{"color": "black", "line": "Smoke lowering down from chimney pots, making a soft black drizzle, with flakes of soot in it as big as full grown snowflakes gone into mourning, one might imagine, for the death of the sun.\n", "word": "black", "modifies": "drizzle"}
{"color": "green", "line": "Fog up the river, where it flows among green aits and meadows; fog down the river, where it rolls defiled among the tiers of shipping and the waterside pollutions of a great (and dirty) city.\n", "word": "green", "modifies": "aits"}
{"color": "red", "line": "On such an afternoon, if ever, the Lord High Chancellor ought to be sitting here as here he is with a foggy glory round his head, softly fenced in with crimson cloth and curtains, addressed by a large advocate with great whiskers, a little voice, and an interminable brief, and outwardly directing his contemplation to the lantern in the roof, where he can see nothing but fog.\n", "word": "crimson", "modifies": "cloth"}
{"color": "purple", "line": "She carries some small litter in a reticule which she calls her documents, principally consisting of paper matches and dry lavender.\n", "word": "lavender", "modifies": "match"}
{"color": "blue", "line": "Good things have been said about it by blue nosed, bulbous shoed old benchers in select port wine committee after dinner in hall.\n", "word": "blue", "modifies": "benchers"}
{"color": "blue", "line": "A battery of blue bags is loaded with heavy charges of papers and carried off by clerks; the little mad old woman marches off with her documents; the empty court is locked up.\n", "word": "blue", "modifies": "bag"}
{"color": "green", "line": "The shot of a rifle loses its sharpness in the moist air, and its smoke moves in a tardy little cloud towards the green rise, coppice topped, that makes a background for the falling rain.\n", "word": "green", "modifies": "rise"}
{"color": "white", "line": "He is of a worthy presence, with his light grey hair and whiskers, his fine shirt frill, his pure white waistcoat, and his blue coat with bright buttons always buttoned.\n", "word": "white", "modifies": "waistcoat"}
{"color": "blue", "line": "He is of a worthy presence, with his light grey hair and whiskers, his fine shirt frill, his pure white waistcoat, and his blue coat with bright buttons always buttoned.\n", "word": "blue", "modifies": "coat"}
{"color": "gray", "line": "He is of a worthy presence, with his light grey hair and whiskers, his fine shirt frill, his pure white waistcoat, and his blue coat with bright buttons always buttoned.\n", "word": "grey", "modifies": "hair"}
{"color": "black", "line": "One peculiarity of his black clothes and of his black stockings, be they silk or worsted, is that they never shine.\n", "word": "black", "modifies": "clothes"}
{"color": "pink", "line": "And so she used to sit propped up in a great arm chair, with her beautiful complexion and rosy lips, staring at me or not so much at me, I think, as at nothing while I busily stitched away and told her every one of my secrets.\n", "word": "rosy", "modifies": "lip"}
{"color": "black", "line": "I had never worn a black frock, that I could recollect.\n", "word": "black", "modifies": "frock"}
{"color": "white", "line": "A portly, important looking gentleman, dressed all in black, with a white cravat, large gold watch seals, a pair of gold eye glasses, and a large seal ring upon his little finger.\n", "word": "white", "modifies": "cravat"}
{"color": "gold", "line": "A portly, important looking gentleman, dressed all in black, with a white cravat, large gold watch seals, a pair of gold eye glasses, and a large seal ring upon his little finger.\n", "word": "gold", "modifies": "seal"}
{"color": "red", "line": "And then, taking off his eye glasses and folding them in a red case, and leaning back in his arm chair, turning the case about in his two hands, he gave my godmother a nod.\n", "word": "red", "modifies": "case"}
{"color": "black", "line": "On the day after my poor good godmother was buried, the gentleman in black with the white neckcloth reappeared.\n", "word": "black", "modifies": "gentleman"}
{"color": "white", "line": "On the day after my poor good godmother was buried, the gentleman in black with the white neckcloth reappeared.\n", "word": "white", "modifies": "neckcloth"}
{"color": "pink", "line": "My godmother had left Mrs. Rachael all the little property she possessed; and there was to be a sale; and an old hearth rug with roses on it, which always seemed to me the first thing in the world I had ever seen, was hanging outside in the frost and snow.\n", "word": "rose", "modifies": "rug"}
{"color": "purple", "line": "\"In this paper,\" which was nicely folded, \"is a piece of the best plum cake that can be got for money sugar on the outside an inch thick, like fat on mutton chops.\n", "word": "plum", "modifies": "cake"}
{"color": "green", "line": "Under the direction of a very neat maid, they were put outside a very small green carriage; and then Miss Donny, the maid, and I got inside and were driven away.\n", "word": "green", "modifies": "carriage"}
{"color": "gray", "line": "And could I help it if with all this, and the coming to the little school, and the unexpected sight of the poor children outside waving their hats and bonnets to me, and of a grey haired gentleman and lady whose daughter I had helped to teach and at whose house I had visited (who were said to be the proudest people in all that country), caring for nothing but calling out, \"Good bye, Esther.\n", "word": "grey", "modifies": "gentleman"}
{"color": "purple", "line": "I cheered myself up pretty well at last, though I am afraid I was longer about it than I ought to have been; and when I had cooled my eyes with lavender water, it was time to watch for London.\n", "word": "lavender", "modifies": "water"}
{"color": "brown", "line": "For the streets were so full of dense brown smoke that scarcely anything was to be seen.\n", "word": "brown", "modifies": "smoke"}
{"color": "white", "line": "Everything was so strange the stranger from its being night in the day time, the candles burning with a white flame, and looking raw and cold that I read the words in the newspaper without knowing what they meant and found myself reading the same words repeatedly.\n", "word": "white", "modifies": "flame"}
{"color": "blue", "line": "With such rich golden hair, such soft blue eyes, and such a bright, innocent, trusting face!\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "Our all three coming together for the first time in such an unusual place was a thing to talk about, and we talked about it; and the fire, which had left off roaring, winked its red eyes at us as Richard said like a drowsy old Chancery lion.\n", "word": "red", "modifies": "eye"}
{"color": "gold", "line": "Upon that, we all went into the next room, Mr. Kenge first, with my darling it is so natural to me now that I can't help writing it; and there, plainly dressed in black and sitting in an arm chair at a table near the fire, was his lordship, whose robe, trimmed with beautiful gold lace, was thrown upon another chair.\n", "word": "gold", "modifies": "lace"}
{"color": "red", "line": "Therefore I proposed to the children that they should come in and be very good at my table, and I would tell them the story of Little Red Riding Hood while I dressed; which they did, and were as quiet as mice, including Peepy, who awoke opportunely before the appearance of the wolf.\n", "word": "red", "modifies": "riding"}
{"color": "pink", "line": "He had told Ada, when they were leaning on the screen before the fire where I found them, that he recollected him as \"a bluff, rosy fellow.\"\n", "word": "rosy", "modifies": "fellow"}
{"color": "black", "line": "She would not sit down, but stood by the fire dipping her inky middle finger in the egg cup, which contained vinegar, and smearing it over the ink stains on her face, frowning the whole time and looking very gloomy.\n", "word": "inky", "modifies": "finger"}
{"color": "red", "line": "In one part of the window was a picture of a red paper mill at which a cart was unloading a quantity of sacks of old rags.\n", "word": "red", "modifies": "paper"}
{"color": "blue", "line": "There were several second hand bags, blue and red, hanging up.\n", "word": "blue", "modifies": "bag"}
{"color": "white", "line": "His throat, chin, and eyebrows were so frosted with white hairs and so gnarled with veins and puckered skin that he looked from his breast upward like some old root in a fall of snow.\n", "word": "white", "modifies": "hair"}
{"color": "yellow", "line": "said Richard, strongly disapproving of his having drawn one of Ada's tresses through his yellow hand.\n", "word": "yellow", "modifies": "hand"}
{"color": "red", "line": "And I have a liking for rust and must and cobwebs.\n", "word": "rust", "modifies": "liking"}
{"color": "gray", "line": "A large grey cat leaped from some neighbouring shelf on his shoulder and startled us all.\n", "word": "grey", "modifies": "cat"}
{"color": "white", "line": "Ada's colour had entirely left her, and Richard was scarcely less pale.\n", "word": "pale", "modifies": "richard"}
{"color": "black", "line": "She was by that time perseveringly dictating to Caddy, and Caddy was fast relapsing into the inky condition in which we had found her.\n", "word": "inky", "modifies": "condition"}
{"color": "red", "line": "It was delightful to see the green landscape before us and the immense metropolis behind; and when a waggon with a train of beautiful horses, furnished with red trappings and clear sounding bells, came by us with its music, I believe we could all three have sung to the bells, so cheerful were the influences around.\n", "word": "red", "modifies": "trapping"}
{"color": "green", "line": "It was delightful to see the green landscape before us and the immense metropolis behind; and when a waggon with a train of beautiful horses, furnished with red trappings and clear sounding bells, came by us with its music, I believe we could all three have sung to the bells, so cheerful were the influences around.\n", "word": "green", "modifies": "landscape"}
{"color": "gray", "line": "It was a handsome, lively, quick face, full of change and motion; and his hair was a silvered iron grey.\n", "word": "grey", "modifies": "hair"}
{"color": "purple", "line": "Couldn't you didn't you now, if it had rained sugar plums, or three cornered raspberry tarts, or anything of that sort!\"\n", "word": "plum", "modifies": "sugar"}
{"color": "green", "line": "It was one of those delightfully irregular houses where you go up and down steps out of one room into another, and where you come upon more rooms when you think you have seen all there are, and where there is a bountiful provision of little halls and passages, and where you find still older cottage rooms in unexpected places with lattice windows and green growth pressing through them.\n", "word": "green", "modifies": "growth"}
{"color": "white", "line": "Mine, which we entered first, was of this kind, with an up and down roof that had more corners in it than I ever counted afterwards and a chimney (there was a wood fire on the hearth) paved all around with pure white tiles, in every one of which a bright miniature of the fire was blazing.\n", "word": "white", "modifies": "tile"}
{"color": "green", "line": "Our sitting room was green and had framed and glazed upon the walls numbers of surprising and surprised birds, staring out of pictures at a real trout in a case, as brown and shining as if it had been served with gravy; at the death of Captain Cook; and at the whole process of preparing tea in China, as depicted by Chinese artists.\n", "word": "green", "modifies": "room"}
{"color": "brown", "line": "Our sitting room was green and had framed and glazed upon the walls numbers of surprising and surprised birds, staring out of pictures at a real trout in a case, as brown and shining as if it had been served with gravy; at the death of Captain Cook; and at the whole process of preparing tea in China, as depicted by Chinese artists.\n", "word": "brown", "modifies": "trout"}
{"color": "gray", "line": "Half length portraits in crayons abounded all through the house, but were so dispersed that I found the brother of a youthful officer of mine in the china closet and the grey old age of my pretty young bride, with a flower in her bodice, in the breakfast room.\n", "word": "grey", "modifies": "age"}
{"color": "pink", "line": "They agreed in nothing but their perfect neatness, their display of the whitest linen, and their storing up, wheresoever the existence of a drawer, small or large, rendered it possible, of quantities of rose leaves and sweet lavender.\n", "word": "rose", "modifies": "leaf"}
{"color": "purple", "line": "They agreed in nothing but their perfect neatness, their display of the whitest linen, and their storing up, wheresoever the existence of a drawer, small or large, rendered it possible, of quantities of rose leaves and sweet lavender.\n", "word": "lavender", "modifies": "leaf"}
{"color": "pink", "line": "The prince, at last, objecting to this, \"in which,\" said Mr. Skimpole, in the frankest manner, \"he was perfectly right,\" the engagement terminated, and Mr. Skimpole having (as he added with delightful gaiety) \"nothing to live upon but love, fell in love, and married, and surrounded himself with rosy cheeks.\"\n", "word": "rosy", "modifies": "cheek"}
{"color": "red", "line": "Wear red coats, blue coats, lawn sleeves; put pens behind your ears, wear aprons; go after glory, holiness, commerce, trade, any object you prefer; only let Harold Skimpole live!\"\n", "word": "red", "modifies": "coat"}
{"color": "blue", "line": "Wear red coats, blue coats, lawn sleeves; put pens behind your ears, wear aprons; go after glory, holiness, commerce, trade, any object you prefer; only let Harold Skimpole live!\"\n", "word": "blue", "modifies": "coat"}
{"color": "blue", "line": "\"With that golden hair, those blue eyes, and that fresh bloom on her cheek, she is like the summer morning.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "She threw open a door and I went into a chamber, where, to my unspeakable surprise, instead of finding Mr. Skimpole stretched upon the bed or prostrate on the floor, I found him standing before the fire smiling at Richard, while Richard, with a face of great embarrassment, looked at a person on the sofa, in a white great coat, with smooth hair upon his head and not much of it, which he was wiping smoother and making less of with a pocket handkerchief.\n", "word": "white", "modifies": "coat"}
{"color": "white", "line": "His compliments were so delicately administered that I blushed less than I might have done and settled with the stranger in the white coat without making any mistakes.\n", "word": "white", "modifies": "coat"}
{"color": "red", "line": "The horses in the stables the long stables in a barren, red brick court yard, where there is a great bell in a turret, and a clock with a large face, which the pigeons who live near it and who love to perch upon its shoulders seem to be always consulting THEY may contemplate some mental pictures of fine weather on occasions, and may be better artists at them than the grooms.\n", "word": "red", "modifies": "yard"}
{"color": "gray", "line": "The grey, whose place is opposite the door and who with an impatient rattle of his halter pricks his ears and turns his head so wistfully when it is opened, and to whom the opener says, \"Woa grey, then, steady!\n", "word": "grey", "modifies": "door"}
{"color": "pink", "line": "A dark eyed, dark haired, shy, village beauty comes in so fresh in her rosy and yet delicate bloom that the drops of rain which have beaten on her hair look like the dew upon a flower fresh gathered.\n", "word": "rosy", "modifies": "bloom"}
{"color": "white", "line": "That pale interval over, the picture began to enlarge and fill up so fast that at every new peep I could have found enough to look at for an hour.\n", "word": "pale", "modifies": "interval"}
{"color": "pink", "line": "As to the house itself, with its three peaks in the roof; its various shaped windows, some so large, some so small, and all so pretty; its trellis work, against the south front for roses and honey suckle, and its homely, comfortable, welcoming look it was, as Ada said when she came out to meet me with her arm through that of its master, worthy of her cousin John, a bold thing to say, though he only pinched her dear cheek for it.\n", "word": "rose", "modifies": "front"}
{"color": "red", "line": "It is a street of perishing blind houses, with their eyes stoned out, without a pane of glass, without so much as a window frame, with the bare blank shutters tumbling from their hinges and falling asunder, the iron rails peeling away in flakes of rust, the chimneys sinking in, the stone steps to every door (and every door might be death's door) turning stagnant green, the very crutches on which the ruins are propped decaying.\n", "word": "rust", "modifies": "flake"}
{"color": "red", "line": "They were the Women of England, the Daughters of Britain, the Sisters of all the cardinal virtues separately, the Females of America, the Ladies of a hundred denominations.\n", "word": "cardinal", "modifies": "virtue"}
{"color": "black", "line": "Besides ourselves, there were in this damp, offensive room a woman with a black eye, nursing a poor little gasping baby by the fire; a man, all stained with clay and mud and looking very dissipated, lying at full length on the ground, smoking a pipe; a powerful young man fastening a collar on a dog; and a bold girl doing some kind of washing in very dirty water.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "And how did my wife get that black eye?\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "Mrs. Pardiggle accordingly rose and made a little vortex in the confined room from which the pipe itself very narrowly escaped.\n", "word": "rose", "modifies": "mrs."}
{"color": "pink", "line": "The mother rose on being so addressed and fell upon the woman's neck.\n", "word": "rose", "modifies": "mother"}
{"color": "white", "line": "No effort had been made to clean the room it seemed in its nature almost hopeless of being clean; but the small waxen form from which so much solemnity diffused itself had been composed afresh, and washed, and neatly dressed in some fragments of white linen; and on my handkerchief, which still covered the poor baby, a little bunch of sweet herbs had been laid by the same rough, scarred hands, so lightly, so tenderly!\n", "word": "white", "modifies": "linen"}
{"color": "pink", "line": "\"Our dear little old woman is such a capital old woman,\" Richard would say, coming up to meet me in the garden early, with his pleasant laugh and perhaps the least tinge of a blush, \"that I can't get on without her.\n", "word": "blush", "modifies": "tinge"}
{"color": "gray", "line": "He was not only a very handsome old gentleman upright and stalwart as he had been described to us with a massive grey head, a fine composure of face when silent, a figure that might have become corpulent but for his being so continually in earnest that he gave it no rest, and a chin that might have subsided into a double chin but for the vehement emphasis in which it was constantly required to assist; but he was such a true gentleman in his manner, so chivalrously polite, his face was lighted by a smile of so much sweetness and tenderness, and it seemed so plain that he had nothing to hide, but showed himself exactly as he was incapable, as Richard said, of anything on a limited scale, and firing away with those blank great guns because he carried no small arms whatever that really I could not help looking at him with equal pleasure as he sat at dinner, whether he smilingly conversed with Ada and me, or was led by Mr. Jarndyce into some great volley of superlatives, or threw up his head like a bloodhound and gave out that tremendous \"Ha, ha, ha!\"\n", "word": "grey", "modifies": "head"}
{"color": "white", "line": "But it's no matter; he should not shut up my path if he were fifty baronets melted into one and living in a hundred Chesney Wolds, one within another, like the ivory balls in a Chinese carving.\n", "word": "ivory", "modifies": "ball"}
{"color": "green", "line": "The fellow, by his agent, or secretary, or somebody, writes to me 'Sir Leicester Dedlock, Baronet, presents his compliments to Mr. Lawrence Boythorn, and has to call his attention to the fact that the green pathway by the old parsonage house, now the property of Mr. Lawrence Boythorn, is Sir Leicester's right of way, being in fact a portion of the park of Chesney Wold, and that Sir Leicester finds it convenient to close up the same.'\n", "word": "green", "modifies": "pathway"}
{"color": "yellow", "line": "\"He has never since been what he might have been,\" said Mr. Jarndyce, \"and now you see him in his age with no one near him but his servant and his little yellow friend.\n", "word": "yellow", "modifies": "friend"}
{"color": "gold", "line": "He had an entirely new suit of glossy clothes on, a shining hat, lilac kid gloves, a neckerchief of a variety of colours, a large hot house flower in his button hole, and a thick gold ring on his little finger.\n", "word": "gold", "modifies": "ring"}
{"color": "purple", "line": "He had an entirely new suit of glossy clothes on, a shining hat, lilac kid gloves, a neckerchief of a variety of colours, a large hot house flower in his button hole, and a thick gold ring on his little finger.\n", "word": "lilac", "modifies": "glove"}
{"color": "red", "line": "In the shade of Cook's Court, at most times a shady place, Mr. Snagsby has dealt in all sorts of blank forms of legal process; in skins and rolls of parchment; in paper foolscap, brief, draft, brown, white, whitey brown, and blotting; in stamps; in office quills, pens, ink, India rubber, pounce, pins, pencils, sealing wax, and wafers; in red tape and green ferret; in pocket books, almanacs, diaries, and law lists; in string boxes, rulers, inkstands glass and leaden pen knives, scissors, bodkins, and other small office cutlery; in short, in articles too numerous to mention, ever since he was out of his time and went into partnership with Peffer.\n", "word": "red", "modifies": "tape"}
{"color": "green", "line": "In the shade of Cook's Court, at most times a shady place, Mr. Snagsby has dealt in all sorts of blank forms of legal process; in skins and rolls of parchment; in paper foolscap, brief, draft, brown, white, whitey brown, and blotting; in stamps; in office quills, pens, ink, India rubber, pounce, pins, pencils, sealing wax, and wafers; in red tape and green ferret; in pocket books, almanacs, diaries, and law lists; in string boxes, rulers, inkstands glass and leaden pen knives, scissors, bodkins, and other small office cutlery; in short, in articles too numerous to mention, ever since he was out of his time and went into partnership with Peffer.\n", "word": "green", "modifies": "ferret"}
{"color": "white", "line": "In the shade of Cook's Court, at most times a shady place, Mr. Snagsby has dealt in all sorts of blank forms of legal process; in skins and rolls of parchment; in paper foolscap, brief, draft, brown, white, whitey brown, and blotting; in stamps; in office quills, pens, ink, India rubber, pounce, pins, pencils, sealing wax, and wafers; in red tape and green ferret; in pocket books, almanacs, diaries, and law lists; in string boxes, rulers, inkstands glass and leaden pen knives, scissors, bodkins, and other small office cutlery; in short, in articles too numerous to mention, ever since he was out of his time and went into partnership with Peffer.\n", "word": "white", "modifies": "foolscap"}
{"color": "brown", "line": "In the shade of Cook's Court, at most times a shady place, Mr. Snagsby has dealt in all sorts of blank forms of legal process; in skins and rolls of parchment; in paper foolscap, brief, draft, brown, white, whitey brown, and blotting; in stamps; in office quills, pens, ink, India rubber, pounce, pins, pencils, sealing wax, and wafers; in red tape and green ferret; in pocket books, almanacs, diaries, and law lists; in string boxes, rulers, inkstands glass and leaden pen knives, scissors, bodkins, and other small office cutlery; in short, in articles too numerous to mention, ever since he was out of his time and went into partnership with Peffer.\n", "word": "brown", "modifies": "foolscap"}
{"color": "white", "line": "If he ever steal forth when the dragon is at rest to air himself again in Cook's Court until admonished to return by the crowing of the sanguine cock in the cellar at the little dairy in Cursitor Street, whose ideas of daylight it would be curious to ascertain, since he knows from his personal observation next to nothing about it if Peffer ever do revisit the pale glimpses of Cook's Court, which no law stationer in the trade can positively deny, he comes invisibly, and no one is the worse or wiser.\n", "word": "pale", "modifies": "glimpse"}
{"color": "black", "line": "He is a mild, bald, timid man with a shining head and a scrubby clump of black hair sticking out at the back.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "As he stands at his door in Cook's Court in his grey shop coat and black calico sleeves, looking up at the clouds, or stands behind a desk in his dark shop with a heavy flat ruler, snipping and slicing at sheepskin in company with his two 'prentices, he is emphatically a retiring and unassuming man.\n", "word": "black", "modifies": "sleeve"}
{"color": "gray", "line": "As he stands at his door in Cook's Court in his grey shop coat and black calico sleeves, looking up at the clouds, or stands behind a desk in his dark shop with a heavy flat ruler, snipping and slicing at sheepskin in company with his two 'prentices, he is emphatically a retiring and unassuming man.\n", "word": "grey", "modifies": "coat"}
{"color": "brown", "line": "Guster, really aged three or four and twenty, but looking a round ten years older, goes cheap with this unaccountable drawback of fits, and is so apprehensive of being returned on the hands of her patron saint that except when she is found with her head in the pail, or the sink, or the copper, or the dinner, or anything else that happens to be near her at the time of her seizure, she is always at work.\n", "word": "copper", "modifies": "pail"}
{"color": "silver", "line": "A thick and dingy Turkey carpet muffles the floor where he sits, attended by two candles in old fashioned silver candlesticks that give a very insufficient light to his large room.\n", "word": "silver", "modifies": "candlestick"}
{"color": "red", "line": "Now the inkstand top is in the middle, now the red bit of sealing wax, now the black bit.\n", "word": "red", "modifies": "bit"}
{"color": "black", "line": "Now the inkstand top is in the middle, now the red bit of sealing wax, now the black bit.\n", "word": "black", "modifies": "bit"}
{"color": "red", "line": "The red bit, the black bit, the inkstand top, the other inkstand top, the little sand box.\n", "word": "red", "modifies": "bit"}
{"color": "black", "line": "The red bit, the black bit, the inkstand top, the other inkstand top, the little sand box.\n", "word": "black", "modifies": "bit"}
{"color": "black", "line": "Mr. Snagsby pulls off his sleeves and his grey coat, pulls on his black coat, takes his hat from its peg.\n", "word": "black", "modifies": "coat"}
{"color": "gray", "line": "Mr. Snagsby pulls off his sleeves and his grey coat, pulls on his black coat, takes his hat from its peg.\n", "word": "grey", "modifies": "coat"}
{"color": "black", "line": "I'll tell you what, though; my lodger is so black humoured and gloomy that I believe he'd as soon make that bargain as any other.\n", "word": "black", "modifies": "lodger"}
{"color": "black", "line": "It is a small room, nearly black with soot, and grease, and dirt.\n", "word": "black", "modifies": "room"}
{"color": "red", "line": "In the rusty skeleton of a grate, pinched at the middle as if poverty had gripped it, a red coke fire burns low.\n", "word": "red", "modifies": "fire"}
{"color": "yellow", "line": "He has a yellow look in the spectral darkness of a candle that has guttered down until the whole length of its wick (still burning) has doubled over and left a tower of winding sheet above it.\n", "word": "yellow", "modifies": "look"}
{"color": "red", "line": "Krook takes it, goes to the fire, stoops over the red embers, and tries to get a light.\n", "word": "red", "modifies": "ember"}
{"color": "green", "line": "The welcome light soon shines upon the wall, as Krook comes slowly up with his green eyed cat following at his heels.\n", "word": "green", "modifies": "cat"}
{"color": "black", "line": "Mr. Snagsby arrives hastily in his grey coat and his black sleeves.\n", "word": "black", "modifies": "sleeve"}
{"color": "gray", "line": "Mr. Snagsby arrives hastily in his grey coat and his black sleeves.\n", "word": "grey", "modifies": "coat"}
{"color": "black", "line": "The apt old scholar of the old school, with his dull black breeches tied with ribbons at the knees, his large black waistcoat, his long sleeved black coat, and his wisp of limp white neckerchief tied in the bow the peerage knows so well, stands in exactly the same place and attitude.\n", "word": "black", "modifies": "breech"}
{"color": "white", "line": "The apt old scholar of the old school, with his dull black breeches tied with ribbons at the knees, his large black waistcoat, his long sleeved black coat, and his wisp of limp white neckerchief tied in the bow the peerage knows so well, stands in exactly the same place and attitude.\n", "word": "white", "modifies": "neckerchief"}
{"color": "green", "line": "Is made more imbecile by being constantly informed that Mrs. Green's son \"was a law writer his self and knowed him better than anybody,\" which son of Mrs. Green's appears, on inquiry, to be at the present time aboard a vessel bound for China, three months out, but considered accessible by telegraph on application to the Lords of the Admiralty.\n", "word": "green", "modifies": "mrs."}
{"color": "white", "line": "So the sensation dies off for the time; and the unmoved policeman (to whom a little opium, more or less, is nothing), with his shining hat, stiff stock, inflexible great coat, stout belt and bracelet, and all things fitting, pursues his lounging way with a heavy tread, beating the palms of his white gloves one against the other and stopping now and then at a street corner to look casually about for anything between a lost child and a murder.\n", "word": "white", "modifies": "glove"}
{"color": "black", "line": "That graceless creature only knows that the dead man (whom he recognized just now by his yellow face and black hair) was sometimes hooted and pursued about the streets.\n", "word": "black", "modifies": "hair"}
{"color": "yellow", "line": "That graceless creature only knows that the dead man (whom he recognized just now by his yellow face and black hair) was sometimes hooted and pursued about the streets.\n", "word": "yellow", "modifies": "face"}
{"color": "white", "line": "And, when next beheld, let it be some leagues away, with the Gate of the Star a white speck glittering in the sun, and the city a mere mound in a plain two dark square towers rising out of it, and light and shadow descending on it aslant, like the angels in Jacob's dream!\n", "word": "white", "modifies": "speck"}
{"color": "white", "line": "One observes my Lord with his white hair, standing, hat in hand, to help my Lady to and from the carriage.\n", "word": "white", "modifies": "hair"}
{"color": "black", "line": "My Lady's maid is a Frenchwoman of two and thirty, from somewhere in the southern country about Avignon and Marseilles, a large eyed brown woman with black hair who would be handsome but for a certain feline mouth and general uncomfortable tightness of face, rendering the jaws too eager and the skull too prominent.\n", "word": "black", "modifies": "hair"}
{"color": "brown", "line": "My Lady's maid is a Frenchwoman of two and thirty, from somewhere in the southern country about Avignon and Marseilles, a large eyed brown woman with black hair who would be handsome but for a certain feline mouth and general uncomfortable tightness of face, rendering the jaws too eager and the skull too prominent.\n", "word": "brown", "modifies": "woman"}
{"color": "black", "line": "Seen by night from distant openings in the trees, the row of windows in the long drawing room, where my Lady's picture hangs over the great chimney piece, is like a row of jewels set in a black frame.\n", "word": "black", "modifies": "frame"}
{"color": "black", "line": "He sleeps in his turret with a complaining flag staff over his head, and has some leads outside on which, any fine morning when he is down here, his black figure may be seen walking before breakfast like a larger species of rook.\n", "word": "black", "modifies": "figure"}
{"color": "black", "line": "One night, while having her hair undressed, my Lady loses herself in deep thought after this reply until she sees her own brooding face in the opposite glass, and a pair of black eyes curiously observing her.\n", "word": "black", "modifies": "eye"}
{"color": "gray", "line": "The fire glows brightly on the panelled wall and palely on the window glass, where, through the cold reflection of the blaze, the colder landscape shudders in the wind and a grey mist creeps along, the only traveller besides the waste of clouds.\n", "word": "grey", "modifies": "mist"}
{"color": "black", "line": "\"He had lived so wretchedly and was so neglected, with his gipsy colour and his wild black hair and beard, that I should have considered him the commonest of the common.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "Sometimes I thought of confiding in Richard, but was deterred by the possibility of his fighting Mr. Guppy and giving him black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Mr. Bayham Badger himself was a pink, fresh faced, crisp looking gentleman with a weak voice, white teeth, light hair, and surprised eyes, some years younger, I should say, than Mrs. Bayham Badger.\n", "word": "white", "modifies": "teeth"}
{"color": "pink", "line": "Mr. Bayham Badger himself was a pink, fresh faced, crisp looking gentleman with a weak voice, white teeth, light hair, and surprised eyes, some years younger, I should say, than Mrs. Bayham Badger.\n", "word": "pink", "modifies": "gentleman"}
{"color": "blue", "line": "I curtsied to a little blue eyed fair man of youthful appearance with flaxen hair parted in the middle and curling at the ends all round his head.\n", "word": "blue", "modifies": "man"}
{"color": "blue", "line": "He had a fur collar, and he had a padded breast to his coat, which only wanted a star or a broad blue ribbon to be complete.\n", "word": "blue", "modifies": "ribbon"}
{"color": "white", "line": "He had under his arm a hat of great size and weight, shelving downward from the crown to the brim, and in his hand a pair of white gloves with which he flapped it as he stood poised on one leg in a high shouldered, round elbowed state of elegance not to be surpassed.\n", "word": "white", "modifies": "glove"}
{"color": "white", "line": "As he bowed to me in that tight state, I almost believe I saw creases come into the whites of his eyes.\n", "word": "white", "modifies": "eye"}
{"color": "gold", "line": "The father had a handsome gold one, which he pulled out with an air that was an example to mankind.\n", "word": "gold", "modifies": "one"}
{"color": "white", "line": "If he went on beside him, he observed him with the slyness of an old white fox.\n", "word": "white", "modifies": "fox"}
{"color": "gray", "line": "When we stood still, he got opposite to him, and drawing his hand across and across his open mouth with a curious expression of a sense of power, and turning up his eyes, and lowering his grey eyebrows until they appeared to be shut, seemed to scan every lineament of his face.\n", "word": "grey", "modifies": "eyebrow"}
{"color": "red", "line": "A little too vehement like a bull who has made up his mind to consider every colour scarlet.\n", "word": "scarlet", "modifies": "colour"}
{"color": "blue", "line": "He came yesterday, on my blue eyed daughter's birthday.\n", "word": "blue", "modifies": "daughter"}
{"color": "blue", "line": "If you had a blue eyed daughter you wouldn't like ME to come, uninvited, on HER birthday?'\n", "word": "blue", "modifies": "daughter"}
{"color": "white", "line": "Her fingers were white and wrinkled with washing, and the soap suds were yet smoking which she wiped off her arms.\n", "word": "white", "modifies": "finger"}
{"color": "red", "line": "And a goodly show he makes, lying in a flush of crimson and gold in the midst of the great drawing room before his favourite picture of my Lady, with broad strips of sunlight shining in, down the long perspective, through the long line of windows, and alternating with soft reliefs of shadow.\n", "word": "crimson", "modifies": "flush"}
{"color": "gold", "line": "And a goodly show he makes, lying in a flush of crimson and gold in the midst of the great drawing room before his favourite picture of my Lady, with broad strips of sunlight shining in, down the long perspective, through the long line of windows, and alternating with soft reliefs of shadow.\n", "word": "gold", "modifies": "crimson"}
{"color": "green", "line": "Outside, the stately oaks, rooted for ages in the green ground which has never known ploughshare, but was still a chase when kings rode to battle with sword and shield and rode a hunting with bow and arrow, bear witness to his greatness.\n", "word": "green", "modifies": "ground"}
{"color": "black", "line": "It is a black, dilapidated street, avoided by all decent people, where the crazy houses were seized upon, when their decay was far advanced, by some bold vagrants who after establishing their own possession took to letting them out in lodgings.\n", "word": "black", "modifies": "street"}
{"color": "white", "line": "Whether \"Tom\" is the popular representative of the original plaintiff or defendant in Jarndyce and Jarndyce, or whether Tom lived here when the suit had laid the street waste, all alone, until other settlers came to join him, or whether the traditional title is a comprehensive name for a retreat cut off from honest company and put out of the pale of hope, perhaps nobody knows.\n", "word": "pale", "modifies": "hope"}
{"color": "red", "line": "He has no idea, poor wretch, of the spiritual destitution of a coral reef in the Pacific or what it costs to look up the precious souls among the coco nuts and bread fruit.\n", "word": "coral", "modifies": "reef"}
{"color": "white", "line": "Jo silently notices how white and small her hand is and what a jolly servant she must be to wear such sparkling rings.\n", "word": "white", "modifies": "hand"}
{"color": "yellow", "line": "His first proceeding is to hold the piece of money to the gas light and to be overpowered at finding that it is yellow gold.\n", "word": "yellow", "modifies": "gold"}
{"color": "gold", "line": "His job done, he sets off for Tom all Alone's, stopping in the light of innumerable gas lamps to produce the piece of gold and give it another one sided bite as a reassurance of its being genuine.\n", "word": "gold", "modifies": "piece"}
{"color": "blue", "line": "YOU never heard them called the young gentlemen, my dears, and probably would not understand allusions to their pipe claying their weekly accounts, but it is otherwise with me, for blue water has been a second home to me, and I have been quite a sailor.\n", "word": "blue", "modifies": "water"}
{"color": "blue", "line": "I tried again, but how could I do it, or how could it have any effect if I could, while Ada rested her clasped hands upon his shoulder and while he looked at her tender blue eyes, and while they looked at him!\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "He was lost in thought, his book lay unheeded by his side, his silvered iron grey hair was scattered confusedly upon his forehead as though his hand had been wandering among it while his thoughts were elsewhere, and his face looked worn.\n", "word": "grey", "modifies": "hair"}
{"color": "black", "line": "She was a pretty old lady, with bright black eyes, but she seemed proud.\n", "word": "black", "modifies": "eye"}
{"color": "blue", "line": "His furniture had been all cleared off, it appeared, by the person who took possession of it on his blue eyed daughter's birthday, but he seemed quite relieved to think that it was gone.\n", "word": "blue", "modifies": "daughter"}
{"color": "green", "line": "The green corn waved so beautifully, the larks sang so joyfully, the hedges were so full of wild flowers, the trees were so thickly out in leaf, the bean fields, with a light wind blowing over them, filled the air with such a delicious fragrance!\n", "word": "green", "modifies": "corn"}
{"color": "green", "line": "said my guardian as we drove along and Mr. Boythorn trotted on the green turf by the roadside.\n", "word": "green", "modifies": "turf"}
{"color": "green", "line": "Oh, the solemn woods over which the light and shadow travelled swiftly, as if heavenly wings were sweeping on benignant errands through the summer air; the smooth green slopes, the glittering water, the garden where the flowers were so symmetrically arranged in clusters of the richest colours, how beautiful they looked!\n", "word": "green", "modifies": "slope"}
{"color": "pink", "line": "The house, with gable and chimney, and tower, and turret, and dark doorway, and broad terrace walk, twining among the balustrades of which, and lying heaped upon the vases, there was one great flush of roses, seemed scarcely real in its light solidity and in the serene and peaceful hush that rested on all around it.\n", "word": "rose", "modifies": "flush"}
{"color": "green", "line": "On everything, house, garden, terrace, green slopes, water, old oaks, fern, moss, woods again, and far away across the openings in the prospect to the distance lying wide before us with a purple bloom upon it, there seemed to be such undisturbed repose.\n", "word": "green", "modifies": "slope"}
{"color": "purple", "line": "On everything, house, garden, terrace, green slopes, water, old oaks, fern, moss, woods again, and far away across the openings in the prospect to the distance lying wide before us with a purple bloom upon it, there seemed to be such undisturbed repose.\n", "word": "purple", "modifies": "bloom"}
{"color": "gray", "line": "Ada blushed, and Mr. Boythorn, trotting forward on his comely grey horse, dismounted at his own door and stood ready with extended arm and uncovered head to welcome us when we arrived.\n", "word": "grey", "modifies": "horse"}
{"color": "green", "line": "The old lime tree walk was like green cloisters, the very shadows of the cherry trees and apple trees were heavy with fruit, the gooseberry bushes were so laden that their branches arched and rested on the earth, the strawberries and raspberries grew in like profusion, and the peaches basked by the hundred on the wall.\n", "word": "green", "modifies": "cloister"}
{"color": "red", "line": "Such stillness and composure reigned within the orderly precincts of the old red wall that even the feathers hung in garlands to scare the birds hardly stirred; and the wall had such a ripening influence that where, here and there high up, a disused nail and scrap of list still clung to it, it was easy to fancy that they had mellowed with the changing seasons and that they had rusted and decayed according to the common fate.\n", "word": "red", "modifies": "wall"}
{"color": "gray", "line": "It was easy to know that the ceremonious, gouty, grey haired gentleman, the only other occupant of the great pew, was Sir Leicester Dedlock, and that the lady was Lady Dedlock.\n", "word": "grey", "modifies": "gentleman"}
{"color": "silver", "line": "I expand, I open, I turn my silver lining outward like Milton's cloud, and it's more agreeable to both of us.'\n", "word": "silver", "modifies": "lining"}
{"color": "green", "line": "Seated among these, we looked through a green vista supported by thousands of natural columns, the whitened stems of trees, upon a distant prospect made so radiant by its contrast with the shade in which we sat and made so precious by the arched perspective through which we saw it that it was like a glimpse of the better land.\n", "word": "green", "modifies": "vista"}
{"color": "brown", "line": "The good ships Law and Equity, those teak built, copper bottomed, iron fastened, brazen faced, and not by any means fast sailing clippers are laid up in ordinary.\n", "word": "copper", "modifies": "law"}
{"color": "white", "line": "A crop of grass would grow in the chinks of the stone pavement outside Lincoln's Inn Hall, but that the ticket porters, who have nothing to do beyond sitting in the shade there, with their white aprons over their heads to keep the flies off, grub it up and eat it thoughtfully.\n", "word": "white", "modifies": "apron"}
{"color": "red", "line": "No full bottomed wig, no red petticoats, no fur, no javelin men, no white wands.\n", "word": "red", "modifies": "petticoat"}
{"color": "white", "line": "No full bottomed wig, no red petticoats, no fur, no javelin men, no white wands.\n", "word": "white", "modifies": "wand"}
{"color": "white", "line": "Merely a close shaved gentleman in white trousers and a white hat, with sea bronze on the judicial countenance, and a strip of bark peeled by the solar rays from the judicial nose, who calls in at the shell fish shop as he comes along and drinks iced ginger beer!\n", "word": "white", "modifies": "trouser"}
{"color": "brown", "line": "Merely a close shaved gentleman in white trousers and a white hat, with sea bronze on the judicial countenance, and a strip of bark peeled by the solar rays from the judicial nose, who calls in at the shell fish shop as he comes along and drinks iced ginger beer!\n", "word": "bronze", "modifies": "sea"}
{"color": "gold", "line": "A shop with a sun blind, and a watered pavement, and a bowl of gold and silver fish in the window, is a sanctuary.\n", "word": "gold", "modifies": "bowl"}
{"color": "silver", "line": "A shop with a sun blind, and a watered pavement, and a bowl of gold and silver fish in the window, is a sanctuary.\n", "word": "silver", "modifies": "fish"}
{"color": "red", "line": "Over all the legal neighbourhood there hangs, like some great veil of rust or gigantic cobweb, the idleness and pensiveness of the long vacation.\n", "word": "rust", "modifies": "veil"}
{"color": "yellow", "line": "Mr. Chadband is a large yellow man with a fat smile and a general appearance of having a good deal of train oil in his system.\n", "word": "yellow", "modifies": "man"}
{"color": "red", "line": "And there he sits, munching and gnawing, and looking up at the great cross on the summit of St. Paul's Cathedral, glittering above a red and violet tinted cloud of smoke.\n", "word": "red", "modifies": "cloud"}
{"color": "blue", "line": "In short, in his bringing up he has been so nursed by Law and Equity that he has become a kind of fossil imp, to account for whose terrestrial existence it is reported at the public offices that his father was John Doe and his mother the only female member of the Roe family, also that his first long clothes were made from a blue bag.\n", "word": "blue", "modifies": "bag"}
{"color": "green", "line": "The unwholesome air is so stained with this liquor that even the green eyes of the cat upon her shelf, as they open and shut and glimmer on the visitors, look drunk.\n", "word": "green", "modifies": "eye"}
{"color": "brown", "line": "But what Mr. Weevle prizes most of all his few possessions (next after his light whiskers, for which he has an attachment that only whiskers can awaken in the breast of man) is a choice collection of copper plate impressions from that truly national work The Divinities of Albion, or Galaxy Gallery of British Beauty, representing ladies of title and fashion in every variety of smirk that art, combined with capital, is capable of producing.\n", "word": "copper", "modifies": "plate"}
{"color": "black", "line": "At the present time, in the dark little parlour certain feet below the level of the street a grim, hard, uncouth parlour, only ornamented with the coarsest of baize table covers, and the hardest of sheet iron tea trays, and offering in its decorative character no bad allegorical representation of Grandfather Smallweed's mind seated in two black horsehair porter's chairs, one on each side of the fire place, the superannuated Mr. and Mrs. Smallweed while away the rosy hours.\n", "word": "black", "modifies": "porter"}
{"color": "black", "line": "The excellent old gentleman being at these times a mere clothes bag with a black skull cap on the top of it, does not present a very animated appearance until he has undergone the two operations at the hands of his granddaughter of being shaken up like a great bottle and poked and punched like a great bolster.\n", "word": "black", "modifies": "cap"}
{"color": "black", "line": "Some indication of a neck being developed in him by these means, he and the sharer of his life's evening again fronting one another in their two porter's chairs, like a couple of sentinels long forgotten on their post by the Black Serjeant, Death.\n", "word": "black", "modifies": "serjeant"}
{"color": "brown", "line": "Under existing circumstances, however, she is dressed in a plain, spare gown of brown stuff.\n", "word": "brown", "modifies": "stuff"}
{"color": "black", "line": "The four old faces then hover over teacups like a company of ghastly cherubim, Mrs. Smallweed perpetually twitching her head and chattering at the trivets and Mr. Smallweed requiring to be repeatedly shaken up like a large black draught.\n", "word": "black", "modifies": "draught"}
{"color": "black", "line": "Fifteen hundred pound in a black box, fifteen hundred pound locked up, fifteen hundred pound put away and hid!\"\n", "word": "black", "modifies": "box"}
{"color": "black", "line": "His appearance, after visiting Mrs. Smallweed with one of these admonitions, is particularly impressive and not wholly prepossessing, firstly because the exertion generally twists his black skull cap over one eye and gives him an air of goblin rakishness, secondly because he mutters violent imprecations against Mrs. Smallweed, and thirdly because the contrast between those powerful expressions and his powerless figure is suggestive of a baleful old malignant who would be very wicked if he could.\n", "word": "black", "modifies": "cap"}
{"color": "brown", "line": "He is a swarthy brown man of fifty, well made, and good looking, with crisp dark hair, bright eyes, and a broad chest.\n", "word": "brown", "modifies": "man"}
{"color": "brown", "line": "He is close shaved now, but his mouth is set as if his upper lip had been for years familiar with a great moustache; and his manner of occasionally laying the open palm of his broad brown hand upon it is to the same effect.\n", "word": "brown", "modifies": "hand"}
{"color": "black", "line": "Mr. George sits, with his arms folded, consuming the family and the parlour while Grandfather Smallweed is assisted by Judy to two black leathern cases out of a locked bureau, in one of which he secures the document he has just received, and from the other takes another similar document which he hands to Mr. George, who twists it up for a pipelight.\n", "word": "black", "modifies": "case"}
{"color": "black", "line": "The sportive twins, who have been looking straight before them all this time except when they have been engrossed by the black leathern cases, retire together, generally disdainful of the visitor, but leaving him to the old man as two young cubs might leave a traveller to the parental bear.\n", "word": "black", "modifies": "case"}
{"color": "pink", "line": "\"I rose in life that way.\"\n", "word": "rose", "modifies": "life"}
{"color": "green", "line": "\"But I'll lime you, you dog, I'll lime you!\"\n", "word": "lime", "modifies": "dog"}
{"color": "green", "line": "The little man is dressed something like a gunsmith, in a green baize apron and cap; and his face and hands are dirty with gunpowder and begrimed with the loading of guns.\n", "word": "green", "modifies": "apron"}
{"color": "white", "line": "As he lies in the light before a glaring white target, the black upon him shines again.\n", "word": "white", "modifies": "target"}
{"color": "blue", "line": "He is a little man with a face all crushed together, who appears, from a certain blue and speckled appearance that one of his cheeks presents, to have been blown up, in the way of business, at some odd time or times.\n", "word": "blue", "modifies": "appearance"}
{"color": "black", "line": "On the speckled side of his face he has no eyebrow, and on the other side he has a bushy black one, which want of uniformity gives him a very singular and rather sinister appearance.\n", "word": "black", "modifies": "one"}
{"color": "pink", "line": "They enable Allegory, though it has cheeks like peaches, and knees like bunches of blossoms, and rosy swellings for calves to its legs and muscles to its arms, to look tolerably cool to night.\n", "word": "rosy", "modifies": "swelling"}
{"color": "pink", "line": "When he dines alone in chambers, as he has dined to day, and has his bit of fish and his steak or chicken brought in from the coffee house, he descends with a candle to the echoing regions below the deserted mansion, and heralded by a remote reverberation of thundering doors, comes gravely back encircled by an earthy atmosphere and carrying a bottle from which he pours a radiant nectar, two score and ten years old, that blushes in the glass to find itself so famous and fills the whole room with the fragrance of southern grapes.\n", "word": "blush", "modifies": "glass"}
{"color": "gold", "line": "More impenetrable than ever, he sits, and drinks, and mellows as it were in secrecy, pondering at that twilight hour on all the mysteries he knows, associated with darkening woods in the country, and vast blank shut up houses in town, and perhaps sparing a thought or two for himself, and his family history, and his money, and his will all a mystery to every one and that one bachelor friend of his, a man of the same mould and a lawyer too, who lived the same kind of life until he was seventy five years old, and then suddenly conceiving (as it is supposed) an impression that it was too monotonous, gave his gold watch to his hair dresser one summer evening and walked leisurely home to the Temple and hanged himself.\n", "word": "gold", "modifies": "watch"}
{"color": "black", "line": "He is a stoutly built, steady looking, sharp eyed man in black, of about the middle age.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "Between his two conductors, Mr. Snagsby passes along the middle of a villainous street, undrained, unventilated, deep in black mud and corrupt water though the roads are dry elsewhere and reeking with such smells and sights that he, who has lived in London all his life, can scarce believe his senses.\n", "word": "black", "modifies": "mud"}
{"color": "black", "line": "Comparison of notes between Mr. Snagsby and the proprietress of the house a drunken face tied up in a black bundle, and flaring out of a heap of rags on the floor of a dog hutch which is her private apartment leads to the establishment of this conclusion.\n", "word": "black", "modifies": "bundle"}
{"color": "black", "line": "These arrangements completed, they give the women good night and come out once more into black and foul Tom all Alone's.\n", "word": "black", "modifies": "alone's"}
{"color": "black", "line": "she said with an involuntary contraction of her fine black eyebrows.\n", "word": "black", "modifies": "eyebrow"}
{"color": "white", "line": "The lesson at last came to an end, after proceeding as discordantly as possible; and when the little girl had changed her shoes and had had her white muslin extinguished in shawls, she was taken away.\n", "word": "white", "modifies": "muslin"}
{"color": "white", "line": "exclaimed the model, pale and aghast as Prince and Caddy, hand in hand, bent down before him.\n", "word": "pale", "modifies": "model"}
{"color": "yellow", "line": "\"For myself, my children,\" said Mr. Turveydrop, \"I am falling into the sear and yellow leaf, and it is impossible to say how long the last feeble traces of gentlemanly deportment may linger in this weaving and spinning age.\n", "word": "yellow", "modifies": "leaf"}
{"color": "blue", "line": "The name of poor Mr. Jellyby had appeared in the list of bankrupts but a day or two before, and he was shut up in the dining room with two gentlemen and a heap of blue bags, account books, and papers, making the most desperate endeavours to understand his affairs.\n", "word": "blue", "modifies": "bag"}
{"color": "blue", "line": "\"Cousin Richard,\" said Ada then, raising her blue eyes tenderly to his face, \"after what our cousin John has said, I think no choice is left us.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "He passed one of his heavy hands over his crisp dark hair as if to sweep the broken thoughts out of his mind and sat a little forward, with one arm akimbo and the other resting on his leg, looking in a brown study at the ground.\n", "word": "brown", "modifies": "study"}
{"color": "pink", "line": "Mr. George rose, made me another of his soldierly bows, wished my guardian a good day, and strode heavily out of the room.\n", "word": "rose", "modifies": "mr."}
{"color": "red", "line": "When we came to the court, there was the Lord Chancellor the same whom I had seen in his private room in Lincoln's Inn sitting in great state and gravity on the bench, with the mace and seals on a red table below him and an immense flat nosegay, like a little garden, which scented the whole court.\n", "word": "red", "modifies": "table"}
{"color": "red", "line": "Turning as he spoke and making an easy way for us, he stopped when we were out of the press in a corner behind a great red curtain.\n", "word": "red", "modifies": "curtain"}
{"color": "black", "line": "As he pulled a bell handle which hung by a chain to the door post, a very respectable old gentleman with grey hair, wearing spectacles, and dressed in a black spencer and gaiters and a broad brimmed hat, and carrying a large gold beaded cane, addressed him.\n", "word": "black", "modifies": "spencer"}
{"color": "gold", "line": "As he pulled a bell handle which hung by a chain to the door post, a very respectable old gentleman with grey hair, wearing spectacles, and dressed in a black spencer and gaiters and a broad brimmed hat, and carrying a large gold beaded cane, addressed him.\n", "word": "gold", "modifies": "cane"}
{"color": "gray", "line": "As he pulled a bell handle which hung by a chain to the door post, a very respectable old gentleman with grey hair, wearing spectacles, and dressed in a black spencer and gaiters and a broad brimmed hat, and carrying a large gold beaded cane, addressed him.\n", "word": "grey", "modifies": "hair"}
{"color": "green", "line": "The door being at that moment opened by a very singular looking little man in a green baize cap and apron, whose face and hands and dress were blackened all over, we passed along a dreary passage into a large building with bare brick walls where there were targets, and guns, and swords, and other things of that kind.\n", "word": "green", "modifies": "cap"}
{"color": "black", "line": "Black suspicion hides in that peaceful region.\n", "word": "black", "modifies": "suspicion"}
{"color": "white", "line": "Guster holds certain loose atoms of an idea (picked up at Tooting, where they were found floating among the orphans) that there is buried money underneath the cellar, guarded by an old man with a white beard, who cannot get out for seven thousand years because he said the Lord's Prayer backwards.\n", "word": "white", "modifies": "beard"}
{"color": "black", "line": "Comes Mr. Snagsby in his black coat; come the Chadbands; come (when the gorging vessel is replete) the 'prentices and Guster, to be edified; comes at last, with his slouching head, and his shuffle backward, and his shuffle forward, and his shuffle to the right, and his shuffle to the left, and his bit of fur cap in his muddy hand, which he picks as if it were some mangy bird he had caught and was plucking before eating raw, Jo, the very, very tough subject Mr. Chadband is to improve.\n", "word": "black", "modifies": "coat"}
{"color": "gold", "line": "Devoid of parents, devoid of relations, devoid of flocks and herds, devoid of gold and silver and of precious stones.\n", "word": "gold", "modifies": "silver"}
{"color": "silver", "line": "Devoid of parents, devoid of relations, devoid of flocks and herds, devoid of gold and silver and of precious stones.\n", "word": "silver", "modifies": "gold"}
{"color": "gold", "line": "I say this brother present here among us is devoid of parents, devoid of relations, devoid of flocks and herds, devoid of gold, of silver, and of precious stones because he is devoid of the light that shines in upon some of us.\n", "word": "gold", "modifies": "silver"}
{"color": "silver", "line": "I say this brother present here among us is devoid of parents, devoid of relations, devoid of flocks and herds, devoid of gold, of silver, and of precious stones because he is devoid of the light that shines in upon some of us.\n", "word": "silver", "modifies": "gold"}
{"color": "green", "line": "Gentlemen of the green baize road who could discourse from personal experience of foreign galleys and home treadmills; spies of strong governments that eternally quake with weakness and miserable fear, broken traitors, cowards, bullies, gamesters, shufflers, swindlers, and false witnesses; some not unmarked by the branding iron beneath their dirty braid; all with more cruelty in them than was in Nero, and more crime than is in Newgate.\n", "word": "green", "modifies": "road"}
{"color": "yellow", "line": "Mr. George, having shaved himself before a looking glass of minute proportions, then marches out, bare headed and bare chested, to the pump in the little yard and anon comes back shining with yellow soap, friction, drifting rain, and exceedingly cold water.\n", "word": "yellow", "modifies": "soap"}
{"color": "black", "line": "Nor in his apprehension, on the surface of things, without some reason, for Phil, who has never beheld the apparition in the black velvet cap before, has stopped short with a gun in his hand with much of the air of a dead shot intent on picking Mr. Smallweed off as an ugly old bird of the crow species.\n", "word": "black", "modifies": "cap"}
{"color": "red", "line": "The person, who is one of those extraordinary specimens of human fungus that spring up spontaneously in the western streets of London, ready dressed in an old red jacket, with a \"mission\" for holding horses and calling coaches, received his twopence with anything but transport, tosses the money into the air, catches it over handed, and retires.\n", "word": "red", "modifies": "jacket"}
{"color": "black", "line": "The gentle Judy, having backed her grandfather a little way from the fire, and having shaken him up as usual, and having released his overshadowed eye from its black velvet extinguisher, Mr. Smallweed again says, \"Oh, dear me!\n", "word": "black", "modifies": "extinguisher"}
{"color": "white", "line": "When Judy has by these means set him up again in his chair, with a white face and a frosty nose (but still clawing), she stretches out her weazen forefinger and gives Mr. George one poke in the back.\n", "word": "white", "modifies": "face"}
{"color": "silver", "line": "urges Grandfather Smallweed, pulling out a lean old silver watch with hands like the leg of a skeleton.\n", "word": "silver", "modifies": "watch"}
{"color": "green", "line": "\"If I wasn't as weak as a brimstone baby, sir,\" whispers Grandfather Smallweed, drawing the lawyer down to his level by the lapel of his coat and flashing some half quenched green fire out of his angry eyes, \"I'd tear the writing away from him.\n", "word": "green", "modifies": "fire"}
{"color": "green", "line": "The subject of this reflection is at all events so occupied in washing greens at present that she remains unsuspicious of Mr. George's approach until, lifting up herself and her tub together when she has poured the water off into the gutter, she finds him standing near her.\n", "word": "green", "modifies": "washing"}
{"color": "green", "line": "The trooper, without remarking on this welcome, follows into the musical instrument shop, where the lady places her tub of greens upon the counter, and having shaken hands with him, rests her arms upon it.\n", "word": "green", "modifies": "tub"}
{"color": "green", "line": "Mrs. Bagnet, who seems in a virtuous way to be under little reserve with a good sort of fellow, but to be another good sort of fellow herself for that matter, receives this compliment by flicking Mr. George in the face with a head of greens and taking her tub into the little room behind the shop.\n", "word": "green", "modifies": "head"}
{"color": "green", "line": "He saying, in due season, that he has come to advise with Mr. Bagnet, Mr. Bagnet hospitably declares that he will hear of no business until after dinner and that his friend shall not partake of his counsel without first partaking of boiled pork and greens.\n", "word": "green", "modifies": "pork"}
{"color": "green", "line": "Wait till the greens is off her mind.\n", "word": "green", "modifies": "mind"}
{"color": "gray", "line": "\"What college could you leave in another quarter of the world with nothing but a grey cloak and an umbrella to make its way home to Europe?\n", "word": "grey", "modifies": "cloak"}
{"color": "green", "line": "\"What college,\" pursues Bagnet, \"could you set up in life with two penn'orth of white lime a penn'orth of fuller's earth a ha'porth of sand and the rest of the change out of sixpence in money?\n", "word": "lime", "modifies": "orth"}
{"color": "white", "line": "\"What college,\" pursues Bagnet, \"could you set up in life with two penn'orth of white lime a penn'orth of fuller's earth a ha'porth of sand and the rest of the change out of sixpence in money?\n", "word": "white", "modifies": "lime"}
{"color": "green", "line": "Wait till the greens is off her mind.\n", "word": "green", "modifies": "mind"}
{"color": "pink", "line": "George remarks that she looks as fresh as a rose and as sound as an apple.\n", "word": "rose", "modifies": "sound"}
{"color": "green", "line": "Proceeding to converse on indifferent matters, they walk up and down the little street, keeping step and time, until summoned by Quebec and Malta to do justice to the pork and greens, over which Mrs. Bagnet, like a military chaplain, says a short grace.\n", "word": "green", "modifies": "pork"}
{"color": "green", "line": "In the distribution of these comestibles, as in every other household duty, Mrs. Bagnet developes an exact system, sitting with every dish before her, allotting to every portion of pork its own portion of pot liquor, greens, potatoes, and even mustard, and serving it out complete.\n", "word": "green", "modifies": "liquor"}
{"color": "green", "line": "That old girl reappearing by and by, quite fresh, and sitting down to her needlework, then and only then the greens being only then to be considered as entirely off her mind Mr. Bagnet requests the trooper to state his case.\n", "word": "green", "modifies": "girl"}
{"color": "red", "line": "Indeed great men have often more than their fair share of poor relations, inasmuch as very red blood of the superior quality, like inferior blood unlawfully shed, WILL cry aloud and WILL be heard.\n", "word": "red", "modifies": "blood"}
{"color": "gold", "line": "Among whom there are cousins who are so poor that one might almost dare to think it would have been the happier for them never to have been plated links upon the Dedlock chain of gold, but to have been made of common iron at first and done base service.\n", "word": "gold", "modifies": "chain"}
{"color": "gray", "line": "All Sir Leicester's old misgivings relative to Wat Tyler and the people in the iron districts who do nothing but turn out by torchlight come in a shower upon his head, the fine grey hair of which, as well as of his whiskers, actually stirs with indignation.\n", "word": "grey", "modifies": "hair"}
{"color": "blue", "line": "\"Mr. Rouncewell,\" says Sir Leicester with his right hand in the breast of his blue coat, the attitude of state in which he is painted in the gallery, \"do you draw a parallel between Chesney Wold and a \" Here he resists a disposition to choke, \"a factory?\"\n", "word": "blue", "modifies": "coat"}
{"color": "white", "line": "Or \"One stone terrace (cracked), one gondola in distance, one Venetian senator's dress complete, richly embroidered white satin costume with profile portrait of Miss Jogg the model, one Scimitar superbly mounted in gold with jewelled handle, elaborate Moorish dress (very rare), and Othello.\"\n", "word": "white", "modifies": "costume"}
{"color": "black", "line": "Whether he be cold and cruel, whether immovable in what he has made his duty, whether absorbed in love of power, whether determined to have nothing hidden from him in ground where he has burrowed among secrets all his life, whether he in his heart despises the splendour of which he is a distant beam, whether he is always treasuring up slights and offences in the affability of his gorgeous clients whether he be any of this, or all of this, it may be that my Lady had better have five thousand pairs of fashionable eyes upon her, in distrustful vigilance, than the two eyes of this rusty lawyer with his wisp of neckcloth and his dull black breeches tied with ribbons at the knees.\n", "word": "black", "modifies": "breech"}
{"color": "green", "line": "Is the dead colour on my Lady's face reflected from the screen which has a green silk ground and which she holds in her raised hand as if she had forgotten it, or is it a dreadful paleness that has fallen on her?\n", "word": "green", "modifies": "ground"}
{"color": "pink", "line": "I don't think I did blush at all events, it was not important if I did and I said my present fortune perfectly contented me and I had no wish to change it.\n", "word": "blush", "modifies": "event"}
{"color": "pink", "line": "At one time I thought she was a story teller, and at another time that she was the pink of truth.\n", "word": "pink", "modifies": "time"}
{"color": "black", "line": "For Charley wore her black frock yet.\n", "word": "black", "modifies": "frock"}
{"color": "white", "line": "In the north and north west, where the sun had set three hours before, there was a pale dead light both beautiful and awful; and into it long sullen lines of cloud waved up like a sea stricken immovable as it was heaving.\n", "word": "pale", "modifies": "light"}
{"color": "white", "line": "The kilns were burning, and a stifling vapour set towards us with a pale blue glare.\n", "word": "pale", "modifies": "glare"}
{"color": "blue", "line": "The kilns were burning, and a stifling vapour set towards us with a pale blue glare.\n", "word": "blue", "modifies": "glare"}
{"color": "blue", "line": "With her blue clear eyes, God bless them, always loveliest when raised like that!\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "\"Then, you see, you live in a lonesome way, and in a lonesome room, with a black circumstance hanging over it,\" says Mr. Snagsby, looking in past the other's shoulder along the dark passage and then falling back a step to look up at the house.\n", "word": "black", "modifies": "circumstance"}
{"color": "black", "line": "Confound the stuff, it won't blow off smears like black fat!\"\n", "word": "black", "modifies": "fat"}
{"color": "yellow", "line": "A thick, yellow liquor defiles them, which is offensive to the touch and sight and more offensive to the smell.\n", "word": "yellow", "modifies": "liquor"}
{"color": "black", "line": "When I saw him last, he took his cap off, took out the little bundle of old letters, hung his cap on the back of the chair his coat was there already, for he had pulled that off before he went to put the shutters up and I left him turning the letters over in his hand, standing just where that crumbled black thing is upon the floor.\"\n", "word": "black", "modifies": "thing"}
{"color": "red", "line": "\"At the foot of the same chair there lies a dirty bit of thin red cord that they tie up pens with.\n", "word": "red", "modifies": "cord"}
{"color": "white", "line": "Here is a small burnt patch of flooring; here is the tinder from a little bundle of burnt paper, but not so light as usual, seeming to be steeped in something; and here is is it the cinder of a small charred and broken log of wood sprinkled with white ashes, or is it coal?\n", "word": "white", "modifies": "ash"}
{"color": "black", "line": "I am speaking of your brother, you brimstone black beetle, that was seventy six years of age.\"\n", "word": "black", "modifies": "beetle"}
{"color": "black", "line": "Mr. Tulkinghorn, such a foil in his old fashioned rusty black to Lady Dedlock's brightness, hands her down the staircase to her carriage.\n", "word": "black", "modifies": "foil"}
{"color": "white", "line": "Certain splashes of white show in high relief upon his dirty face, and he scrapes his one eyebrow with the handle of the brush.\n", "word": "white", "modifies": "show"}
{"color": "white", "line": "Phil, on one knee at the target, is in course of protesting earnestly, though not without many allegorical scoops of his brush and smoothings of the white surface round the rim with his thumb, that he had forgotten the Bagnet responsibility and would not so much as injure a hair of the head of any member of that worthy family when steps are audible in the long passage without, and a cheerful voice is heard to wonder whether George is at home.\n", "word": "white", "modifies": "surface"}
{"color": "gray", "line": "The old girl never appears in walking trim, in any season of the year, without a grey cloth cloak, coarse and much worn but very clean, which is, undoubtedly, the identical garment rendered so interesting to Mr. Bagnet by having made its way home to Europe from another quarter of the globe in company with Mrs. Bagnet and an umbrella.\n", "word": "grey", "modifies": "cloak"}
{"color": "green", "line": "She never puts it up, having the greatest reliance on her well proved cloak with its capacious hood, but generally uses the instrument as a wand with which to point out joints of meat or bunches of greens in marketing or to arrest the attention of tradesmen by a friendly poke.\n", "word": "green", "modifies": "bunch"}
{"color": "gray", "line": "Mrs. Bagnet ceasing, Mr. Bagnet removes his hand from his head as if the shower bath were over and looks disconsolately at Mr. George, who has turned quite white and looks distressfully at the grey cloak and straw bonnet.\n", "word": "grey", "modifies": "cloak"}
{"color": "green", "line": "In such a very hard manner and with eyes so particularly green that Mr. Bagnet's natural gravity is much deepened by the contemplation of that venerable man.\n", "word": "green", "modifies": "manner"}
{"color": "green", "line": "Boiled beef and greens constitute the day's variety on the former repast of boiled pork and greens, and Mrs. Bagnet serves out the meal in the same way and seasons it with the best of temper, being that rare sort of old girl that she receives Good to her arms without a hint that it might be Better and catches light from any little spot of darkness near her.\n", "word": "green", "modifies": "beef"}
{"color": "pink", "line": "Therefore when Mrs. Bagnet at last appears, rosy from the invigorating pail, and sits down to her work, Mr. Bagnet growls, \"Old girl!\"\n", "word": "rosy", "modifies": "pail"}
{"color": "gray", "line": "\"The time will come, my boy,\" pursues the trooper, \"when this hair of your mother's will be grey, and this forehead all crossed and re crossed with wrinkles, and a fine old lady she'll be then.\n", "word": "grey", "modifies": "hair"}
{"color": "red", "line": "Dare I hint at that worse time when, strung together somewhere in great black space, there was a flaming necklace, or ring, or starry circle of some kind, of which I was one of the beads!\n", "word": "flaming", "modifies": "necklace"}
{"color": "black", "line": "Dare I hint at that worse time when, strung together somewhere in great black space, there was a flaming necklace, or ring, or starry circle of some kind, of which I was one of the beads!\n", "word": "black", "modifies": "space"}
{"color": "white", "line": "When all her preparations were concluded and the pretty tea table with its little delicacies to tempt me, and its white cloth, and its flowers, and everything so lovingly and beautifully arranged for me by Ada downstairs, was ready at the bedside, I felt sure I was steady enough to say something to Charley that was not new to my thoughts.\n", "word": "white", "modifies": "cloth"}
{"color": "green", "line": "Once we put him in a little chaise and drove him triumphantly through the green lanes for five miles; but all at once, as we were extolling him to the skies, he seemed to take it ill that he should have been accompanied so far by the circle of tantalizing little gnats that had been hovering round and round his ears the whole way without appearing to advance an inch, and stopped to think about it.\n", "word": "green", "modifies": "lane"}
{"color": "purple", "line": "There was a bank here, too, which was a famous one for violets; and as it was a daily delight of Charley's to gather wild flowers, she took as much to the spot as I did.\n", "word": "violet", "modifies": "one"}
{"color": "white", "line": "I could no more have removed my eyes from her pale face than I could have stirred from the bench on which I sat.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "Thence the path wound underneath a gateway, and through a court yard where the principal entrance was (I hurried quickly on), and by the stables where none but deep voices seemed to be, whether in the murmuring of the wind through the strong mass of ivy holding to a high red wall, or in the low complaining of the weathercock, or in the barking of the dogs, or in the slow striking of a clock.\n", "word": "red", "modifies": "wall"}
{"color": "green", "line": "So, encountering presently a sweet smell of limes, whose rustling I could hear, I turned with the turning of the path to the south front, and there above me were the balustrades of the Ghost's Walk and one lighted window that might be my mother's.\n", "word": "lime", "modifies": "smell"}
{"color": "silver", "line": "See, my dear Miss Summerson,\" he took a handful of loose silver and halfpence from his pocket, \"there's so much money.\n", "word": "silver", "modifies": "handful"}
{"color": "black", "line": "The respectable companion instantly knocks him down with the ruled account book; tells him in a literal, prosaic way that he sees no such thing; shows him it's nothing but fees, fraud, horsehair wigs, and black gowns.\n", "word": "black", "modifies": "gown"}
{"color": "red", "line": "His further consideration of the point was prevented by Richard's coming back to us in an excited state and hastily representing Mr. Vholes a sallow man with pinched lips that looked as if they were cold, a red eruption here and there upon his face, tall and thin, about fifty years of age, high shouldered, and stooping.\n", "word": "red", "modifies": "eruption"}
{"color": "white", "line": "Richard's high spirits carrying everything before them, we all went out together to the top of the hill above the village, where he had ordered a gig to wait and where we found a man with a lantern standing at the head of the gaunt pale horse that had been harnessed to it.\n", "word": "pale", "modifies": "horse"}
{"color": "white", "line": "I have before me the whole picture of the warm dark night, the summer lightning, the dusty track of road closed in by hedgerows and high trees, the gaunt pale horse with his ears pricked up, and the driving away at speed to Jarndyce and Jarndyce.\n", "word": "pale", "modifies": "horse"}
{"color": "pink", "line": "We danced for an hour with great gravity, the melancholy child doing wonders with his lower extremities, in which there appeared to be some sense of enjoyment though it never rose above his waist.\n", "word": "rose", "modifies": "waist"}
{"color": "red", "line": "She was an old lady in a large cap, with rather a red nose and rather an unsteady eye, but smiling all over.\n", "word": "red", "modifies": "nose"}
{"color": "black", "line": "Three feet of knotty floored dark passage bring the client to Mr. Vholes's jet black door, in an angle profoundly dark on the brightest midsummer morning and encumbered by a black bulk head of cellarage staircase against which belated civilians generally strike their brows.\n", "word": "black", "modifies": "door"}
{"color": "blue", "line": "The respectability of Mr. Vholes has even been cited with crushing effect before Parliamentary committees, as in the following blue minutes of a distinguished attorney's evidence.\n", "word": "blue", "modifies": "minute"}
{"color": "blue", "line": "Mr. Vholes, and his young client, and several blue bags hastily stuffed out of all regularity of form, as the larger sort of serpents are in their first gorged state, have returned to the official den.\n", "word": "blue", "modifies": "bag"}
{"color": "black", "line": "Mr. Vholes, quiet and unmoved, as a man of so much respectability ought to be, takes off his close black gloves as if he were skinning his hands, lifts off his tight hat as if he were scalping himself, and sits down at his desk.\n", "word": "black", "modifies": "glove"}
{"color": "black", "line": "Britannia being much occupied in pocketing Doodle in the form of sovereigns, and swallowing Doodle in the form of beer, and in swearing herself black in the face that she does neither plainly to the advancement of her glory and morality the London season comes to a sudden end, through all the Doodleites and Coodleites dispersing to assist Britannia in those religious exercises.\n", "word": "black", "modifies": "face"}
{"color": "gold", "line": "Through some of the fiery windows beautiful from without, and set, at this sunset hour, not in dull grey stone but in a glorious house of gold, the light excluded at other windows pours in rich, lavish, overflowing like the summer plenty in the land.\n", "word": "gold", "modifies": "house"}
{"color": "gray", "line": "Through some of the fiery windows beautiful from without, and set, at this sunset hour, not in dull grey stone but in a glorious house of gold, the light excluded at other windows pours in rich, lavish, overflowing like the summer plenty in the land.\n", "word": "grey", "modifies": "stone"}
{"color": "red", "line": "Higher and darker rises shadow on the wall now a red gloom on the ceiling now the fire is out.\n", "word": "red", "modifies": "gloom"}
{"color": "white", "line": "Now is the time for shadow, when every corner is a cavern and every downward step a pit, when the stained glass is reflected in pale and faded hues upon the floors, when anything and everything can be made of the heavy staircase beams excepting their own proper shapes, when the armour has dull lights upon it not easily to be distinguished from stealthy movement, and when barred helmets are frightfully suggestive of heads inside.\n", "word": "pale", "modifies": "hue"}
{"color": "white", "line": "The moon is rising, and where she sits there is a little stream of cold pale light, in which her head is seen.\n", "word": "pale", "modifies": "light"}
{"color": "green", "line": "The green lamp is lighted, his reading glasses lie upon the desk, the easy chair is wheeled up to it, and it would seem as though he had intended to bestow an hour or so upon these claims on his attention before going to bed.\n", "word": "green", "modifies": "lamp"}
{"color": "white", "line": "If he be seeking his own star as he methodically turns and turns upon the leads, it should be but a pale one to be so rustily represented below.\n", "word": "pale", "modifies": "one"}
{"color": "white", "line": "Both might be as pale, both as intent.\n", "word": "pale", "modifies": "intent"}
{"color": "gray", "line": "Mr. Tulkinghorn's thoughts take such form as he looks at her, with his ragged grey eyebrows a hair's breadth more contracted than usual under her gaze.\n", "word": "grey", "modifies": "eyebrow"}
{"color": "green", "line": "Up comes the bright sun, drawing everything up with it the Wills and Sallys, the latent vapour in the earth, the drooping leaves and flowers, the birds and beasts and creeping things, the gardeners to sweep the dewy turf and unfold emerald velvet where the roller passes, the smoke of the great kitchen fire wreathing itself straight and high into the lightsome air.\n", "word": "emerald", "modifies": "velvet"}
{"color": "black", "line": "In this reply, down to the word \"wager\" inclusive, mademoiselle has been ironically polite and tender, then as suddenly dashed into the bitterest and most defiant scorn, with her black eyes in one and the same moment very nearly shut and staringly wide open.\n", "word": "black", "modifies": "eye"}
{"color": "blue", "line": "I have a blue eyed daughter who is my Beauty daughter, I have a Sentiment daughter, and I have a Comedy daughter.\n", "word": "blue", "modifies": "daughter"}
{"color": "pink", "line": "\"We have sympathy, my roses,\" said Mr. Skimpole, \"sympathy for everything.\n", "word": "rose", "modifies": "sympathy"}
{"color": "blue", "line": "\"At the very time when he knew papa was lying ill by his wallflowers, looking at the blue sky,\" Laura complained.\n", "word": "blue", "modifies": "sky"}
{"color": "red", "line": "\"An amiable bull who is determined to make every colour scarlet!\"\n", "word": "scarlet", "modifies": "colour"}
{"color": "pink", "line": "That his generosity rose above my disfigurement and my inheritance of shame.\n", "word": "rose", "modifies": "generosity"}
{"color": "red", "line": "My eyes were red and swollen, and I said, \"Oh, Esther, Esther, can that be you!\"\n", "word": "red", "modifies": "eye"}
{"color": "pink", "line": "Mr. Vholes rose, gloved and buttoned up as usual, and seated himself again, just as he had seated himself beside Richard in the gig.\n", "word": "rose", "modifies": "mr."}
{"color": "black", "line": "\"Mr. Vholes,\" said my guardian, eyeing his black figure as if he were a bird of ill omen, \"has brought an ugly report of our most unfortunate Rick.\"\n", "word": "black", "modifies": "figure"}
{"color": "red", "line": "I sat down between them; Mr. Vholes remained immovable, except that he secretly picked at one of the red pimples on his yellow face with his black glove.\n", "word": "red", "modifies": "pimple"}
{"color": "black", "line": "I sat down between them; Mr. Vholes remained immovable, except that he secretly picked at one of the red pimples on his yellow face with his black glove.\n", "word": "black", "modifies": "glove"}
{"color": "yellow", "line": "I sat down between them; Mr. Vholes remained immovable, except that he secretly picked at one of the red pimples on his yellow face with his black glove.\n", "word": "yellow", "modifies": "face"}
{"color": "black", "line": "\"I thank you, Mr. Jarndyce,\" said Mr. Vholes, putting out his long black sleeve to check the ringing of the bell, \"not any.\n", "word": "black", "modifies": "sleeve"}
{"color": "black", "line": "Mr. Vholes, whose black dye was so deep from head to foot that it had quite steamed before the fire, diffusing a very unpleasant perfume, made a short one sided inclination of his head from the neck and slowly shook it.\n", "word": "black", "modifies": "dye"}
{"color": "white", "line": "The sea was heaving under a thick white fog; and nothing else was moving but a few early ropemakers, who, with the yarn twisted round their bodies, looked as if, tired of their present state of existence, they were spinning themselves into cordage.\n", "word": "white", "modifies": "fog"}
{"color": "pink", "line": "In a little while he rose as if the light were bad and went to the window.\n", "word": "rose", "modifies": "while"}
{"color": "red", "line": "I have done with the red coat, believe me.\n", "word": "red", "modifies": "coat"}
{"color": "brown", "line": "A brown sunburnt gentleman, who appears in some inaptitude for sleep to be wandering abroad rather than counting the hours on a restless pillow, strolls hitherward at this quiet time.\n", "word": "brown", "modifies": "gentleman"}
{"color": "blue", "line": "I should have thought you was a regular blue jacket myself.\"\n", "word": "blue", "modifies": "jacket"}
{"color": "gray", "line": "Mr. Snagsby is behind his counter in his grey coat and sleeves, inspecting an indenture of several skins which has just come in from the engrosser's, an immense desert of law hand and parchment, with here and there a resting place of a few large letters to break the awful monotony and save the traveller from despair.\n", "word": "grey", "modifies": "coat"}
{"color": "black", "line": "Mr Snagsby puts up at one of these inky wells and greets the stranger with his cough of general preparation for business.\n", "word": "inky", "modifies": "well"}
{"color": "green", "line": "Phil Squod, with his smoky gunpowder visage, at once acts as nurse and works as armourer at his little table in a corner, often looking round and saying with a nod of his green baize cap and an encouraging elevation of his one eyebrow, \"Hold up, my boy!\n", "word": "green", "modifies": "cap"}
{"color": "red", "line": "When the little hammer is next used, there will be a speck of rust upon it.\n", "word": "rust", "modifies": "speck"}
{"color": "white", "line": "Now, as heretofore, he is to be found in doorways of rooms, with his limp white cravat loosely twisted into its old fashioned tie, receiving patronage from the peerage and making no sign.\n", "word": "white", "modifies": "cravat"}
{"color": "black", "line": "It is a street of such dismal grandeur, so determined not to condescend to liveliness, that the doors and windows hold a gloomy state of their own in black paint and dust, and the echoing mews behind have a dry and massive appearance, as if they were reserved to stable the stone chargers of noble statues.\n", "word": "black", "modifies": "paint"}
{"color": "blue", "line": "Sir Leicester has magnificently disengaged himself from the subject and retired into the sanctuary of his blue coat.\n", "word": "blue", "modifies": "coat"}
{"color": "white", "line": "Lady Dedlock asks on sitting down to dinner, still deadly pale (and quite an illustration of the debilitated cousin's text), whether he is gone out?\n", "word": "pale", "modifies": "dinner"}
{"color": "white", "line": "She removes her hand, turns her pale face towards him as he walks silently to the door, and stops him once again as he is about to open it.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "He passes out into the streets and walks on, with his hands behind him, under the shadow of the lofty houses, many of whose mysteries, difficulties, mortgages, delicate affairs of all kinds, are treasured up within his old black satin waistcoat.\n", "word": "black", "modifies": "waistcoat"}
{"color": "gray", "line": "Not only is it a still night on dusty high roads and on hill summits, whence a wide expanse of country may be seen in repose, quieter and quieter as it spreads away into a fringe of trees against the sky with the grey ghost of a bloom upon them; not only is it a still night in gardens and in woods, and on the river where the water meadows are fresh and green, and the stream sparkles on among pleasant islands, murmuring weirs, and whispering rushes; not only does the stillness attend it as it flows where houses cluster thick, where many bridges are reflected in it, where wharves and shipping make it black and awful, where it winds from these disfigurements through marshes whose grim beacons stand like skeletons washed ashore, where it expands through the bolder region of rising grounds, rich in cornfield wind mill and steeple, and where it mingles with the ever heaving sea; not only is it a still night on the deep, and on the shore where the watcher stands to see the ship with her spread wings cross the path of light that appears to be presented to only him; but even on this stranger's wilderness of London there is some rest.\n", "word": "grey", "modifies": "ghost"}
{"color": "white", "line": "Its steeples and towers and its one great dome grow more ethereal; its smoky house tops lose their grossness in the pale effulgence; the noises that arise from the streets are fewer and are softened, and the footsteps on the pavements pass more tranquilly away.\n", "word": "pale", "modifies": "effulgence"}
{"color": "blue", "line": "Returning with these triumphs of toughness tied up in a clean blue and white cotton handkerchief (essential to the arrangements), he in a casual manner invites Mrs. Bagnet to declare at breakfast what she would like for dinner.\n", "word": "blue", "modifies": "handkerchief"}
{"color": "brown", "line": "He has bought two specimens of poultry, which, if there be any truth in adages, were certainly not caught with chaff, to be prepared for the spit; he has amazed and rejoiced the family by their unlooked for production; he is himself directing the roasting of the poultry; and Mrs. Bagnet, with her wholesome brown fingers itching to prevent what she sees going wrong, sits in her gown of ceremony, an honoured guest.\n", "word": "brown", "modifies": "finger"}
{"color": "white", "line": "Mrs. Bagnet shows her white teeth cheerfully, but to the perception of her son, betrays so much uneasiness of spirit that he is impelled by the dictates of affection to ask her, with his eyes, what is the matter, thus standing, with his eyes wide open, more oblivious of the fowls than before, and not affording the least hope of a return to consciousness.\n", "word": "white", "modifies": "teeth"}
{"color": "white", "line": "You are so white, George for you and look so shocked.\n", "word": "white", "modifies": "george"}
{"color": "black", "line": "He drinks to Mrs. Bagnet with a warmth approaching to rapture, engages himself for that day twelvemonth more than thankfully, makes a memorandum of the day in a large black pocket book with a girdle to it, and breathes a hope that Mrs. Bucket and Mrs. Bagnet may before then become, in a manner, sisters.\n", "word": "black", "modifies": "book"}
{"color": "black", "line": "It had curious little dark veins in its face and curious little dark marks under its eyes like faint remembrances of poor Caddy's inky days, and altogether, to those who were not used to it, it was quite a piteous little sight.\n", "word": "inky", "modifies": "day"}
{"color": "white", "line": "And it seemed so curious that her pale face and helpless figure should be lying there day after day where dancing was the business of life, where the kit and the apprentices began early every morning in the ball room, and where the untidy little boy waltzed by himself in the kitchen all the afternoon.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "The houses frowned at us, the dust rose at us, the smoke swooped at us, nothing made any compromise about itself or wore a softened aspect.\n", "word": "rose", "modifies": "dust"}
{"color": "white", "line": "So up we went to the second story, when we came to Richard's name in great white letters on a hearse like panel.\n", "word": "white", "modifies": "letter"}
{"color": "pink", "line": "He was leaning on his arm saying these words in a meditative voice and looking at the ground when my darling rose, put off her bonnet, kneeled down beside him with her golden hair falling like sunlight on his head, clasped her two arms round his neck, and turned her face to me.\n", "word": "rose", "modifies": "darling"}
{"color": "yellow", "line": "It was dark when we came to the new strange home of my dear girl, and there was a light behind the yellow blinds.\n", "word": "yellow", "modifies": "blind"}
{"color": "black", "line": "The sight of his lank black figure and the lonesome air of that nook in the dark were favourable to the state of my mind.\n", "word": "black", "modifies": "figure"}
{"color": "white", "line": "In an arched room by himself, like a cellar upstairs, with walls so glaringly white that they made the massive iron window bars and iron bound door even more profoundly black than they were, we found the trooper standing in a corner.\n", "word": "white", "modifies": "wall"}
{"color": "brown", "line": "\"Why, George,\" exclaimed Mrs. Bagnet, who had been unpacking her basket, in which there was a piece of cold pickled pork, a little tea and sugar, and a brown loaf, \"you ought to know it don't.\n", "word": "brown", "modifies": "loaf"}
{"color": "brown", "line": "Mrs. Bagnet left her basket to point him out with both her bare brown hands.\n", "word": "brown", "modifies": "hand"}
{"color": "black", "line": "\"It came downstairs as I went up,\" said the trooper, \"and crossed the moonlighted window with a loose black mantle on; I noticed a deep fringe to it.\n", "word": "black", "modifies": "mantle"}
{"color": "gray", "line": "\"A gentleman like you ought to know best, sir,\" returned Mrs. Bagnet, hurriedly drying her eyes on the hem of her grey cloak, \"but I am uneasy for him.\n", "word": "grey", "modifies": "cloak"}
{"color": "gray", "line": "Instantly Mrs. Bagnet put some pins into her mouth and began pinning up her skirts all round a little higher than the level of her grey cloak, which she accomplished with surpassing dispatch and dexterity.\n", "word": "grey", "modifies": "cloak"}
{"color": "gray", "line": "She actually trudged away in her grey cloak at a sturdy pace, and turned the corner, and was gone.\n", "word": "grey", "modifies": "cloak"}
{"color": "gray", "line": "With the same grey cloak.\n", "word": "grey", "modifies": "cloak"}
{"color": "silver", "line": "The Duke of Foodle sends a splendid pile of dust and ashes, with silver wheel boxes, patent axles, all the last improvements, and three bereaved worms, six feet high, holding on behind, in a bunch of woe.\n", "word": "silver", "modifies": "box"}
{"color": "green", "line": "Further, he often sees damaging letters produced in evidence and has occasion to reflect that it was a green thing to write them.\n", "word": "green", "modifies": "thing"}
{"color": "black", "line": "He turns the key in the door, ungirdles his black pocket book (book of fate to many), lays another letter by it, and reads, boldly written in each, \"Lady Dedlock.\"\n", "word": "black", "modifies": "book"}
{"color": "brown", "line": "Mr. Bucket frequently observes, in friendly circles where there is no restraint, that he likes a toothful of your fine old brown East Inder sherry better than anything you can offer him.\n", "word": "brown", "modifies": "sherry"}
{"color": "gray", "line": "Sir Leicester's voice trembles and his grey hair stirs upon his head.\n", "word": "grey", "modifies": "hair"}
{"color": "blue", "line": "Repeating his three bows he withdraws, closing the door on Volumnia's little scream, which is a preliminary to her remarking that that charmingly horrible person is a perfect Blue Chamber.\n", "word": "blue", "modifies": "chamber"}
{"color": "black", "line": "And if I don't deceive myself, my Lady was muffled in a loose black mantle, with a deep fringe to it?\"\n", "word": "black", "modifies": "mantle"}
{"color": "black", "line": "Now, only you put that to Lady Dedlock, Sir Leicester Dedlock, Baronet, and ask her ladyship whether, even after he had left here, she didn't go down to his chambers with the intention of saying something further to him, dressed in a loose black mantle with a deep fringe to it.\"\n", "word": "black", "modifies": "mantle"}
{"color": "white", "line": "By and by he takes his hands away, and so preserves his dignity and outward calmness, though there is no more colour in his face than in his white hair, that Mr. Bucket is a little awed by him.\n", "word": "white", "modifies": "hair"}
{"color": "black", "line": "Mademoiselle, with that tigerish expansion of the mouth and her black eyes darting fire upon him, sits upright on the sofa in a rigid state, with her hands clenched and her feet too, one might suppose muttering, \"Oh, you Bucket, you are a devil!\"\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "As Mr. Bucket bends forward in some excitement for him and inaugurates what he is going to say with one ghostly beat of his forefinger in the air, Mademoiselle Hortense fixes her black eyes upon him with a dark frown and sets her dry lips closely and firmly together.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "I watched this young woman yesterday without her knowledge when she was looking at the funeral, in company with my wife, who planned to take her there; and I had so much to convict her, and I saw such an expression in her face, and my mind so rose against her malice towards her ladyship, and the time was altogether such a time for bringing down what you may call retribution upon her, that if I had been a younger hand with less experience, I should have taken her, certain.\n", "word": "rose", "modifies": "mind"}
{"color": "gray", "line": "Adieu, you old man, grey.\n", "word": "grey", "modifies": "adieu"}
{"color": "green", "line": "The green, green woods of Chesney Wold, the noble house, the pictures of his forefathers, strangers defacing them, officers of police coarsely handling his most precious heirlooms, thousands of fingers pointing at him, thousands of faces sneering at him.\n", "word": "green", "modifies": "wood"}
{"color": "white", "line": "But if such shadows flit before him to his bewilderment, there is one other shadow which he can name with something like distinctness even yet and to which alone he addresses his tearing of his white hair and his extended arms.\n", "word": "white", "modifies": "hair"}
{"color": "gray", "line": "Mrs. Rouncewell, so many years housekeeper at Chesney Wold, sits within the chaise; and by her side sits Mrs. Bagnet with her grey cloak and umbrella.\n", "word": "grey", "modifies": "cloak"}
{"color": "gray", "line": "\"Why, George,\" returns Mrs. Bagnet, \"was always free with me, ma'am, and when he said at our house to my Woolwich that of all the things my Woolwich could have to think of when he grew to be a man, the comfortablest would be that he had never brought a sorrowful line into his mother's face or turned a hair of her head grey, then I felt sure, from his way, that something fresh had brought his own mother into his mind.\n", "word": "grey", "modifies": "head"}
{"color": "gray", "line": "All that time the old girl, turned away, leans one arm against the whitened wall, leans her honest forehead upon it, wipes her eyes with her serviceable grey cloak, and quite enjoys herself like the best of old girls as she is.\n", "word": "grey", "modifies": "cloak"}
{"color": "gray", "line": "The old girl relieves her feelings and testifies her interest in the conversation by giving the trooper a great poke between the shoulders with her umbrella; this action she afterwards repeats, at intervals, in a species of affectionate lunacy, never failing, after the administration of each of these remonstrances, to resort to the whitened wall and the grey cloak again.\n", "word": "grey", "modifies": "cloak"}
{"color": "gold", "line": "Kisses to Quebec and Malta, love to my godson, a hearty shake of the hand to Lignum, and this for yourself, and I wish it was ten thousand pound in gold, my dear!\"\n", "word": "gold", "modifies": "pound"}
{"color": "brown", "line": "But so long accustomed to suppress emotion and keep down reality, so long schooled for her own purposes in that destructive school which shuts up the natural feelings of the heart like flies in amber and spreads one uniform and dreary gloss over the good and bad, the feeling and the unfeeling, the sensible and the senseless, she had subdued even her wonder until now.\n", "word": "amber", "modifies": "fly"}
{"color": "white", "line": "His great hand, turning over some gloves which it can scarcely feel, they are so light and soft within it, comes upon a white handkerchief.\n", "word": "white", "modifies": "handkerchief"}
{"color": "white", "line": "On the waste where the brick kilns are burning with a pale blue flare, where the straw roofs of the wretched huts in which the bricks are made are being scattered by the wind, where the clay and water are hard frozen and the mill in which the gaunt blind horse goes round all day looks like an instrument of human torture traversing this deserted, blighted spot there is a lonely figure with the sad world to itself, pelted by the snow and driven by the wind, and cast out, it would seem, from all companionship.\n", "word": "pale", "modifies": "flare"}
{"color": "blue", "line": "On the waste where the brick kilns are burning with a pale blue flare, where the straw roofs of the wretched huts in which the bricks are made are being scattered by the wind, where the clay and water are hard frozen and the mill in which the gaunt blind horse goes round all day looks like an instrument of human torture traversing this deserted, blighted spot there is a lonely figure with the sad world to itself, pelted by the snow and driven by the wind, and cast out, it would seem, from all companionship.\n", "word": "blue", "modifies": "flare"}
{"color": "black", "line": "He stood up to look over the parapet, he alighted and went back after a shadowy female figure that flitted past us, and he gazed into the profound black pit of water with a face that made my heart die within me.\n", "word": "black", "modifies": "pit"}
{"color": "white", "line": "It was very cold indeed, and the open country was white with snow, though none was falling then.\n", "word": "white", "modifies": "country"}
{"color": "pink", "line": "The other woman rose on seeing me; and the men, though they were, as usual, sulky and silent, each gave me a morose nod of recognition.\n", "word": "rose", "modifies": "woman"}
{"color": "pink", "line": "Liz (the only name by which I knew her) rose to give me her own chair, but I sat down on a stool near the fire, and Mr. Bucket took a corner of the bedstead.\n", "word": "rose", "modifies": "liz"}
{"color": "blue", "line": "\"A person of the name of Michael Jackson, with a blue welveteen waistcoat with a double row of mother of pearl buttons,\" Mr. Bucket immediately answered.\n", "word": "blue", "modifies": "waistcoat"}
{"color": "pink", "line": "The sleet fell all that day unceasingly, a thick mist came on early, and it never rose or lightened for a moment.\n", "word": "rose", "modifies": "moment"}
{"color": "white", "line": "He withdraws his hand and falls to looking at the sleet and snow again until they seem, by being long looked at, to fall so thick and fast that he is obliged to close his eyes for a minute on the giddy whirl of white flakes and icy blots.\n", "word": "white", "modifies": "flake"}
{"color": "gray", "line": "He is propped with pillows, his grey hair is brushed in its usual manner, his linen is arranged to a nicety, and he is wrapped in a responsible dressing gown.\n", "word": "grey", "modifies": "hair"}
{"color": "black", "line": "Volumnia, in her room up a retired landing on the staircase the second turning past the end of the carving and gilding, a cousinly room containing a fearful abortion of a portrait of Sir Leicester banished for its crimes, and commanding in the day a solemn yard planted with dried up shrubs like antediluvian specimens of black tea is a prey to horrors of many kinds.\n", "word": "black", "modifies": "tea"}
{"color": "gray", "line": "In the passage behind the door stood a scared, sorrowful looking little man in a grey coat who seemed to have a naturally polite manner and spoke meekly.\n", "word": "grey", "modifies": "coat"}
{"color": "red", "line": "In the front kitchen, sitting by the fire, was Mrs. Snagsby, with very red eyes and a very severe expression of face.\n", "word": "red", "modifies": "eye"}
{"color": "pink", "line": "\"When those learned gentlemen begin to raise moss roses from the powder they sow in their wigs, I shall begin to be astonished too!\"\n", "word": "rose", "modifies": "moss"}
{"color": "white", "line": "Ada had already told me that she called every Monday at five o'clock, with one little extra white bow in her bonnet, which never appeared there at any other time, and with her largest reticule of documents on her arm.\n", "word": "white", "modifies": "bow"}
{"color": "black", "line": "\"A dull place, Miss Summerson, for a life that is not an official one,\" said Mr. Vholes, smearing the glass with his black glove to make it clearer for me.\n", "word": "black", "modifies": "glove"}
{"color": "black", "line": "He stood behind me with his long black figure reaching nearly to the ceiling of those low rooms, feeling the pimples on his face as if they were ornaments and speaking inwardly and evenly as though there were not a human passion or emotion in his nature.\n", "word": "black", "modifies": "figure"}
{"color": "black", "line": "\"Miss Summerson,\" said Mr. Vholes, very slowly rubbing his gloved hands, as if, to his cold sense of touch, they were much the same in black kid or out of it, \"this was an ill advised marriage of Mr.\n", "word": "black", "modifies": "kid"}
{"color": "black", "line": "Mr. Vholes, with a noiseless cough or rather gasp into one of his black gloves, inclined his head as if he did not wholly dispute even that.\n", "word": "black", "modifies": "glove"}
{"color": "pink", "line": "He rose shortly after dinner and said that with the permission of the ladies he would retire to his office.\n", "word": "rose", "modifies": "dinner"}
{"color": "gray", "line": "Or that a generous brave man, as handsome as he used to be, as hopeful, and far more happy, may walk in the sunshine with him, honouring his grey head and saying to himself, 'I thank God this is my father!\n", "word": "grey", "modifies": "head"}
{"color": "black", "line": "This singular request produced an old man in a black skull cap, unable to walk, who was carried up by a couple of bearers and deposited in the room near the door.\n", "word": "black", "modifies": "cap"}
{"color": "black", "line": "When he had well examined it, he retired with Mr. Kenge into a window, and shading his mouth with his black glove, spoke to him at some length.\n", "word": "black", "modifies": "glove"}
{"color": "silver", "line": "He said this at the stair head, gently moving his right hand as if it were a silver trowel with which to spread the cement of his words on the structure of the system and consolidate it for a thousand ages.\n", "word": "silver", "modifies": "trowel"}
{"color": "red", "line": "As he comes into the iron country farther north, such fresh green woods as those of Chesney Wold are left behind; and coal pits and ashes, high chimneys and red bricks, blighted verdure, scorching fires, and a heavy never lightening cloud of smoke become the features of the scenery.\n", "word": "red", "modifies": "brick"}
{"color": "green", "line": "As he comes into the iron country farther north, such fresh green woods as those of Chesney Wold are left behind; and coal pits and ashes, high chimneys and red bricks, blighted verdure, scorching fires, and a heavy never lightening cloud of smoke become the features of the scenery.\n", "word": "green", "modifies": "wood"}
{"color": "black", "line": "At last, on the black canal bridge of a busy town, with a clang of iron in it, and more fires and more smoke than he has seen yet, the trooper, swart with the dust of the coal roads, checks his horse and asks a workman does he know the name of Rouncewell thereabouts.\n", "word": "black", "modifies": "bridge"}
{"color": "red", "line": "He comes to a gateway in the brick wall, looks in, and sees a great perplexity of iron lying about in every stage and in a vast variety of shapes in bars, in wedges, in sheets; in tanks, in boilers, in axles, in wheels, in cogs, in cranks, in rails; twisted and wrenched into eccentric and perverse forms as separate parts of machinery; mountains of it broken up, and rusty in its age; distant furnaces of it glowing and bubbling in its youth; bright fireworks of it showering about under the blows of the steam hammer; red hot iron, white hot iron, cold black iron; an iron taste, an iron smell, and a Babel of iron sounds.\n", "word": "red", "modifies": "iron"}
{"color": "black", "line": "He comes to a gateway in the brick wall, looks in, and sees a great perplexity of iron lying about in every stage and in a vast variety of shapes in bars, in wedges, in sheets; in tanks, in boilers, in axles, in wheels, in cogs, in cranks, in rails; twisted and wrenched into eccentric and perverse forms as separate parts of machinery; mountains of it broken up, and rusty in its age; distant furnaces of it glowing and bubbling in its youth; bright fireworks of it showering about under the blows of the steam hammer; red hot iron, white hot iron, cold black iron; an iron taste, an iron smell, and a Babel of iron sounds.\n", "word": "black", "modifies": "iron"}
{"color": "white", "line": "He comes to a gateway in the brick wall, looks in, and sees a great perplexity of iron lying about in every stage and in a vast variety of shapes in bars, in wedges, in sheets; in tanks, in boilers, in axles, in wheels, in cogs, in cranks, in rails; twisted and wrenched into eccentric and perverse forms as separate parts of machinery; mountains of it broken up, and rusty in its age; distant furnaces of it glowing and bubbling in its youth; bright fireworks of it showering about under the blows of the steam hammer; red hot iron, white hot iron, cold black iron; an iron taste, an iron smell, and a Babel of iron sounds.\n", "word": "white", "modifies": "iron"}
{"color": "white", "line": "Herewith he hands a letter, closely written in somewhat pale ink but in a neat round hand, to the ironmaster, who reads as follows: \"A little formal,\" observes the elder brother, refolding it with a puzzled face.\n", "word": "pale", "modifies": "ink"}
{"color": "gray", "line": "His brother, however, unwilling to part with him so soon, proposes to ride with him in a light open carriage to the place where he will bait for the night, and there remain with him until morning, a servant riding for so much of the journey on the thoroughbred old grey from Chesney Wold.\n", "word": "grey", "modifies": "journey"}
{"color": "green", "line": "Then they once more shake hands long and heartily and part, the ironmaster turning his face to the smoke and fires, and the trooper to the green country.\n", "word": "green", "modifies": "country"}
{"color": "blue", "line": "\"Well, guardian,\" said I, \"without thinking myself a Fatima or you a Blue Beard, I am a little curious about it.\"\n", "word": "blue", "modifies": "beard"}
{"color": "green", "line": "We went on by a pretty little orchard, where the cherries were nestling among the green leaves and the shadows of the apple trees were sporting on the grass, to the house itself a cottage, quite a rustic cottage of doll's rooms; but such a lovely place, so tranquil and so beautiful, with such a rich and smiling country spread around it; with water sparkling away into the distance, here all overhung with summer growth, there turning a humming mill; at its nearest point glancing through a meadow by the cheerful town, where cricket players were assembling in bright groups and a flag was flying from a white tent that rippled in the sweet west wind.\n", "word": "green", "modifies": "leaf"}
{"color": "white", "line": "We went on by a pretty little orchard, where the cherries were nestling among the green leaves and the shadows of the apple trees were sporting on the grass, to the house itself a cottage, quite a rustic cottage of doll's rooms; but such a lovely place, so tranquil and so beautiful, with such a rich and smiling country spread around it; with water sparkling away into the distance, here all overhung with summer growth, there turning a humming mill; at its nearest point glancing through a meadow by the cheerful town, where cricket players were assembling in bright groups and a flag was flying from a white tent that rippled in the sweet west wind.\n", "word": "white", "modifies": "tent"}
{"color": "gold", "line": "But I would not have my Esther's bright example lost; I would not have a jot of my dear girl's virtues unobserved and unhonoured; I would not have her admitted on sufferance into the line of Morgan ap Kerrig, no, not for the weight in gold of all the mountains in Wales!\"\n", "word": "gold", "modifies": "weight"}
{"color": "green", "line": "He moved away from under the green roof of leaves, and stopping in the sunlight outside and turning cheerfully towards us, said, \"I shall be found about here somewhere.\n", "word": "green", "modifies": "roof"}
{"color": "silver", "line": "\"You are to reflect, Mr. Woodcourt,\" observed Mr. Kenge, using his silver trowel persuasively and smoothingly, \"that this has been a great cause, that this has been a protracted cause, that this has been a complex cause.\n", "word": "silver", "modifies": "trowel"}
{"color": "black", "line": "As he gave me that slowly devouring look of his, while twisting up the strings of his bag before he hastened with it after Mr. Kenge, the benignant shadow of whose conversational presence he seemed afraid to leave, he gave one gasp as if he had swallowed the last morsel of his client, and his black buttoned up unwholesome figure glided away to the low door at the end of the Hall.\n", "word": "black", "modifies": "figure"}
{"color": "pink", "line": "Some of her old friends, principally to be found among the peachy cheeked charmers with the skeleton throats, did once occasionally say, as they toyed in a ghastly manner with large fans like charmers reduced to flirting with grim death, after losing all their other beaux did once occasionally say, when the world assembled together, that they wondered the ashes of the Dedlocks, entombed in the mausoleum, never rose against the profanation of her company.\n", "word": "rose", "modifies": "profanation"}
{"color": "gray", "line": "They have visitors in the high summer weather, when a grey cloak and umbrella, unknown to Chesney Wold at other periods, are seen among the leaves; when two young ladies are occasionally found gambolling in sequestered saw pits and such nooks of the park; and when the smoke of two pipes wreathes away into the fragrant evening air from the trooper's door.\n", "word": "grey", "modifies": "cloak"}
{"color": "red", "line": "Volumnia, growing with the flight of time pinker as to the red in her face, and yellower as to the white, reads to Sir Leicester in the long evenings and is driven to various artifices to conceal her yawns, of which the chief and most efficacious is the insertion of the pearl necklace between her rosy lips.\n", "word": "red", "modifies": "flight"}
{"color": "white", "line": "Volumnia, growing with the flight of time pinker as to the red in her face, and yellower as to the white, reads to Sir Leicester in the long evenings and is driven to various artifices to conceal her yawns, of which the chief and most efficacious is the insertion of the pearl necklace between her rosy lips.\n", "word": "white", "modifies": "yellower"}
{"color": "pink", "line": "Volumnia, growing with the flight of time pinker as to the red in her face, and yellower as to the white, reads to Sir Leicester in the long evenings and is driven to various artifices to conceal her yawns, of which the chief and most efficacious is the insertion of the pearl necklace between her rosy lips.\n", "word": "rosy", "modifies": "lip"}
{"color": "white", "line": "With so much of itself abandoned to darkness and vacancy; with so little change under the summer shining or the wintry lowering; so sombre and motionless always no flag flying now by day, no rows of lights sparkling by night; with no family to come and go, no visitors to be the souls of pale cold shapes of rooms, no stir of life about it passion and pride, even to the stranger's eye, have died away from the place in Lincolnshire and yielded it to dull repose.\n", "word": "pale", "modifies": "shape"}
{"color": "black", "line": "Sometimes when I raise my eyes and see her in the black dress that she still wears, teaching my Richard, I feel it is difficult to express as if it were so good to know that she remembers her dear Esther in her prayers.\n", "word": "black", "modifies": "dress"}
