{"color": "black", "line": "Yet so miserably had he conducted himself, that though she was at this present time (the summer of 1814) wearing black ribbons for his wife, she could not admit him to be worth thinking of again.\n", "word": "black", "modifies": "ribbon"}
{"color": "gray", "line": "One day last spring, in town, I was in company with two men, striking instances of what I am talking of; Lord St Ives, whose father we all know to have been a country curate, without bread to eat; I was to give place to Lord St Ives, and a certain Admiral Baldwin, the most deplorable looking personage you can imagine; his face the colour of mahogany, rough and rugged to the last degree; all lines and wrinkles, nine grey hairs of a side, and nothing but a dab of powder at top.\n", "word": "grey", "modifies": "hair"}
{"color": "white", "line": "Lady Russell, convinced that Anne would not be allowed to be of any use, or any importance, in the choice of the house which they were going to secure, was very unwilling to have her hurried away so soon, and wanted to make it possible for her to stay behind till she might convey her to Bath herself after Christmas; but having engagements of her own which must take her from Kellynch for several weeks, she was unable to give the full invitation she wished, and Anne though dreading the possible heats of September in all the white glare of Bath, and grieving to forego all the influence so sweet and so sad of the autumnal months in the country, did not think that, everything considered, she wished to remain.\n", "word": "white", "modifies": "glare"}
{"color": "blue", "line": "could the originals of the portraits against the wainscot, could the gentlemen in brown velvet and the ladies in blue satin have seen what was going on, have been conscious of such an overthrow of all order and neatness!\n", "word": "blue", "modifies": "satin"}
{"color": "brown", "line": "could the originals of the portraits against the wainscot, could the gentlemen in brown velvet and the ladies in blue satin have seen what was going on, have been conscious of such an overthrow of all order and neatness!\n", "word": "brown", "modifies": "velvet"}
{"color": "black", "line": "That she was coming to apologize, and that they should have to spend the evening by themselves, was the first black idea; and Mary was quite ready to be affronted, when Louisa made all right by saying, that she only came on foot, to leave more room for the harp, which was bringing in the carriage.\n", "word": "black", "modifies": "idea"}
{"color": "brown", "line": "This nut,” he continued, with playful solemnity, “while so many of his brethren have fallen and been trodden under foot, is still in possession of all the happiness that a hazel nut can be supposed capable of.” Then returning to his former earnest tone—“My first wish for all whom I am interested in, is that they should be firm.\n", "word": "hazel", "modifies": "nut"}
{"color": "green", "line": "The scenes in its neighbourhood, Charmouth, with its high grounds and extensive sweeps of country, and still more, its sweet, retired bay, backed by dark cliffs, where fragments of low rock among the sands, make it the happiest spot for watching the flow of the tide, for sitting in unwearied contemplation; the woody varieties of the cheerful village of Up Lyme; and, above all, Pinny, with its green chasms between romantic rocks, where the scattered forest trees and orchards of luxuriant growth, declare that many a generation must have passed away since the first partial falling of the cliff prepared the ground for such a state, where a scene so wonderful and so lovely is exhibited, as may more than equal any of the resembling scenes of the far famed Isle of Wight: these places must be visited, and visited again, to make the worth of Lyme understood.\n", "word": "green", "modifies": "chasm"}
{"color": "blue", "line": "Lord Byron’s “dark blue seas” could not fail of being brought forward by their present view, and she gladly gave him all her attention as long as attention was possible.\n", "word": "blue", "modifies": "sea"}
{"color": "white", "line": "Captain Wentworth, who had caught her up, knelt with her in his arms, looking on her with a face as pallid as her own, in an agony of silence.\n", "word": "pallid", "modifies": "face"}
{"color": "black", "line": "An hour’s complete leisure for such reflections as these, on a dark November day, a small thick rain almost blotting out the very few objects ever to be discerned from the windows, was enough to make the sound of Lady Russell’s carriage exceedingly welcome; and yet, though desirous to be gone, she could not quit the Mansion House, or look an adieu to the Cottage, with its black, dripping and comfortless veranda, or even notice through the misty glasses the last humble tenements of the village, without a saddened heart.\n", "word": "black", "modifies": "veranda"}
{"color": "gold", "line": "On one side was a table occupied by some chattering girls, cutting up silk and gold paper; and on the other were tressels and trays, bending under the weight of brawn and cold pies, where riotous boys were holding high revel; the whole completed by a roaring Christmas fire, which seemed determined to be heard, in spite of all the noise of the others.\n", "word": "gold", "modifies": "silk"}
{"color": "pink", "line": "No, these were noises which belonged to the winter pleasures; her spirits rose under their influence; and like Mrs Musgrove, she was feeling, though not saying, that after being long in the country, nothing could be so good for her as a little quiet cheerfulness.\n", "word": "rose", "modifies": "spirit"}
{"color": "red", "line": "“The last time I saw her she had a red nose, but I hope that may not happen every day.” “Oh!\n", "word": "red", "modifies": "nose"}
{"color": "silver", "line": "The elegant little clock on the mantel piece had struck “eleven with its silver sounds,” and the watchman was beginning to be heard at a distance telling the same tale, before Mr Elliot or any of them seemed to feel that he had been there long.\n", "word": "silver", "modifies": "sound"}
{"color": "pink", "line": "I have travelled so little, that every fresh place would be interesting to me; but there is real beauty at Lyme; and in short” (with a faint blush at some recollections), “altogether my impressions of the place are very agreeable.” As she ceased, the entrance door opened again, and the very party appeared for whom they were waiting.\n", "word": "blush", "modifies": "recollection"}
{"color": "black", "line": "he is black at heart, hollow and black!” Anne’s astonished air, and exclamation of wonder, made her pause, and in a calmer manner, she added, “My expressions startle you.\n", "word": "black", "modifies": "heart"}
{"color": "white", "line": "They were come to Bath for a few days with Mrs Musgrove, and were at the White Hart.\n", "word": "white", "modifies": "hart"}
{"color": "white", "line": "They all three called in Rivers Street for a couple of minutes; but Anne convinced herself that a day’s delay of the intended communication could be of no consequence, and hastened forward to the White Hart, to see again the friends and companions of the last autumn, with an eagerness of good will which many associations contributed to form.\n", "word": "white", "modifies": "hart"}
{"color": "white", "line": "When she reached the White Hart, and made her way to the proper apartment, she found herself neither arriving quite in time, nor the first to arrive.\n", "word": "white", "modifies": "hart"}
{"color": "white", "line": "The cheeks which had been pale now glowed, and the movements which had hesitated were decided.\n", "word": "pale", "modifies": "cheek"}
{"color": "pink", "line": "She cared not for Mrs Clay, and had nothing to blush for in the public manners of her father and sister.\n", "word": "blush", "modifies": "manner"}
