{"color": "gray", "line": "Presently he was met by an elderly parson astride on a gray mare, who, as he rode, hummed a wandering tune.\n", "word": "gray", "modifies": "mare"}
{"color": "silver", "line": "I’ve got a wold silver spoon, and a wold graven seal at home, too; but, Lord, what’s a spoon and seal?...\n", "word": "silver", "modifies": "spoon"}
{"color": "blue", "line": "Not a soul passed that way for a long while, and the faint notes of the band were the only human sounds audible within the rim of blue hills.\n", "word": "blue", "modifies": "hill"}
{"color": "brown", "line": "This fertile and sheltered tract of country, in which the fields are never brown and the springs never dry, is bounded on the south by the bold chalk ridge that embraces the prominences of Hambledon Hill, Bulbarrow, Nettlecombe Tout, Dogbury, High Stoy, and Bubb Down.\n", "word": "brown", "modifies": "field"}
{"color": "white", "line": "Behind him the hills are open, the sun blazes down upon fields so large as to give an unenclosed character to the landscape, the lanes are white, the hedges low and plashed, the atmosphere colourless.\n", "word": "white", "modifies": "lane"}
{"color": "green", "line": "Here, in the valley, the world seems to be constructed upon a smaller and more delicate scale; the fields are mere paddocks, so reduced that from this height their hedgerows appear a network of dark green threads overspreading the paler green of the grass.\n", "word": "green", "modifies": "thread"}
{"color": "white", "line": "The Vale was known in former times as the Forest of White Hart, from a curious legend of King Henry III’s reign, in which the killing by a certain Thomas de la Lynd of a beautiful white hart which the king had run down and spared, was made the occasion of a heavy fine.\n", "word": "white", "modifies": "hart"}
{"color": "white", "line": "The banded ones were all dressed in white gowns—a gay survival from Old Style days, when cheerfulness and May time were synonyms—days before the habit of taking long views had reduced emotions to a monotonous average.\n", "word": "white", "modifies": "gown"}
{"color": "green", "line": "Ideal and real clashed slightly as the sun lit up their figures against the green hedges and creeper laced house fronts; for, though the whole troop wore white garments, no two whites were alike among them.\n", "word": "green", "modifies": "hedge"}
{"color": "white", "line": "Ideal and real clashed slightly as the sun lit up their figures against the green hedges and creeper laced house fronts; for, though the whole troop wore white garments, no two whites were alike among them.\n", "word": "white", "modifies": "garment"}
{"color": "white", "line": "Some approached pure blanching; some had a bluish pallor; some worn by the older characters (which had possibly lain by folded for many a year) inclined to a cadaverous tint, and to a Georgian style.\n", "word": "cadaverous", "modifies": "tint"}
{"color": "white", "line": "In addition to the distinction of a white frock, every woman and girl carried in her right hand a peeled willow wand, and in her left a bunch of white flowers.\n", "word": "white", "modifies": "frock"}
{"color": "silver", "line": "There were a few middle aged and even elderly women in the train, their silver wiry hair and wrinkled faces, scourged by time and trouble, having almost a grotesque, certainly a pathetic, appearance in such a jaunty situation.\n", "word": "silver", "modifies": "hair"}
{"color": "black", "line": "The young girls formed, indeed, the majority of the band, and their heads of luxuriant hair reflected in the sunshine every tone of gold, and black, and brown.\n", "word": "black", "modifies": "gold"}
{"color": "gold", "line": "The young girls formed, indeed, the majority of the band, and their heads of luxuriant hair reflected in the sunshine every tone of gold, and black, and brown.\n", "word": "gold", "modifies": "tone"}
{"color": "red", "line": "She wore a red ribbon in her hair, and was the only one of the white company who could boast of such a pronounced adornment.\n", "word": "red", "modifies": "ribbon"}
{"color": "white", "line": "She wore a red ribbon in her hair, and was the only one of the white company who could boast of such a pronounced adornment.\n", "word": "white", "modifies": "company"}
{"color": "red", "line": "The pouted up deep red mouth to which this syllable was native had hardly as yet settled into its definite shape, and her lower lip had a way of thrusting the middle of her top one upward, when they closed together after a word.\n", "word": "red", "modifies": "mouth"}
{"color": "white", "line": "The eldest wore the white tie, high waistcoat, and thin brimmed hat of the regulation curate; the second was the normal undergraduate; the appearance of the third and youngest would hardly have been sufficient to characterize him; there was an uncribbed, uncabined aspect in his eyes and attire, implying that he had hardly as yet found the entrance to his professional groove.\n", "word": "white", "modifies": "tie"}
{"color": "white", "line": "They leant over the gate by the highway, and inquired as to the meaning of the dance and the white frocked maids.\n", "word": "white", "modifies": "maid"}
{"color": "green", "line": "He could see the white figures of the girls in the green enclosure whirling about as they had whirled when he was among them.\n", "word": "green", "modifies": "enclosure"}
{"color": "white", "line": "He could see the white figures of the girls in the green enclosure whirling about as they had whirled when he was among them.\n", "word": "white", "modifies": "figure"}
{"color": "white", "line": "This white shape stood apart by the hedge alone.\n", "word": "white", "modifies": "shape"}
{"color": "white", "line": "She was so modest, so expressive, she had looked so soft in her thin white gown that he felt he had acted stupidly.\n", "word": "white", "modifies": "gown"}
{"color": "green", "line": "From the holiday gaieties of the field—the white gowns, the nosegays, the willow wands, the whirling movements on the green, the flash of gentle sentiment towards the stranger—to the yellow melancholy of this one candled spectacle, what a step!\n", "word": "green", "modifies": "movement"}
{"color": "white", "line": "From the holiday gaieties of the field—the white gowns, the nosegays, the willow wands, the whirling movements on the green, the flash of gentle sentiment towards the stranger—to the yellow melancholy of this one candled spectacle, what a step!\n", "word": "white", "modifies": "gown"}
{"color": "yellow", "line": "From the holiday gaieties of the field—the white gowns, the nosegays, the willow wands, the whirling movements on the green, the flash of gentle sentiment towards the stranger—to the yellow melancholy of this one candled spectacle, what a step!\n", "word": "yellow", "modifies": "melancholy"}
{"color": "white", "line": "Out of that tub had come the day before—Tess felt it with a dreadful sting of remorse—the very white frock upon her back which she had so carelessly greened about the skirt on the damping grass—which had been wrung up and ironed by her mother’s own hands.\n", "word": "white", "modifies": "frock"}
{"color": "pink", "line": "Her ascent of the crooked staircase was a slower process, and her face, as it rose into the light above the last stair, encountered the gaze of all the party assembled in the bedroom.\n", "word": "rose", "modifies": "light"}
{"color": "black", "line": "“And we’ll all go and see her when Tess has gone to live with her; and we’ll ride in her coach and wear black clothes!” “How do you come here, child?\n", "word": "black", "modifies": "clothes"}
{"color": "green", "line": "“But Joan Durbeyfield must mind that she don’t get green malt in floor.” It was a local phrase which had a peculiar meaning, and there was no reply.\n", "word": "green", "modifies": "malt"}
{"color": "brown", "line": "When they had passed the little town of Stourcastle, dumbly somnolent under its thick brown thatch, they reached higher ground.\n", "word": "brown", "modifies": "thatch"}
{"color": "black", "line": "He leant back against the hives, and with upturned face made observations on the stars, whose cold pulses were beating amid the black hollows above, in serene dissociation from these two wisps of human life.\n", "word": "black", "modifies": "hollow"}
{"color": "red", "line": "In her despair Tess sprang forward and put her hand upon the hole, with the only result that she became splashed from face to skirt with the crimson drops.\n", "word": "crimson", "modifies": "drop"}
{"color": "white", "line": "The atmosphere turned pale, the birds shook themselves in the hedges, arose, and twittered; the lane showed all its white features, and Tess showed hers, still whiter.\n", "word": "white", "modifies": "feature"}
{"color": "pink", "line": "The huge pool of blood in front of her was already assuming the iridescence of coagulation; and when the sun rose a hundred prismatic hues were reflected from it.\n", "word": "rose", "modifies": "sun"}
{"color": "red", "line": "In the Durbeyfield countenances there was nothing of the red wrath that would have burnt upon the girl from parents more ambitious for her welfare.\n", "word": "red", "modifies": "wrath"}
{"color": "pink", "line": "When it was discovered that the knacker and tanner would give only a very few shillings for Prince’s carcase because of his decrepitude, Durbeyfield rose to the occasion.\n", "word": "rose", "modifies": "durbeyfield"}
{"color": "white", "line": "She had seen daily from her chamber window towers, villages, faint white mansions; above all, the town of Shaston standing majestically on its height; its windows shining like lamps in the evening sun.\n", "word": "white", "modifies": "mansion"}
{"color": "red", "line": "The crimson brick lodge came first in sight, up to its eaves in dense evergreens.\n", "word": "crimson", "modifies": "lodge"}
{"color": "red", "line": "It was of recent erection—indeed almost new—and of the same rich red colour that formed such a contrast with the evergreens of the lodge.\n", "word": "red", "modifies": "colour"}
{"color": "blue", "line": "Far behind the corner of the house—which rose like a geranium bloom against the subdued colours around—stretched the soft azure landscape of The Chase—a truly venerable tract of forest land, one of the few remaining woodlands in England of undoubted primaeval date, wherein Druidical mistletoe was still found on aged oaks, and where enormous yew trees, not planted by the hand of man grew as they had grown when they were pollarded for bows.\n", "word": "azure", "modifies": "landscape"}
{"color": "pink", "line": "Far behind the corner of the house—which rose like a geranium bloom against the subdued colours around—stretched the soft azure landscape of The Chase—a truly venerable tract of forest land, one of the few remaining woodlands in England of undoubted primaeval date, wherein Druidical mistletoe was still found on aged oaks, and where enormous yew trees, not planted by the hand of man grew as they had grown when they were pollarded for bows.\n", "word": "rose", "modifies": "corner"}
{"color": "black", "line": "He had an almost swarthy complexion, with full lips, badly moulded, though red and smooth, above which was a well groomed black moustache with curled points, though his age could not be more than three or four and twenty.\n", "word": "black", "modifies": "moustache"}
{"color": "silver", "line": "And we have a very old silver spoon, round in the bowl like a little ladle, and marked with the same castle.\n", "word": "silver", "modifies": "spoon"}
{"color": "pink", "line": "When she could consume no more of the strawberries he filled her little basket with them; and then the two passed round to the rose trees, whence he gathered blossoms and gave her to put in her bosom.\n", "word": "rose", "modifies": "tree"}
{"color": "pink", "line": "And such roses in early June!” Then she became aware of the spectacle she presented to their surprised vision: roses at her breasts; roses in her hat; roses and strawberries in her basket to the brim.\n", "word": "rose", "modifies": "june"}
{"color": "pink", "line": "Then she fell to reflecting again, and in looking downwards a thorn of the rose remaining in her breast accidentally pricked her chin.\n", "word": "rose", "modifies": "thorn"}
{"color": "pink", "line": "She tied it with a broader pink ribbon than usual.\n", "word": "pink", "modifies": "ribbon"}
{"color": "white", "line": "Then she put upon her the white frock that Tess had worn at the club walking, the airy fulness of which, supplementing her enlarged _coiffure_, imparted to her developing figure an amplitude which belied her age, and might cause her to be estimated as a woman when she was not much more than a child.\n", "word": "white", "modifies": "frock"}
{"color": "white", "line": "They saw her white shape draw near to the spring cart, on which her box was already placed.\n", "word": "white", "modifies": "shape"}
{"color": "white", "line": "The driver was a young man of three or four and twenty, with a cigar between his teeth; wearing a dandy cap, drab jacket, breeches of the same hue, white neckcloth, stick up collar, and brown driving gloves—in short, he was the handsome, horsey young buck who had visited Joan a week or two before to get her answer about Tess.\n", "word": "white", "modifies": "neckcloth"}
{"color": "brown", "line": "The driver was a young man of three or four and twenty, with a cigar between his teeth; wearing a dandy cap, drab jacket, breeches of the same hue, white neckcloth, stick up collar, and brown driving gloves—in short, he was the handsome, horsey young buck who had visited Joan a week or two before to get her answer about Tess.\n", "word": "brown", "modifies": "glove"}
{"color": "green", "line": "Rising still, an immense landscape stretched around them on every side; behind, the green valley of her birth, before, a gray country of which she knew nothing except from her first brief visit to Trantridge.\n", "word": "green", "modifies": "valley"}
{"color": "gray", "line": "Rising still, an immense landscape stretched around them on every side; behind, the green valley of her birth, before, a gray country of which she knew nothing except from her first brief visit to Trantridge.\n", "word": "gray", "modifies": "country"}
{"color": "white", "line": "D’Urberville looked round upon her, nipped his cigar with the tips of his large white centre teeth, and allowed his lips to smile slowly of themselves.\n", "word": "white", "modifies": "centre"}
{"color": "white", "line": "The wind blew through Tess’s white muslin to her very skin, and her washed hair flew out behind.\n", "word": "white", "modifies": "muslin"}
{"color": "red", "line": "“No, sir,” she said, revealing the red and ivory of her mouth as her eye lit in defiant triumph; “not again, if I know it!” “What—you won’t get up beside me?” “No; I shall walk.” “’Tis five or six miles yet to Trantridge.” “I don’t care if ’tis dozens.\n", "word": "red", "modifies": "ivory"}
{"color": "white", "line": "“No, sir,” she said, revealing the red and ivory of her mouth as her eye lit in defiant triumph; “not again, if I know it!” “What—you won’t get up beside me?” “No; I shall walk.” “’Tis five or six miles yet to Trantridge.” “I don’t care if ’tis dozens.\n", "word": "ivory", "modifies": "red"}
{"color": "white", "line": "When Tess had occupied herself about an hour the next morning in altering and improving the arrangements, according to her skilled ideas as the daughter of a professed poulterer, the door in the wall opened and a servant in white cap and apron entered.\n", "word": "white", "modifies": "cap"}
{"color": "white", "line": "In a sitting room on the ground floor, ensconced in an armchair with her back to the light, was the owner and mistress of the estate, a white haired woman of not more than sixty, or even less, wearing a large cap.\n", "word": "white", "modifies": "woman"}
{"color": "red", "line": "I have been watching you from over the wall—sitting like _Im_ patience on a monument, and pouting up that pretty red mouth to whistling shape, and whooing and whooing, and privately swearing, and never being able to produce a note.\n", "word": "red", "modifies": "mouth"}
{"color": "white", "line": "Mrs d’Urberville slept in a large four post bedstead hung with heavy damask curtains, and the bullfinches occupied the same apartment, where they flitted about freely at certain hours, and made little white spots on the furniture and upholstery.\n", "word": "white", "modifies": "spot"}
{"color": "blue", "line": "It was a fine September evening, just before sunset, when yellow lights struggle with blue shades in hairlike lines, and the atmosphere itself forms a prospect without aid from more solid objects, except the innumerable winged insects that dance in it.\n", "word": "blue", "modifies": "shade"}
{"color": "yellow", "line": "It was a fine September evening, just before sunset, when yellow lights struggle with blue shades in hairlike lines, and the atmosphere itself forms a prospect without aid from more solid objects, except the innumerable winged insects that dance in it.\n", "word": "yellow", "modifies": "light"}
{"color": "yellow", "line": "It was a windowless erection used for storage, and from the open door there floated into the obscurity a mist of yellow radiance, which at first Tess thought to be illuminated smoke.\n", "word": "yellow", "modifies": "radiance"}
{"color": "pink", "line": "An inner cloud of dust rose around the prostrate figures amid the general one of the room, in which a twitching entanglement of arms and legs was discernible.\n", "word": "rose", "modifies": "cloud"}
{"color": "red", "line": "She looked round, and saw the red coal of a cigar: Alec d’Urberville was standing there alone.\n", "word": "red", "modifies": "coal"}
{"color": "white", "line": "It was a three mile walk, along a dry white road, made whiter to night by the light of the moon.\n", "word": "white", "modifies": "road"}
{"color": "black", "line": "No; it was not her hair: it was a black stream of something oozing from her basket, and it glistened like a slimy snake in the cold still rays of the moon.\n", "word": "black", "modifies": "stream"}
{"color": "pink", "line": "She had perceived that the horse was not the spirited one he sometimes rose, and felt no alarm on that score, though her seat was precarious enough despite her tight hold of him.\n", "word": "rose", "modifies": "one"}
{"color": "white", "line": "With the setting of the moon the pale light lessened, and Tess became invisible as she fell into reverie upon the leaves where he had left her.\n", "word": "pale", "modifies": "light"}
{"color": "white", "line": "The obscurity was now so great that he could see absolutely nothing but a pale nebulousness at his feet, which represented the white muslin figure he had left upon the dead leaves.\n", "word": "white", "modifies": "figure"}
{"color": "pink", "line": "Above them rose the primaeval yews and oaks of The Chase, in which there poised gentle roosting birds in their last nap; and about them stole the hopping rabbits and hares.\n", "word": "rose", "modifies": "yew"}
{"color": "yellow", "line": "The time was not long past daybreak, and the yellow luminosity upon the horizon behind her back lighted the ridge towards which her face was set—the barrier of the vale wherein she had of late been a stranger—which she would have to climb over to reach her birthplace.\n", "word": "yellow", "modifies": "luminosity"}
{"color": "green", "line": "Tess went up the remainder of its length without stopping, and on reaching the edge of the escarpment gazed over the familiar green world beyond, now half veiled in mist.\n", "word": "green", "modifies": "world"}
{"color": "white", "line": "Ascending by the long white road that Tess herself had just laboured up, she saw a two wheeled vehicle, beside which walked a man, who held up his hand to attract her attention.\n", "word": "white", "modifies": "road"}
{"color": "red", "line": "He appeared to be an artisan of some sort, and carried a tin pot of red paint in his hand.\n", "word": "red", "modifies": "paint"}
{"color": "gray", "line": "The old gray wall began to advertise a similar fiery lettering to the first, with a strange and unwonted mien, as if distressed at duties it had never before been called upon to perform.\n", "word": "gray", "modifies": "wall"}
{"color": "red", "line": "His light, a little later, broke though chinks of cottage shutters, throwing stripes like red hot pokers upon cupboards, chests of drawers, and other furniture within; and awakening harvesters who were not already astir.\n", "word": "red", "modifies": "poker"}
{"color": "yellow", "line": "But of all ruddy things that morning the brightest were two broad arms of painted wood, which rose from the margin of yellow cornfield hard by Marlott village.\n", "word": "yellow", "modifies": "cornfield"}
{"color": "pink", "line": "But of all ruddy things that morning the brightest were two broad arms of painted wood, which rose from the margin of yellow cornfield hard by Marlott village.\n", "word": "rose", "modifies": "wood"}
{"color": "pink", "line": "In a minute it came up on the other side of the field at the same equable pace; the glistening brass star in the forehead of the fore horse first catching the eye as it rose into view over the stubble, then the bright arms, and then the whole machine.\n", "word": "rose", "modifies": "view"}
{"color": "white", "line": "There was one wearing a pale pink jacket, another in a cream coloured tight sleeved gown, another in a petticoat as red as the arms of the reaping machine; and others, older, in the brown rough “wropper” or over all—the old established and most appropriate dress of the field woman, which the young ones were abandoning.\n", "word": "pale", "modifies": "jacket"}
{"color": "brown", "line": "There was one wearing a pale pink jacket, another in a cream coloured tight sleeved gown, another in a petticoat as red as the arms of the reaping machine; and others, older, in the brown rough “wropper” or over all—the old established and most appropriate dress of the field woman, which the young ones were abandoning.\n", "word": "brown", "modifies": "wropper"}
{"color": "pink", "line": "There was one wearing a pale pink jacket, another in a cream coloured tight sleeved gown, another in a petticoat as red as the arms of the reaping machine; and others, older, in the brown rough “wropper” or over all—the old established and most appropriate dress of the field woman, which the young ones were abandoning.\n", "word": "pink", "modifies": "jacket"}
{"color": "pink", "line": "This morning the eye returns involuntarily to the girl in the pink cotton jacket, she being the most flexuous and finely drawn figure of them all.\n", "word": "pink", "modifies": "jacket"}
{"color": "brown", "line": "But her bonnet is pulled so far over her brow that none of her face is disclosed while she binds, though her complexion may be guessed from a stray twine or two of dark brown hair which extends below the curtain of her bonnet.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "The cheeks are paler, the teeth more regular, the red lips thinner than is usual in a country bred girl.\n", "word": "red", "modifies": "lip"}
{"color": "pink", "line": "On the verge of the hour the heads of a group of children, of ages ranging from six to fourteen, rose over the stubbly convexity of the hill.\n", "word": "rose", "modifies": "verge"}
{"color": "red", "line": "When she had deposited herself a man in a rabbit skin cap, and with a red handkerchief tucked into his belt, held the cup of ale over the top of the shock for her to drink.\n", "word": "red", "modifies": "handkerchief"}
{"color": "red", "line": "“She’s fond of that there child, though she mid pretend to hate en, and say she wishes the baby and her too were in the churchyard,” observed the woman in the red petticoat.\n", "word": "red", "modifies": "petticoat"}
{"color": "black", "line": "It was a thousand pities, indeed; it was impossible for even an enemy to feel otherwise on looking at Tess as she sat there, with her flower like mouth and large tender eyes, neither black nor blue nor grey nor violet; rather all those shades together, and a hundred others, which could be seen if one looked into their irises—shade behind shade—tint beyond tint—around pupils that had no bottom; an almost standard woman, but for the slight incautiousness of character inherited from her race.\n", "word": "black", "modifies": "flower"}
{"color": "green", "line": "Meanwhile the trees were just as green as before; the birds sang and the sun shone as clearly now as ever.\n", "word": "green", "modifies": "tree"}
{"color": "pink", "line": "The harvest men rose from the shock of corn, and stretched their limbs, and extinguished their pipes.\n", "word": "rose", "modifies": "men"}
{"color": "red", "line": "The horses, which had been unharnessed and fed, were again attached to the scarlet machine.\n", "word": "scarlet", "modifies": "machine"}
{"color": "gold", "line": "Then they all rode home in one of the largest wagons, in the company of a broad tarnished moon that had risen from the ground to the eastwards, its face resembling the outworn gold leaf halo of some worm eaten Tuscan saint.\n", "word": "gold", "modifies": "leaf"}
{"color": "green", "line": "Tess’s female companions sang songs, and showed themselves very sympathetic and glad at her reappearance out of doors, though they could not refrain from mischievously throwing in a few verses of the ballad about the maid who went to the merry green wood and came back a changed state.\n", "word": "green", "modifies": "wood"}
{"color": "white", "line": "Her figure looked singularly tall and imposing as she stood in her long white nightgown, a thick cable of twisted dark hair hanging straight down her back to her waist.\n", "word": "white", "modifies": "nightgown"}
{"color": "red", "line": "The ecstasy of faith almost apotheosized her; it set upon her face a glowing irradiation, and brought a red spot into the middle of each cheek; while the miniature candle flame inverted in her eye pupils shone like a diamond.\n", "word": "red", "modifies": "spot"}
{"color": "blue", "line": "In the blue of the morning that fragile soldier and servant breathed his last, and when the other children awoke they cried bitterly, and begged Sissy to have another pretty baby.\n", "word": "blue", "modifies": "morning"}
{"color": "pink", "line": "All the while she wondered if any strange good thing might come of her being in her ancestral land; and some spirit within her rose automatically as the sap in the twigs.\n", "word": "rose", "modifies": "spirit"}
{"color": "green", "line": "The green lea was speckled as thickly with them as a canvas by Van Alsloot or Sallaert with burghers.\n", "word": "green", "modifies": "lea"}
{"color": "red", "line": "The ripe hue of the red and dun kine absorbed the evening sunlight, which the white coated animals returned to the eye in rays almost dazzling, even at the distant elevation on which she stood.\n", "word": "red", "modifies": "kine"}
{"color": "white", "line": "The ripe hue of the red and dun kine absorbed the evening sunlight, which the white coated animals returned to the eye in rays almost dazzling, even at the distant elevation on which she stood.\n", "word": "white", "modifies": "animal"}
{"color": "blue", "line": "It lacked the intensely blue atmosphere of the rival vale, and its heavy soils and scents; the new air was clear, bracing, ethereal.\n", "word": "blue", "modifies": "atmosphere"}
{"color": "pink", "line": "One day she was pink and flawless; another pale and tragical.\n", "word": "pink", "modifies": "day"}
{"color": "pink", "line": "And thus her spirits, and her thankfulness, and her hopes, rose higher and higher.\n", "word": "rose", "modifies": "spirit"}
{"color": "red", "line": "The red and white herd nearest at hand, which had been phlegmatically waiting for the call, now trooped towards the steading in the background, their great bags of milk swinging under them as they walked.\n", "word": "red", "modifies": "herd"}
{"color": "green", "line": "Long thatched sheds stretched round the enclosure, their slopes encrusted with vivid green moss, and their eaves supported by wooden posts rubbed to a glossy smoothness by the flanks of infinite cows and calves of bygone years, now passed to an oblivion almost inconceivable in its profundity.\n", "word": "green", "modifies": "moss"}
{"color": "white", "line": "One of these was a sturdy middle aged man—whose long white “pinner” was somewhat finer and cleaner than the wraps of the others, and whose jacket underneath had a presentable marketing aspect—the master dairyman, of whom she was in quest, his double character as a working milker and butter maker here during six days, and on the seventh as a man in shining broad cloth in his family pew at church, being so marked as to have inspired a rhyme: Seeing Tess standing at gaze he went across to her.\n", "word": "white", "modifies": "pinner"}
{"color": "black", "line": "After Tess had settled down to her cow there was for a time no talk in the barton, and not a sound interfered with the purr of the milk jets into the numerous pails, except a momentary exclamation to one or other of the beasts requesting her to turn round or stand still.\n", "word": "jet", "modifies": "milk"}
{"color": "white", "line": "He wore the ordinary white pinner and leather leggings of a dairy farmer when milking, and his boots were clogged with the mulch of the yard; but this was all his local livery.\n", "word": "white", "modifies": "pinner"}
{"color": "white", "line": "Under his linen milking pinner he wore a dark velveteen jacket, cord breeches and gaiters, and a starched white shirt.\n", "word": "white", "modifies": "shirt"}
{"color": "blue", "line": "The light from the long, wide, mullioned window opposite shone in upon his nook, and, assisted by a secondary light of cold blue quality which shone down the chimney, enabled him to read there easily whenever disposed to do so.\n", "word": "blue", "modifies": "quality"}
{"color": "red", "line": "The outskirt of the garden in which Tess found herself had been left uncultivated for some years, and was now damp and rank with juicy grass which sent up mists of pollen at a touch; and with tall blooming weeds emitting offensive smells—weeds whose red and yellow and purple hues formed a polychrome as dazzling as that of cultivated flowers.\n", "word": "red", "modifies": "hue"}
{"color": "white", "line": "She went stealthily as a cat through this profusion of growth, gathering cuckoo spittle on her skirts, cracking snails that were underfoot, staining her hands with thistle milk and slug slime, and rubbing off upon her naked arms sticky blights which, though snow white on the apple tree trunks, made madder stains on her skin; thus she drew quite near to Clare, still unobserved of him.\n", "word": "white", "modifies": "snow"}
{"color": "white", "line": "Barren attribute as it was, disastrous as its discovery had been in many ways to her, perhaps Mr Clare, as a gentleman and a student of history, would respect her sufficiently to forget her childish conduct with the lords and ladies if he knew that those Purbeck marble and alabaster people in Kingsbere Church really represented her own lineal forefathers; that she was no spurious d’Urberville, compounded of money and ambition like those at Trantridge, but true d’Urberville to the bone.\n", "word": "alabaster", "modifies": "people"}
{"color": "gray", "line": "There’s the Billets and the Drenkhards and the Greys and the St Quintins and the Hardys and the Goulds, who used to own the lands for miles down this valley; you could buy ’em all up now for an old song a’most.\n", "word": "grey", "modifies": "billet"}
{"color": "black", "line": "Rays from the sunrise drew forth the buds and stretched them into long stalks, lifted up sap in noiseless streams, opened petals, and sucked out scents in invisible jets and breathings.\n", "word": "jet", "modifies": "scent"}
{"color": "pink", "line": "They met daily in that strange and solemn interval, the twilight of the morning, in the violet or pink dawn; for it was necessary to rise early, so very early, here.\n", "word": "pink", "modifies": "dawn"}
{"color": "purple", "line": "They met daily in that strange and solemn interval, the twilight of the morning, in the violet or pink dawn; for it was necessary to rise early, so very early, here.\n", "word": "violet", "modifies": "dawn"}
{"color": "gray", "line": "The gray half tones of daybreak are not the gray half tones of the day’s close, though the degree of their shade may be the same.\n", "word": "gray", "modifies": "half"}
{"color": "green", "line": "On the gray moisture of the grass were marks where the cows had lain through the night—dark green islands of dry herbage the size of their carcasses, in the general sea of dew.\n", "word": "green", "modifies": "island"}
{"color": "gray", "line": "On the gray moisture of the grass were marks where the cows had lain through the night—dark green islands of dry herbage the size of their carcasses, in the general sea of dew.\n", "word": "gray", "modifies": "moisture"}
{"color": "white", "line": "Or perhaps the summer fog was more general, and the meadows lay like a white sea, out of which the scattered trees rose like dangerous rocks.\n", "word": "white", "modifies": "sea"}
{"color": "pink", "line": "Or perhaps the summer fog was more general, and the meadows lay like a white sea, out of which the scattered trees rose like dangerous rocks.\n", "word": "rose", "modifies": "tree"}
{"color": "red", "line": "They were standing in a group, in their nightgowns, barefooted, at the window, the last red rays of the west still warming their faces and necks and the walls around them.\n", "word": "red", "modifies": "ray"}
{"color": "white", "line": "All were watching somebody in the garden with deep interest, their three faces close together: a jovial and round one, a pale one with dark hair, and a fair one whose tresses were auburn.\n", "word": "pale", "modifies": "one"}
{"color": "white", "line": "“There he is again!” cried Izz Huett, the pale girl with dark damp hair and keenly cut lips.\n", "word": "pale", "modifies": "girl"}
{"color": "pink", "line": "A rosy spot came into the middle of Izz Huett’s cheek.\n", "word": "rosy", "modifies": "spot"}
{"color": "black", "line": "However, they formed themselves into line, all assisting, owing to the importance of the search; the dairyman at the upper end with Mr Clare, who had volunteered to help; then Tess, Marian, Izz Huett, and Retty; then Bill Lewell, Jonathan, and the married dairywomen—Beck Knibbs, with her wooly black hair and rolling eyes; and flaxen Frances, consumptive from the winter damps of the water meads—who lived in their respective cottages.\n", "word": "black", "modifies": "hair"}
{"color": "yellow", "line": "As they crept along, stooping low to discern the plant, a soft yellow gleam was reflected from the buttercups into their shaded faces, giving them an elfish, moonlit aspect, though the sun was pouring upon their backs in all the strength of noon.\n", "word": "yellow", "modifies": "gleam"}
{"color": "white", "line": "This would have been no serious hindrance on a week day; they would have clicked through it in their high pattens and boots quite unconcerned; but on this day of vanity, this Sun’s day, when flesh went forth to coquet with flesh while hypocritically affecting business with spiritual things; on this occasion for wearing their white stockings and thin shoes, and their pink, white, and lilac gowns, on which every mud spot would be visible, the pool was an awkward impediment.\n", "word": "white", "modifies": "stocking"}
{"color": "pink", "line": "This would have been no serious hindrance on a week day; they would have clicked through it in their high pattens and boots quite unconcerned; but on this day of vanity, this Sun’s day, when flesh went forth to coquet with flesh while hypocritically affecting business with spiritual things; on this occasion for wearing their white stockings and thin shoes, and their pink, white, and lilac gowns, on which every mud spot would be visible, the pool was an awkward impediment.\n", "word": "pink", "modifies": "gown"}
{"color": "pink", "line": "The rosy cheeked, bright eyed quartet looked so charming in their light summer attire, clinging to the roadside bank like pigeons on a roof slope, that he stopped a moment to regard them before coming close.\n", "word": "rosy", "modifies": "quartet"}
{"color": "red", "line": "He went up to the red haired girl, and while he was seizing her he glanced at Tess.\n", "word": "red", "modifies": "girl"}
{"color": "green", "line": "Ethiopic scorchings browned the upper slopes of the pastures, but there was still bright green herbage here where the watercourses purled.\n", "word": "green", "modifies": "herbage"}
{"color": "white", "line": "The wheels of the dairyman’s spring cart, as he sped home from market, licked up the pulverized surface of the highway, and were followed by white ribands of dust, as if they had set a thin powder train on fire.\n", "word": "white", "modifies": "riband"}
{"color": "pink", "line": "When she rose from her stool under a finished cow, Angel Clare, who had been observing her for some time, asked her if she would take the aforesaid creatures next.\n", "word": "rose", "modifies": "stool"}
{"color": "white", "line": "She was milking Old Pretty thus, and the sun chancing to be on the milking side, it shone flat upon her pink gowned form and her white curtain bonnet, and upon her profile, rendering it keen as a cameo cut from the dun background of the cow.\n", "word": "white", "modifies": "bonnet"}
{"color": "pink", "line": "She was milking Old Pretty thus, and the sun chancing to be on the milking side, it shone flat upon her pink gowned form and her white curtain bonnet, and upon her profile, rendering it keen as a cameo cut from the dun background of the cow.\n", "word": "pink", "modifies": "form"}
{"color": "pink", "line": "Nothing in the picture moved but Old Pretty’s tail and Tess’s pink hands, the latter so gently as to be a rhythmic pulsation only, as if they were obeying a reflex stimulus, like a beating heart.\n", "word": "pink", "modifies": "hand"}
{"color": "red", "line": "To a young man with the least fire in him that little upward lift in the middle of her red top lip was distracting, infatuating, maddening.\n", "word": "red", "modifies": "lip"}
{"color": "pink", "line": "He had never before seen a woman’s lips and teeth which forced upon his mind with such persistent iteration the old Elizabethan simile of roses filled with snow.\n", "word": "rose", "modifies": "simile"}
{"color": "black", "line": "At this moment of the morning Angel Clare was riding along a narrow lane ten miles distant from the breakfasters, in the direction of his father’s Vicarage at Emminster, carrying, as well as he could, a little basket which contained some black puddings and a bottle of mead, sent by Mrs Crick, with her kind respects, to his parents.\n", "word": "black", "modifies": "pudding"}
{"color": "white", "line": "The white lane stretched before him, and his eyes were upon it; but they were staring into next year, and not at the lane.\n", "word": "white", "modifies": "lane"}
{"color": "red", "line": "His father’s hill surrounded little town, the Tudor church tower of red stone, the clump of trees near the Vicarage, came at last into view beneath him, and he rode down towards the well known gate.\n", "word": "red", "modifies": "stone"}
{"color": "pink", "line": "Clare’s mind flew to the impassioned, summer steeped heathens in the Var Vale, their rosy faces court patched with cow droppings; and to one the most impassioned of them all.\n", "word": "rosy", "modifies": "court"}
{"color": "white", "line": "His mother appeared in a cap and silver spectacles, and his father looked what in fact he was—an earnest, God fearing man, somewhat gaunt, in years about sixty five, his pale face lined with thought and purpose.\n", "word": "pale", "modifies": "face"}
{"color": "silver", "line": "His mother appeared in a cap and silver spectacles, and his father looked what in fact he was—an earnest, God fearing man, somewhat gaunt, in years about sixty five, his pale face lined with thought and purpose.\n", "word": "silver", "modifies": "spectacle"}
{"color": "black", "line": "Angel looked round for Mrs Crick’s black puddings, which he had directed to be nicely grilled as they did them at the dairy, and of which he wished his father and mother to appreciate the marvellous herbal savours as highly as he did himself.\n", "word": "black", "modifies": "pudding"}
{"color": "black", "line": "you are looking for the black puddings, my dear boy,” observed Clare’s mother.\n", "word": "black", "modifies": "pudding"}
{"color": "black", "line": "“I rather wanted to say we enjoyed the mead and the black puddings very much.\n", "word": "black", "modifies": "pudding"}
{"color": "silver", "line": "And accomplishments have their charm,” returned his mother, looking at him through her silver spectacles.\n", "word": "silver", "modifies": "spectacle"}
{"color": "white", "line": "At the door the wood hooped pails, sodden and bleached by infinite scrubbings, hung like hats on a stand upon the forked and peeled limb of an oak fixed there for that purpose; all of them ready and dry for the evening milking.\n", "word": "bleached", "modifies": "scrubbing"}
{"color": "red", "line": "She was yawning, and he saw the red interior of her mouth as if it had been a snake’s.\n", "word": "red", "modifies": "interior"}
{"color": "pink", "line": "How you frightened me—I—” There had not at first been time for her to think of the changed relations which his declaration had introduced; but the full sense of the matter rose up in her face when she encountered Clare’s tender look as he stepped forward to the bottom stair.\n", "word": "rose", "modifies": "sense"}
{"color": "blue", "line": "At first she would not look straight up at him, but her eyes soon lifted, and his plumbed the deepness of the ever varying pupils, with their radiating fibrils of blue, and black, and gray, and violet, while she regarded him as Eve at her second waking might have regarded Adam.\n", "word": "blue", "modifies": "fibril"}
{"color": "gray", "line": "At first she would not look straight up at him, but her eyes soon lifted, and his plumbed the deepness of the ever varying pupils, with their radiating fibrils of blue, and black, and gray, and violet, while she regarded him as Eve at her second waking might have regarded Adam.\n", "word": "gray", "modifies": "fibril"}
{"color": "white", "line": "Clare’s revived thoughts of his father prevented his noticing her particularly; and so they went on down the white row of liquid rectangles till they had finished and drained them off, when the other maids returned, and took their pails, and Deb came to scald out the leads for the new milk.\n", "word": "white", "modifies": "row"}
{"color": "pink", "line": "The operation resembled the act of crumbling bread on a large scale; and amid the immaculate whiteness of the curds Tess Durbeyfield’s hands showed themselves of the pinkness of the rose.\n", "word": "rose", "modifies": "pinkness"}
{"color": "pink", "line": "Truth is truth between man and woman, as between man and man,” she lifted her eyes and they beamed devotedly into his, as her lip rose in a tender half smile.\n", "word": "rose", "modifies": "lip"}
{"color": "pink", "line": "She soon rose from table, and, with an impression that Clare would soon follow her, went along a little wriggling path, now stepping to one side of the irrigating channels, and now to the other, till she stood by the main stream of the Var.\n", "word": "rose", "modifies": "table"}
{"color": "green", "line": "Men had been cutting the water weeds higher up the river, and masses of them were floating past her—moving islands of green crow foot, whereon she might almost have ridden; long locks of which weed had lodged against the piles driven to keep the cows from crossing.\n", "word": "green", "modifies": "foot"}
{"color": "yellow", "line": "Except Marian, they all looked wistfully and suspiciously at the pair, in the sad yellow rays which the morning candles emitted in contrast with the first cold signals of the dawn without.\n", "word": "yellow", "modifies": "ray"}
{"color": "green", "line": "The supply was getting less as the animals advanced in calf, and the supernumerary milkers of the lush green season had been dismissed.\n", "word": "green", "modifies": "season"}
{"color": "brown", "line": "The lane they followed was so solitary that the hazel nuts had remained on the boughs till they slipped from their shells, and the blackberries hung in heavy clusters.\n", "word": "hazel", "modifies": "nut"}
{"color": "pink", "line": "As they drove on, the fragment of an old manor house of Caroline date rose against the sky, and was in due course passed and left behind.\n", "word": "rose", "modifies": "fragment"}
{"color": "green", "line": "They crept along towards a point in the expanse of shade just at hand at which a feeble light was beginning to assert its presence, a spot where, by day, a fitful white streak of steam at intervals upon the dark green background denoted intermittent moments of contact between their secluded world and modern life.\n", "word": "green", "modifies": "background"}
{"color": "white", "line": "They crept along towards a point in the expanse of shade just at hand at which a feeble light was beginning to assert its presence, a spot where, by day, a fitful white streak of steam at intervals upon the dark green background denoted intermittent moments of contact between their secluded world and modern life.\n", "word": "white", "modifies": "streak"}
{"color": "blue", "line": "They saw tiny blue fogs in the shadows of trees and hedges, all the time that there was bright sunshine elsewhere.\n", "word": "blue", "modifies": "fog"}
{"color": "green", "line": "The sun was so near the ground, and the sward so flat, that the shadows of Clare and Tess would stretch a quarter of a mile ahead of them, like two long fingers pointing afar to where the green alluvial reaches abutted against the sloping sides of the vale.\n", "word": "green", "modifies": "alluvial"}
{"color": "black", "line": "The shovelfuls of loam, black as jet, brought there by the river when it was as wide as the whole valley, were an essence of soils, pounded champaigns of the past, steeped, refined, and subtilized to extraordinary richness, out of which came all the fertility of the mead, and of the cattle grazing there.\n", "word": "black", "modifies": "loam"}
{"color": "pink", "line": "To calm herself the more completely, she rose from her little stool and left the room, overturning the stool with her skirts as she went.\n", "word": "rose", "modifies": "stool"}
{"color": "green", "line": "He sat on by the cheerful firelight thrown from a bundle of green ash sticks laid across the dogs; the sticks snapped pleasantly, and hissed out bubbles of sap from their ends.\n", "word": "green", "modifies": "stick"}
{"color": "white", "line": "They hung about her in their white nightgowns before replying, as if they considered their answer might lie in her look.\n", "word": "white", "modifies": "nightgown"}
{"color": "white", "line": "She wondered whether he would like her to be married in her present best white frock, or if she ought to buy a new one.\n", "word": "white", "modifies": "frock"}
{"color": "black", "line": "At some unnatural hour of the morning the dairyman had caused the yawning chimney corner to be whitened, and the brick hearth reddened, and a blazing yellow damask blower to be hung across the arch in place of the old grimy blue cotton one with a black sprig pattern which had formerly done duty there.\n", "word": "black", "modifies": "sprig"}
{"color": "blue", "line": "At some unnatural hour of the morning the dairyman had caused the yawning chimney corner to be whitened, and the brick hearth reddened, and a blazing yellow damask blower to be hung across the arch in place of the old grimy blue cotton one with a black sprig pattern which had formerly done duty there.\n", "word": "blue", "modifies": "one"}
{"color": "yellow", "line": "At some unnatural hour of the morning the dairyman had caused the yawning chimney corner to be whitened, and the brick hearth reddened, and a blazing yellow damask blower to be hung across the arch in place of the old grimy blue cotton one with a black sprig pattern which had formerly done duty there.\n", "word": "yellow", "modifies": "blower"}
{"color": "pink", "line": "She rose from breakfast before he had finished, and hastened upstairs.\n", "word": "rose", "modifies": "breakfast"}
{"color": "white", "line": "The carpet reached close to the sill, and under the edge of the carpet she discerned the faint white margin of the envelope containing her letter to him, which he obviously had never seen, owing to her having in her haste thrust it beneath the carpet as well as beneath the door.\n", "word": "white", "modifies": "margin"}
{"color": "red", "line": "All the servantry of the dairy were standing in the red brick entry to see them go out, the dairyman and his wife following to the door.\n", "word": "red", "modifies": "entry"}
{"color": "white", "line": "The white one with the rose comb had come and settled on the palings in front of the house, within a few yards of them, and his notes thrilled their ears through, dwindling away like echoes down a valley of rocks.\n", "word": "white", "modifies": "one"}
{"color": "pink", "line": "The white one with the rose comb had come and settled on the palings in front of the house, within a few yards of them, and his notes thrilled their ears through, dwindling away like echoes down a valley of rocks.\n", "word": "rose", "modifies": "comb"}
{"color": "red", "line": "It was less than a foot long, sewed up in canvas, sealed in red wax with his father’s seal, and directed in his father’s hand to “Mrs Angel Clare.” “It is a little wedding present for you, Tess,” said he, handing it to her.\n", "word": "red", "modifies": "wax"}
{"color": "white", "line": "Tess’s face and neck reflected the same warmth, which each gem turned into an Aldebaran or a Sirius—a constellation of white, red, and green flashes, that interchanged their hues with her every pulsation.\n", "word": "white", "modifies": "flash"}
{"color": "red", "line": "Imagination might have beheld a Last Day luridness in this red coaled glow, which fell on his face and hand, and on hers, peering into the loose hair about her brow, and firing the delicate skin underneath.\n", "word": "red", "modifies": "glow"}
{"color": "pink", "line": "A large shadow of her shape rose upon the wall and ceiling.\n", "word": "rose", "modifies": "shadow"}
{"color": "pink", "line": "After stirring the embers he rose to his feet; all the force of her disclosure had imparted itself now.\n", "word": "rose", "modifies": "foot"}
{"color": "white", "line": "Terror was upon her white face as she saw it; her cheek was flaccid, and her mouth had almost the aspect of a round little hole.\n", "word": "white", "modifies": "face"}
{"color": "gray", "line": "His form beside her light gray figure looked black, sinister, and forbidding, and she felt as sarcasm the touch of the jewels of which she had been momentarily so proud.\n", "word": "gray", "modifies": "figure"}
{"color": "white", "line": "In removing the light towards the bedstead its rays fell upon the tester of white dimity; something was hanging beneath it, and she lifted the candle to see what it was.\n", "word": "white", "modifies": "dimity"}
{"color": "pink", "line": "The smoke of the kindled wood rose from the chimney without like a lotus headed column; local people who were passing by saw it, and thought of the newly married couple, and envied their happiness.\n", "word": "rose", "modifies": "smoke"}
{"color": "white", "line": "Her hair was twisted up in a large round mass at the back of her head, and she had put on one of the new frocks—a pale blue woollen garment with neck frillings of white.\n", "word": "white", "modifies": "frillings"}
{"color": "blue", "line": "Her hair was twisted up in a large round mass at the back of her head, and she had put on one of the new frocks—a pale blue woollen garment with neck frillings of white.\n", "word": "blue", "modifies": "garment"}
{"color": "red", "line": "Her eyes were bright, her pale cheek still showed its wonted roundness, though half dried tears had left glistening traces thereon; and the usually ripe red mouth was almost as pale as her cheek.\n", "word": "red", "modifies": "mouth"}
{"color": "white", "line": "Her eyes were bright, her pale cheek still showed its wonted roundness, though half dried tears had left glistening traces thereon; and the usually ripe red mouth was almost as pale as her cheek.\n", "word": "pale", "modifies": "cheek"}
{"color": "pink", "line": "“I thought—any man would have thought—that by giving up all ambition to win a wife with social standing, with fortune, with knowledge of the world, I should secure rustic innocence as surely as I should secure pink cheeks; but—However, I am no man to reproach you, and I will not.” Tess felt his position so entirely that the remainder had not been needed.\n", "word": "pink", "modifies": "cheek"}
{"color": "pink", "line": "He went first to the room where they had washed their hands together the day before, and as he entered the sitting room the dish covers rose from the dishes as if by his own motion.\n", "word": "rose", "modifies": "cover"}
{"color": "white", "line": "He thus beheld in the pale morning light the resolve to separate from her; not as a hot and indignant instinct, but denuded of the passionateness which had made it scorch and burn; standing in its bones; nothing but a skeleton, but none the less there.\n", "word": "pale", "modifies": "morning"}
{"color": "gold", "line": "The gold of the summer picture was now gray, the colours mean, the rich soil mud, and the river cold.\n", "word": "gold", "modifies": "picture"}
{"color": "gray", "line": "The gold of the summer picture was now gray, the colours mean, the rich soil mud, and the river cold.\n", "word": "gray", "modifies": "gold"}
{"color": "pink", "line": "With his downward course the tower of the church rose into the evening sky in a manner of inquiry as to why he had come; and no living person in the twilighted town seemed to notice him, still less to expect him.\n", "word": "rose", "modifies": "course"}
{"color": "red", "line": "In going hither and thither he observed in the outskirts of a small town a red and blue placard setting forth the great advantages of the Empire of Brazil as a field for the emigrating agriculturist.\n", "word": "red", "modifies": "placard"}
{"color": "red", "line": "You said the other day that she was fine in figure; roundly built; had deep red lips like Cupid’s bow; dark eyelashes and brows, an immense rope of hair like a ship’s cable; and large eyes violety bluey blackish.” “I did, mother.” “I quite see her.\n", "word": "red", "modifies": "lip"}
{"color": "pink", "line": "May Heaven shield her in all her ways!” A lump rose in Clare’s throat.\n", "word": "rose", "modifies": "lump"}
{"color": "red", "line": "for her price is far above rubies.\n", "word": "ruby", "modifies": "price"}
{"color": "white", "line": "At the bottom of the flight he saw a woman standing, and on her turning up her face recognized the pale, dark eyed Izz Huett.\n", "word": "pale", "modifies": "eyed"}
{"color": "black", "line": "From that direction of gentility Black Care had come.\n", "word": "black", "modifies": "care"}
{"color": "white", "line": "“And you’ve got no collar on” (Tess had been accustomed to wear a little white collar at the dairy).\n", "word": "white", "modifies": "collar"}
{"color": "green", "line": "There was not a tree within sight; there was not, at this season, a green pasture—nothing but fallow and turnips everywhere, in large fields divided by hedges plashed to unrelieved levels.\n", "word": "green", "modifies": "pasture"}
{"color": "white", "line": "The swede field in which she and her companion were set hacking was a stretch of a hundred odd acres in one patch, on the highest ground of the farm, rising above stony lanchets or lynchets—the outcrop of siliceous veins in the chalk formation, composed of myriads of loose white flints in bulbous, cusped, and phallic shapes.\n", "word": "white", "modifies": "flint"}
{"color": "white", "line": "The sky wore, in another colour, the same likeness; a white vacuity of countenance with the lineaments gone.\n", "word": "white", "modifies": "vacuity"}
{"color": "white", "line": "So these two upper and nether visages confronted each other all day long, the white face looking down on the brown face, and the brown face looking up at the white face, without anything standing between them but the two girls crawling over the surface of the former like flies.\n", "word": "white", "modifies": "face"}
{"color": "brown", "line": "So these two upper and nether visages confronted each other all day long, the white face looking down on the brown face, and the brown face looking up at the white face, without anything standing between them but the two girls crawling over the surface of the former like flies.\n", "word": "brown", "modifies": "face"}
{"color": "brown", "line": "Nobody came near them, and their movements showed a mechanical regularity; their forms standing enshrouded in Hessian “wroppers”—sleeved brown pinafores, tied behind to the bottom, to keep their gowns from blowing about—scant skirts revealing boots that reached high up the ankles, and yellow sheepskin gloves with gauntlets.\n", "word": "brown", "modifies": "pinafore"}
{"color": "yellow", "line": "Nobody came near them, and their movements showed a mechanical regularity; their forms standing enshrouded in Hessian “wroppers”—sleeved brown pinafores, tied behind to the bottom, to keep their gowns from blowing about—scant skirts revealing boots that reached high up the ankles, and yellow sheepskin gloves with gauntlets.\n", "word": "yellow", "modifies": "glove"}
{"color": "green", "line": "They were both young, and they were talking of the time when they lived and loved together at Talbothays Dairy, that happy green tract of land where summer had been liberal in her gifts; in substance to all, emotionally to these.\n", "word": "green", "modifies": "tract"}
{"color": "green", "line": "And thus, as has been said, though the damp curtains of their bonnets flapped smartly into their faces, and their wrappers clung about them to wearisomeness, they lived all this afternoon in memories of green, sunny, romantic Talbothays.\n", "word": "green", "modifies": "talbothays"}
{"color": "white", "line": "Marian’s will had a method of assisting itself by taking from her pocket as the afternoon wore on a pint bottle corked with white rag, from which she invited Tess to drink.\n", "word": "white", "modifies": "rag"}
{"color": "gray", "line": "They often looked across the country to where the Var or Froom was known to stretch, even though they might not be able to see it; and, fixing their eyes on the cloaking gray mist, imagined the old times they had spent out there.\n", "word": "gray", "modifies": "mist"}
{"color": "white", "line": "Every twig was covered with a white nap as of fur grown from the rind during the night, giving it four times its usual stoutness; the whole bush or tree forming a staring sketch in white lines on the mournful gray of the sky and horizon.\n", "word": "white", "modifies": "nap"}
{"color": "gray", "line": "Every twig was covered with a white nap as of fur grown from the rind during the night, giving it four times its usual stoutness; the whole bush or tree forming a staring sketch in white lines on the mournful gray of the sky and horizon.\n", "word": "gray", "modifies": "sky"}
{"color": "white", "line": "Cobwebs revealed their presence on sheds and walls where none had ever been observed till brought out into visibility by the crystallizing atmosphere, hanging like loops of white worsted from salient points of the out houses, posts, and gates.\n", "word": "white", "modifies": "worsted"}
{"color": "white", "line": "When she lit her lamp to get up in the morning she found that the snow had blown through a chink in the casement, forming a white cone of the finest powder against the inside, and had also come down the chimney, so that it lay sole deep upon the floor, on which her shoes left tracks when she moved about.\n", "word": "white", "modifies": "cone"}
{"color": "gray", "line": "As soon, therefore, as the uniform cloak of darkness without began to turn to a disordered medley of grays, they blew out the lamp, wrapped themselves up in their thickest pinners, tied their woollen cravats round their necks and across their chests, and started for the barn.\n", "word": "gray", "modifies": "medley"}
{"color": "white", "line": "The snow had followed the birds from the polar basin as a white pillar of a cloud, and individual flakes could not be seen.\n", "word": "white", "modifies": "pillar"}
{"color": "white", "line": "The blast smelt of icebergs, arctic seas, whales, and white bears, carrying the snow so that it licked the land but did not deepen on it.\n", "word": "white", "modifies": "bear"}
{"color": "black", "line": "A fortnight later, when the snow had gone, and had been followed by a hard black frost, she took advantage of the state of the roads to try the experiment.\n", "word": "black", "modifies": "frost"}
{"color": "black", "line": "A year had now elapsed since her sad marriage, but she had preserved sufficient draperies from the wreck of her then full wardrobe to clothe her very charmingly as a simple country girl with no pretensions to recent fashion; a soft gray woollen gown, with white crape quilling against the pink skin of her face and neck, and a black velvet jacket and hat.\n", "word": "black", "modifies": "jacket"}
{"color": "white", "line": "A year had now elapsed since her sad marriage, but she had preserved sufficient draperies from the wreck of her then full wardrobe to clothe her very charmingly as a simple country girl with no pretensions to recent fashion; a soft gray woollen gown, with white crape quilling against the pink skin of her face and neck, and a black velvet jacket and hat.\n", "word": "white", "modifies": "quilling"}
{"color": "gray", "line": "A year had now elapsed since her sad marriage, but she had preserved sufficient draperies from the wreck of her then full wardrobe to clothe her very charmingly as a simple country girl with no pretensions to recent fashion; a soft gray woollen gown, with white crape quilling against the pink skin of her face and neck, and a black velvet jacket and hat.\n", "word": "gray", "modifies": "gown"}
{"color": "pink", "line": "A year had now elapsed since her sad marriage, but she had preserved sufficient draperies from the wreck of her then full wardrobe to clothe her very charmingly as a simple country girl with no pretensions to recent fashion; a soft gray woollen gown, with white crape quilling against the pink skin of her face and neck, and a black velvet jacket and hat.\n", "word": "pink", "modifies": "skin"}
{"color": "yellow", "line": "“’Tis a thousand pities your husband can’t see ’ee now—you do look a real beauty!” said Izz Huett, regarding Tess as she stood on the threshold between the steely starlight without and the yellow candlelight within.\n", "word": "yellow", "modifies": "candlelight"}
{"color": "brown", "line": "Izz spoke with a magnanimous abandonment of herself to the situation; she could not be—no woman with a heart bigger than a hazel nut could be—antagonistic to Tess in her presence, the influence which she exercised over those of her own sex being of a warmth and strength quite unusual, curiously overpowering the less worthy feminine feelings of spite and rivalry.\n", "word": "hazel", "modifies": "nut"}
{"color": "white", "line": "With a final tug and touch here, and a slight brush there, they let her go; and she was absorbed into the pearly air of the fore dawn.\n", "word": "pearly", "modifies": "air"}
{"color": "blue", "line": "Instead of the colourless air of the uplands, the atmosphere down there was a deep blue.\n", "word": "blue", "modifies": "air"}
{"color": "green", "line": "Here the landscape was whitey brown; down there, as in Froom Valley, it was always green.\n", "word": "green", "modifies": "valley"}
{"color": "brown", "line": "Here the landscape was whitey brown; down there, as in Froom Valley, it was always green.\n", "word": "brown", "modifies": "landscape"}
{"color": "red", "line": "The listeners were entirely villagers, among them being the man whom she had seen carrying the red paint pot on a former memorable occasion.\n", "word": "red", "modifies": "paint"}
{"color": "black", "line": "Those black angularities which his face had used to put on when his wishes were thwarted now did duty in picturing the incorrigible backslider who would insist upon turning again to his wallowing in the mire.\n", "word": "black", "modifies": "angularity"}
{"color": "white", "line": "Its dry pale surface stretched severely onward, unbroken by a single figure, vehicle, or mark, save some occasional brown horse droppings which dotted its cold aridity here and there.\n", "word": "pale", "modifies": "surface"}
{"color": "brown", "line": "Its dry pale surface stretched severely onward, unbroken by a single figure, vehicle, or mark, save some occasional brown horse droppings which dotted its cold aridity here and there.\n", "word": "brown", "modifies": "droppings"}
{"color": "red", "line": "Frequently when they came to a gate or stile they found painted thereon in red or blue letters some text of Scripture, and she asked him if he knew who had been at the pains to blazon these announcements.\n", "word": "red", "modifies": "letter"}
{"color": "blue", "line": "On the sheltered side was a turnip slicing machine, whose bright blue hue of new paint seemed almost vocal in the otherwise subdued scene.\n", "word": "blue", "modifies": "hue"}
{"color": "yellow", "line": "A man was turning the handle of the machine, and from its trough came the newly cut swedes, the fresh smell of whose yellow chips was accompanied by the sounds of the snuffling wind, the smart swish of the slicing blades, and the choppings of the hook in Tess’s leather gloved hand.\n", "word": "yellow", "modifies": "chip"}
{"color": "brown", "line": "The wide acreage of blank agricultural brownness, apparent where the swedes had been pulled, was beginning to be striped in wales of darker brown, gradually broadening to ribands.\n", "word": "brown", "modifies": "wale"}
{"color": "black", "line": "Then, far beyond the ploughing teams, a black speck was seen.\n", "word": "black", "modifies": "speck"}
{"color": "black", "line": "From the proportions of a mere point it advanced to the shape of a ninepin, and was soon perceived to be a man in black, arriving from the direction of Flintcomb Ash.\n", "word": "black", "modifies": "man"}
{"color": "white", "line": "A pale distress was already on Tess’s face, and she pulled her curtained hood further over it.\n", "word": "pale", "modifies": "distress"}
{"color": "brown", "line": "They were busily “unhaling” the rick, that is, stripping off the thatch before beginning to throw down the sheaves; and while this was in progress Izz and Tess, with the other women workers, in their whitey brown pinners, stood waiting and shivering, Farmer Groby having insisted upon their being on the spot thus early to get the job over if possible by the end of the day.\n", "word": "brown", "modifies": "pinner"}
{"color": "red", "line": "Close under the eaves of the stack, and as yet barely visible, was the red tyrant that the women had come to serve—a timber framed construction, with straps and wheels appertaining—the threshing machine which, whilst it was going, kept up a despotic demand upon the endurance of their muscles and nerves.\n", "word": "red", "modifies": "tyrant"}
{"color": "black", "line": "A little way off there was another indistinct figure; this one black, with a sustained hiss that spoke of strength very much in reserve.\n", "word": "black", "modifies": "figure"}
{"color": "white", "line": "The isolation of his manner and colour lent him the appearance of a creature from Tophet, who had strayed into the pellucid smokelessness of this region of yellow grain and pale soil, with which he had nothing in common, to amaze and to discompose its aborigines.\n", "word": "pale", "modifies": "soil"}
{"color": "yellow", "line": "The isolation of his manner and colour lent him the appearance of a creature from Tophet, who had strayed into the pellucid smokelessness of this region of yellow grain and pale soil, with which he had nothing in common, to amaze and to discompose its aborigines.\n", "word": "yellow", "modifies": "grain"}
{"color": "red", "line": "The long strap which ran from the driving wheel of his engine to the red thresher under the rick was the sole tie line between agriculture and him.\n", "word": "red", "modifies": "thresher"}
{"color": "red", "line": "A scarlet oozing appeared where her blow had alighted, and in a moment the blood began dropping from his mouth upon the straw.\n", "word": "scarlet", "modifies": "oozing"}
{"color": "pink", "line": "D’Urberville retreated over the sheaves, and descended the ladder, while the workers below rose and stretched their arms, and shook down the beer they had drunk.\n", "word": "rose", "modifies": "worker"}
{"color": "red", "line": "And the immense stack of straw where in the morning there had been nothing, appeared as the _faeces_ of the same buzzing red glutton.\n", "word": "red", "modifies": "glutton"}
{"color": "red", "line": "The man who fed was weary, and Tess could see that the red nape of his neck was encrusted with dirt and husks.\n", "word": "red", "modifies": "nape"}
{"color": "white", "line": "She still stood at her post, her flushed and perspiring face coated with the corndust, and her white bonnet embrowned by it.\n", "word": "white", "modifies": "bonnet"}
{"color": "white", "line": "By degrees the freshest among them began to grow cadaverous and saucer eyed.\n", "word": "cadaverous", "modifies": "saucer"}
{"color": "red", "line": "Whenever Tess lifted her head she beheld always the great upgrown straw stack, with the men in shirt sleeves upon it, against the gray north sky; in front of it the long red elevator like a Jacob’s ladder, on which a perpetual stream of threshed straw ascended, a yellow river running uphill, and spouting out on the top of the rick.\n", "word": "red", "modifies": "elevator"}
{"color": "gray", "line": "Whenever Tess lifted her head she beheld always the great upgrown straw stack, with the men in shirt sleeves upon it, against the gray north sky; in front of it the long red elevator like a Jacob’s ladder, on which a perpetual stream of threshed straw ascended, a yellow river running uphill, and spouting out on the top of the rick.\n", "word": "gray", "modifies": "sky"}
{"color": "yellow", "line": "Whenever Tess lifted her head she beheld always the great upgrown straw stack, with the men in shirt sleeves upon it, against the gray north sky; in front of it the long red elevator like a Jacob’s ladder, on which a perpetual stream of threshed straw ascended, a yellow river running uphill, and spouting out on the top of the rick.\n", "word": "yellow", "modifies": "river"}
{"color": "white", "line": "But there was another hour’s work before the layer of live rats at the base of the stack would be reached; and as the evening light in the direction of the Giant’s Hill by Abbot’s Cernel dissolved away, the white faced moon of the season arose from the horizon that lay towards Middleton Abbey and Shottsford on the other side.\n", "word": "white", "modifies": "moon"}
{"color": "green", "line": "The harts that had been hunted here, the witches that had been pricked and ducked, the green spangled fairies that “whickered” at you as you passed;—the place teemed with beliefs in them still, and they formed an impish multitude now.\n", "word": "green", "modifies": "fairy"}
{"color": "pink", "line": "Under the thatched roofs her mind’s eye beheld relaxed tendons and flaccid muscles, spread out in the darkness beneath coverlets made of little purple patchwork squares, and undergoing a bracing process at the hands of sleep for renewed labour on the morrow, as soon as a hint of pink nebulosity appeared on Hambledon Hill.\n", "word": "pink", "modifies": "nebulosity"}
{"color": "purple", "line": "Under the thatched roofs her mind’s eye beheld relaxed tendons and flaccid muscles, spread out in the darkness beneath coverlets made of little purple patchwork squares, and undergoing a bracing process at the hands of sleep for renewed labour on the morrow, as soon as a hint of pink nebulosity appeared on Hambledon Hill.\n", "word": "purple", "modifies": "square"}
{"color": "white", "line": "One fine day Tess and ’Liza Lu worked on here with their neighbours till the last rays of the sun smote flat upon the white pegs that divided the plots.\n", "word": "white", "modifies": "peg"}
{"color": "black", "line": "She was oddly dressed to night, and presented a somewhat staring aspect, her attire being a gown bleached by many washings, with a short black jacket over it, the effect of the whole being that of a wedding and funeral guest in one.\n", "word": "black", "modifies": "jacket"}
{"color": "white", "line": "She was oddly dressed to night, and presented a somewhat staring aspect, her attire being a gown bleached by many washings, with a short black jacket over it, the effect of the whole being that of a wedding and funeral guest in one.\n", "word": "bleached", "modifies": "gown"}
{"color": "white", "line": "The women further back wore white aprons, which, with their pale faces, were all that could be seen of them in the gloom, except when at moments they caught a flash from the flames.\n", "word": "white", "modifies": "apron"}
{"color": "white", "line": "Westward, the wiry boughs of the bare thorn hedge which formed the boundary of the field rose against the pale opalescence of the lower sky.\n", "word": "pale", "modifies": "opalescence"}
{"color": "pink", "line": "Westward, the wiry boughs of the bare thorn hedge which formed the boundary of the field rose against the pale opalescence of the lower sky.\n", "word": "rose", "modifies": "westward"}
{"color": "white", "line": "She was so intent upon these thoughts that she hardly at first took note of a man in a white mackintosh whom she saw riding down the street.\n", "word": "white", "modifies": "mackintosh"}
{"color": "black", "line": "The two biggest of the younger children had gone out with their mother; the four smallest, their ages ranging from three and a half years to eleven, all in black frocks, were gathered round the hearth babbling their own little subjects.\n", "word": "black", "modifies": "frock"}
{"color": "blue", "line": "During the halt Tess’s eyes fell upon a three pint blue mug, which was ascending and descending through the air to and from the feminine section of a household, sitting on the summit of a load that had also drawn up at a little distance from the same inn.\n", "word": "blue", "modifies": "pint"}
{"color": "green", "line": "Round about were deparked hills and slopes—now cut up into little paddocks—and the green foundations that showed where the d’Urberville mansion once had stood; also an outlying stretch of Egdon Heath that had always belonged to the estate.\n", "word": "green", "modifies": "foundation"}
{"color": "green", "line": "The two customary candles were burning under their green shades in the Vicar’s study, but he had not been sitting there.\n", "word": "green", "modifies": "shade"}
{"color": "purple", "line": "Benvill Lane soon stretched before him, its hedges and trees purple with buds; but he was looking at other things, and only recalled himself to the scene sufficiently to enable him to keep the way.\n", "word": "purple", "modifies": "hedge"}
{"color": "green", "line": "The pale and blasted nettle stems of the preceding year even now lingered nakedly in the banks, young green nettles of the present spring growing from their roots.\n", "word": "green", "modifies": "nettle"}
{"color": "white", "line": "The pale and blasted nettle stems of the preceding year even now lingered nakedly in the banks, young green nettles of the present spring growing from their roots.\n", "word": "pale", "modifies": "stem"}
{"color": "white", "line": "She was loosely wrapped in a cashmere dressing gown of gray white, embroidered in half mourning tints, and she wore slippers of the same hue.\n", "word": "white", "modifies": "gown"}
{"color": "brown", "line": "Her neck rose out of a frill of down, and her well remembered cable of dark brown hair was partially coiled up in a mass at the back of her head and partly hanging on her shoulder—the evident result of haste.\n", "word": "brown", "modifies": "hair"}
{"color": "pink", "line": "Her neck rose out of a frill of down, and her well remembered cable of dark brown hair was partially coiled up in a mass at the back of her head and partly hanging on her shoulder—the evident result of haste.\n", "word": "rose", "modifies": "neck"}
{"color": "yellow", "line": "Mere yellow skeleton that he was now, he felt the contrast between them, and thought his appearance distasteful to her.\n", "word": "yellow", "modifies": "skeleton"}
{"color": "black", "line": "She was fully dressed now in the walking costume of a well to do young lady in which she had arrived, with the sole addition that over her hat and black feathers a veil was drawn.\n", "word": "black", "modifies": "feather"}
{"color": "white", "line": "As she did so her eyes glanced casually over the ceiling till they were arrested by a spot in the middle of its white surface which she had never noticed there before.\n", "word": "white", "modifies": "surface"}
{"color": "red", "line": "The oblong white ceiling, with this scarlet blot in the midst, had the appearance of a gigantic ace of hearts.\n", "word": "scarlet", "modifies": "blot"}
{"color": "white", "line": "The oblong white ceiling, with this scarlet blot in the midst, had the appearance of a gigantic ace of hearts.\n", "word": "white", "modifies": "ceiling"}
{"color": "white", "line": "The wound was small, but the point of the blade had touched the heart of the victim, who lay on his back, pale, fixed, dead, as if he had scarcely moved after the infliction of the blow.\n", "word": "pale", "modifies": "back"}
{"color": "white", "line": "The tape like surface of the road diminished in his rear as far as he could see, and as he gazed a moving spot intruded on the white vacuity of its perspective.\n", "word": "white", "modifies": "vacuity"}
{"color": "white", "line": "He kissed her endlessly with his white lips, and held her hand, and said— “I will not desert you!\n", "word": "white", "modifies": "lip"}
{"color": "white", "line": "Through the latter miles of their walk their footpath had taken them into the depths of the New Forest, and towards evening, turning the corner of a lane, they perceived behind a brook and bridge a large board on which was painted in white letters, “This desirable Mansion to be Let Furnished”; particulars following, with directions to apply to some London agents.\n", "word": "white", "modifies": "letter"}
{"color": "red", "line": "A shaft of dazzling sunlight glanced into the room, revealing heavy, old fashioned furniture, crimson damask hangings, and an enormous four post bedstead, along the head of which were carved running figures, apparently Atalanta’s race.\n", "word": "crimson", "modifies": "hanging"}
{"color": "pink", "line": "The graceful pile of cathedral architecture rose dimly on their left hand, but it was lost upon them now.\n", "word": "rose", "modifies": "pile"}
{"color": "black", "line": "All around was open loneliness and black solitude, over which a stiff breeze blew.\n", "word": "black", "modifies": "solitude"}
{"color": "black", "line": "At an indefinite height overhead something made the black sky blacker, which had the semblance of a vast architrave uniting the pillars horizontally.\n", "word": "black", "modifies": "sky"}
{"color": "black", "line": "The uniform concavity of black cloud was lifting bodily like the lid of a pot, letting in at the earth’s edge the coming day, against which the towering monoliths and trilithons began to be blackly defined.\n", "word": "black", "modifies": "cloud"}
{"color": "silver", "line": "The band of silver paleness along the east horizon made even the distant parts of the Great Plain appear dark and near; and the whole enormous landscape bore that impress of reserve, taciturnity, and hesitation which is usual just before day.\n", "word": "silver", "modifies": "paleness"}
{"color": "green", "line": "All waited in the growing light, their faces and hands as if they were silvered, the remainder of their figures dark, the stones glistening green gray, the Plain still a mass of shade.\n", "word": "green", "modifies": "gray"}
{"color": "white", "line": "Their pale faces seemed to have shrunk to half their natural size.\n", "word": "pale", "modifies": "face"}
{"color": "green", "line": "Each gave a start at the notes, and, walking onward yet a few steps, they reached the first milestone, standing whitely on the green margin of the grass, and backed by the down, which here was open to the road.\n", "word": "green", "modifies": "margin"}
{"color": "red", "line": "Against these far stretches of country rose, in front of the other city edifices, a large red brick building, with level gray roofs, and rows of short barred windows bespeaking captivity, the whole contrasting greatly by its formalism with the quaint irregularities of the Gothic erections.\n", "word": "red", "modifies": "building"}
{"color": "gray", "line": "Against these far stretches of country rose, in front of the other city edifices, a large red brick building, with level gray roofs, and rows of short barred windows bespeaking captivity, the whole contrasting greatly by its formalism with the quaint irregularities of the Gothic erections.\n", "word": "gray", "modifies": "roof"}
{"color": "pink", "line": "Against these far stretches of country rose, in front of the other city edifices, a large red brick building, with level gray roofs, and rows of short barred windows bespeaking captivity, the whole contrasting greatly by its formalism with the quaint irregularities of the Gothic erections.\n", "word": "rose", "modifies": "stretch"}
{"color": "black", "line": "It was a black flag.\n", "word": "black", "modifies": "flag"}
