{"color": "white", "line": "At one end they looked upon the white wall of the interior of a spacious sky light shaft, penetrating the building from top to bottom.\n", "word": "white", "modifies": "wall"}
{"color": "black", "line": "In that direction my windows commanded an unobstructed view of a lofty brick wall, black by age and everlasting shade; which wall required no spy glass to bring out its lurking beauties, but for the benefit of all near sighted spectators, was pushed up to within ten feet of my window panes.\n", "word": "black", "modifies": "wall"}
{"color": "red", "line": "There are many singular coincidences I have known in the course of my life, not the least among which was the fact, that exactly when Turkey displayed his fullest beams from his red and radiant countenance, just then, too, at that critical moment, began the daily period when I considered his business capacities as seriously disturbed for the remainder of the twenty four hours.\n", "word": "red", "modifies": "countenance"}
{"color": "gray", "line": "Surely, sir, a blot or two of a warm afternoon is not to be severely urged against gray hairs.\n", "word": "gray", "modifies": "hair"}
{"color": "red", "line": "As Nippers once observed, Turkey’s money went chiefly for red ink.\n", "word": "red", "modifies": "ink"}
{"color": "gray", "line": "One winter day I presented Turkey with a highly respectable looking coat of my own, a padded gray coat, of a most comfortable warmth, and which buttoned straight up from the knee to the neck.\n", "word": "gray", "modifies": "coat"}
{"color": "green", "line": "Still further to a satisfactory arrangement, I procured a high green folding screen, which might entirely isolate Bartleby from my sight, though not remove him from my voice.\n", "word": "green", "modifies": "screen"}
{"color": "gray", "line": "His face was leanly composed; his gray eye dimly calm.\n", "word": "gray", "modifies": "eye"}
{"color": "white", "line": "But as it was, I should have as soon thought of turning my pale plaster of paris bust of Cicero out of doors.\n", "word": "pale", "modifies": "plaster"}
{"color": "black", "line": "“Think of it?” roared Turkey; “I think I’ll just step behind his screen, and black his eyes for him!” So saying, Turkey rose to his feet and threw his arms into a pugilistic position.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "Shall I go and black his eyes?” “You refer to Bartleby, I suppose.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "The conclusion of this whole business was, that it soon became a fixed fact of my chambers, that a pale young scrivener, by the name of Bartleby, and a desk there; that he copied for me at the usual rate of four cents a folio (one hundred words); but he was permanently exempt from examining the work done by him, that duty being transferred to Turkey and Nippers, one of compliment doubtless to their superior acuteness; moreover, said Bartleby was never on any account to be dispatched on the most trivial errand of any sort; and that even if entreated to take upon him such a matter, it was generally understood that he would prefer not to—in other words, that he would refuse pointblank.\n", "word": "pale", "modifies": "scrivener"}
{"color": "red", "line": "Now and then, in the eagerness of dispatching pressing business, I would inadvertently summon Bartleby, in a short, rapid tone, to put his finger, say, on the incipient tie of a bit of red tape with which I was about compressing some papers.\n", "word": "red", "modifies": "tape"}
{"color": "white", "line": "I remembered the bright silks and sparkling faces I had seen that day, in gala trim, swan like sailing down the Mississippi of Broadway; and I contrasted them with the pallid copyist, and thought to myself, Ah, happiness courts the light, so we deem the world is gay; but misery hides aloof, so we deem that misery there is none.\n", "word": "pallid", "modifies": "copyist"}
{"color": "white", "line": "The scrivener’s pale form appeared to me laid out, among uncaring strangers, in its shivering winding sheet.\n", "word": "pale", "modifies": "form"}
{"color": "white", "line": "I remembered that he never spoke but to answer; that though at intervals he had considerable time to himself, yet I had never seen him reading—no, not even a newspaper; that for long periods he would stand looking out, at his pale window behind the screen, upon the dead brick wall; I was quite sure he never visited any refectory or eating house; while his pale face clearly indicated that he never drank beer like Turkey, or tea and coffee even, like other men; that he never went any where in particular that I could learn; never went out for a walk, unless indeed that was the case at present; that he had declined telling who he was, or whence he came, or whether he had any relatives in the world; that though so thin and pale, he never complained of ill health.\n", "word": "pale", "modifies": "window"}
{"color": "white", "line": "And more than all, I remembered a certain unconscious air of pallid—how shall I call it?—of pallid haughtiness, say, or rather an austere reserve about him, which had positively awed me into my tame compliance with his eccentricities, when I had feared to ask him to do the slightest incidental thing for me, even though I might know, from his long continued motionlessness, that behind his screen he must be standing in one of those dead wall reveries of his.\n", "word": "pallid", "modifies": "air"}
{"color": "white", "line": "“What is your answer, Bartleby?” said I, after waiting a considerable time for a reply, during which his countenance remained immovable, only there was the faintest conceivable tremor of the white attenuated mouth.\n", "word": "white", "modifies": "mouth"}
{"color": "white", "line": "Turn the man out by an actual thrusting I could not; to drive him away by calling him hard names would not do; calling in the police was an unpleasant idea; and yet, permit him to enjoy his cadaverous triumph over me,—this too I could not think of.\n", "word": "cadaverous", "modifies": "triumph"}
{"color": "pink", "line": "But when this old Adam of resentment rose in me and tempted me concerning Bartleby, I grappled him and threw him.\n", "word": "rose", "modifies": "adam"}
{"color": "white", "line": "You will not thrust him, the poor, pale, passive mortal,—you will not thrust such a helpless creature out of your door?\n", "word": "pale", "modifies": "mortal"}
{"color": "white", "line": "As I afterwards learned, the poor scrivener, when told that he must be conducted to the Tombs, offered not the slightest obstacle, but in his pale unmoving way, silently acquiesced.\n", "word": "pale", "modifies": "way"}
{"color": "white", "line": "Well now, upon my word, I thought that friend of yourn was a gentleman forger; they are always pale and genteel like, them forgers.\n", "word": "pale", "modifies": "forger"}
{"color": "white", "line": "Conceive a man by nature and misfortune prone to a pallid hopelessness, can any business seem more fitted to heighten it than that of continually handling these dead letters, and assorting them for the flames?\n", "word": "pallid", "modifies": "hopelessness"}
{"color": "white", "line": "Sometimes from out the folded paper the pale clerk takes a ring:—the finger it was meant for, perhaps, moulders in the grave; a bank note sent in swiftest charity:—he whom it would relieve, nor eats nor hungers any more; pardon for those who died despairing; hope for those who died unhoping; good tidings for those who died stifled by unrelieved calamities.\n", "word": "pale", "modifies": "clerk"}
