{"color": "yellow", "line": "Her hair was yellow, and her face was yellow because she had been born in India and had always been ill in one way or another.\n", "word": "yellow", "modifies": "hair"}
{"color": "red", "line": "She pretended that she was making a flower bed, and she stuck big scarlet hibiscus blossoms into little heaps of earth, all the time growing more and more angry and muttering to herself the things she would say and the names she would call Saidie when she returned.\n", "word": "scarlet", "modifies": "blossom"}
{"color": "pink", "line": "Once she crept into the dining room and found it empty, though a partly finished meal was on the table and chairs and plates looked as if they had been hastily pushed back when the diners rose suddenly for some reason.\n", "word": "rose", "modifies": "diner"}
{"color": "blue", "line": "Basil was a little boy with impudent blue eyes and a turned up nose, and Mary hated him.\n", "word": "blue", "modifies": "eye"}
{"color": "silver", "line": "“Mistress Mary, quite contrary, With silver bells, and cockle shells, He sang it until the other children heard and laughed, too; and the crosser Mary got, the more they sang “Mistress Mary, quite contrary”; and after that as long as she stayed with them they called her “Mistress Mary Quite Contrary” when they spoke of her to each other, and often when they spoke to her.\n", "word": "silver", "modifies": "bell"}
{"color": "red", "line": "She was a stout woman, with very red cheeks and sharp black eyes.\n", "word": "red", "modifies": "cheek"}
{"color": "black", "line": "She was a stout woman, with very red cheeks and sharp black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "She wore a very purple dress, a black silk mantle with jet fringe on it and a black bonnet with purple velvet flowers which stuck up and trembled when she moved her head.\n", "word": "black", "modifies": "mantle"}
{"color": "purple", "line": "She wore a very purple dress, a black silk mantle with jet fringe on it and a black bonnet with purple velvet flowers which stuck up and trembled when she moved her head.\n", "word": "purple", "modifies": "dress"}
{"color": "black", "line": "She had nothing to read or to look at, and she had folded her thin little black gloved hands in her lap.\n", "word": "black", "modifies": "hand"}
{"color": "black", "line": "Her black dress made her look yellower than ever, and her limp light hair straggled from under her black crêpe hat.\n", "word": "black", "modifies": "dress"}
{"color": "gray", "line": "She stared out of the window with her lips pinched together, and it seemed quite natural that the rain should have begun to pour down in gray slanting lines and splash and stream down the window panes.\n", "word": "gray", "modifies": "line"}
{"color": "gray", "line": "And she turned her face toward the streaming panes of the window of the railway carriage and gazed out at the gray rain storm which looked as if it would go on forever and ever.\n", "word": "gray", "modifies": "storm"}
{"color": "yellow", "line": "The carriage lamps shed a yellow light on a rough looking road which seemed to be cut through bushes and low growing things which ended in the great expanse of dark apparently spread out before and around them.\n", "word": "yellow", "modifies": "light"}
{"color": "black", "line": "Mary felt as if the drive would never come to an end and that the wide, bleak moor was a wide expanse of black ocean through which she was passing on a strip of dry land.\n", "word": "black", "modifies": "ocean"}
{"color": "black", "line": "As she stood on the stone floor she looked a very small, odd little black figure, and she felt as small and lost and odd as she looked.\n", "word": "black", "modifies": "figure"}
{"color": "pink", "line": "She was a round, rosy, good natured looking creature, but she had a sturdy way which made Mistress Mary wonder if she might not even slap back—if the person who slapped her was only a little girl.\n", "word": "rosy", "modifies": "creature"}
{"color": "black", "line": "“I dare say it’s because there’s such a lot o’ blacks there instead o’ respectable white people.\n", "word": "black", "modifies": "lot"}
{"color": "white", "line": "“I dare say it’s because there’s such a lot o’ blacks there instead o’ respectable white people.\n", "word": "white", "modifies": "people"}
{"color": "black", "line": "I’ve nothin’ against th’ blacks.\n", "word": "black", "modifies": "nothin"}
{"color": "black", "line": "You always read as a black’s a man an’ a brother.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "An’ there you was,” disappointedly, “no more black than me—for all you’re so yeller.” Mary did not even try to control her rage and humiliation.\n", "word": "black", "modifies": "yeller"}
{"color": "black", "line": "He said ‘I won’t have a child dressed in black wanderin’ about like a lost soul,’ he said.\n", "word": "black", "modifies": "wanderin"}
{"color": "black", "line": "She doesn’t hold with black hersel’.” “I hate black things,” said Mary.\n", "word": "black", "modifies": "hersel"}
{"color": "gray", "line": "There were trees, and flower beds, and evergreens clipped into strange shapes, and a large pool with an old gray fountain in its midst.\n", "word": "gray", "modifies": "fountain"}
{"color": "green", "line": "She went toward the wall and found that there was a green door in the ivy, and that it stood open.\n", "word": "green", "modifies": "door"}
{"color": "green", "line": "She saw another open green door, revealing bushes and pathways between beds containing winter vegetables.\n", "word": "green", "modifies": "door"}
{"color": "green", "line": "It might be nicer in summer when things were green, but there was nothing pretty about it now.\n", "word": "green", "modifies": "thing"}
{"color": "green", "line": "“What is that?” said Mary, pointing through the other green door.\n", "word": "green", "modifies": "door"}
{"color": "green", "line": "She went down the path and through the second green door.\n", "word": "green", "modifies": "door"}
{"color": "green", "line": "There, she found more walls and winter vegetables and glass frames, but in the second wall there was another green door and it was not open.\n", "word": "green", "modifies": "door"}
{"color": "green", "line": "As she was not at all a timid child and always did what she wanted to do, Mary went to the green door and turned the handle.\n", "word": "green", "modifies": "door"}
{"color": "green", "line": "There were walls all round it also and trees trained against them, and there were bare fruit trees growing in the winter browned grass—but there was no green door to be seen anywhere.\n", "word": "green", "modifies": "door"}
{"color": "red", "line": "She could see the tops of trees above the wall, and when she stood still she saw a bird with a bright red breast sitting on the topmost branch of one of them, and suddenly he burst into his winter song—almost as if he had caught sight of her and was calling to her.\n", "word": "red", "modifies": "breast"}
{"color": "red", "line": "A bird with a red breast was sitting on one of them and he sang.” To her surprise the surly old weather beaten face actually changed its expression.\n", "word": "red", "modifies": "breast"}
{"color": "red", "line": "She heard a soft little rushing flight through the air—and it was the bird with the red breast flying to them, and he actually alighted on the big clod of earth quite near to the gardener’s foot.\n", "word": "red", "modifies": "breast"}
{"color": "red", "line": "He looked at the plump little scarlet waistcoated bird as if he were both proud and fond of him.\n", "word": "scarlet", "modifies": "bird"}
{"color": "black", "line": "Mary thought his black dewdrop eyes gazed at her with great curiosity.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "He began to dig again, driving his spade deep into the rich black garden soil while the robin hopped about very busily employed.\n", "word": "black", "modifies": "soil"}
{"color": "pink", "line": "If he’s courtin’, he’s makin’ up to some young madam of a robin that lives among th’ old rose trees there.” “Rose trees,” said Mary.\n", "word": "rose", "modifies": "tree"}
{"color": "pink", "line": "“Are there rose trees?” Ben Weatherstaff took up his spade again and began to dig.\n", "word": "rose", "modifies": "tree"}
{"color": "green", "line": "“Where is the green door?\n", "word": "green", "modifies": "door"}
{"color": "red", "line": "But the big breaths of rough fresh air blown over the heather filled her lungs with something which was good for her whole thin body and whipped some red color into her cheeks and brightened her dull eyes when she did not know anything about it.\n", "word": "red", "modifies": "color"}
{"color": "green", "line": "There was one part of the wall where the creeping dark green leaves were more bushy than elsewhere.\n", "word": "green", "modifies": "leaf"}
{"color": "red", "line": "She had just paused and was looking up at a long spray of ivy swinging in the wind when she saw a gleam of scarlet and heard a brilliant chirp, and there, on the top of the wall, perched Ben Weatherstaff’s robin redbreast, tilting forward to look at her with his small head on one side.\n", "word": "scarlet", "modifies": "gleam"}
{"color": "red", "line": "But one knew he could not get in, and somehow it made one feel very safe and warm inside a room with a red coal fire.\n", "word": "red", "modifies": "fire"}
{"color": "red", "line": "She looked at the red fire and listened to the wind “wutherin’.” It seemed to be “wutherin’” louder than ever.\n", "word": "red", "modifies": "fire"}
{"color": "black", "line": "“If I had a raven or a fox cub I could play with it,” said Mary.\n", "word": "raven", "modifies": "cub"}
{"color": "green", "line": "She wore a green brocade dress and held a green parrot on her finger.\n", "word": "green", "modifies": "dress"}
{"color": "white", "line": "Mary had seen carved ivory in India and she knew all about elephants.\n", "word": "ivory", "modifies": "india"}
{"color": "gray", "line": "The bright eyes belonged to a little gray mouse, and the mouse had eaten a hole into the cushion and made a comfortable nest there.\n", "word": "gray", "modifies": "mouse"}
{"color": "white", "line": "She felt as if she had been on a long journey, and at any rate she had had something to amuse her all the time, and she had played with the ivory elephants and had seen the gray mouse and its babies in their nest in the velvet cushion.\n", "word": "ivory", "modifies": "elephant"}
{"color": "gray", "line": "She felt as if she had been on a long journey, and at any rate she had had something to amuse her all the time, and she had played with the ivory elephants and had seen the gray mouse and its babies in their nest in the velvet cushion.\n", "word": "gray", "modifies": "mouse"}
{"color": "blue", "line": "The wind itself had ceased and a brilliant, deep blue sky arched high over the moorland.\n", "word": "blue", "modifies": "sky"}
{"color": "white", "line": "In India skies were hot and blazing; this was of a deep cool blue which almost seemed to sparkle like the waters of some lovely bottomless lake, and here and there, high, high in the arched blueness floated small clouds of snow white fleece.\n", "word": "white", "modifies": "fleece"}
{"color": "black", "line": "The far reaching world of the moor itself looked softly blue instead of gloomy purple black or awful dreary gray.\n", "word": "black", "modifies": "gray"}
{"color": "purple", "line": "The far reaching world of the moor itself looked softly blue instead of gloomy purple black or awful dreary gray.\n", "word": "purple", "modifies": "gray"}
{"color": "black", "line": "no!” said Martha, sitting up on her heels among her black lead brushes.\n", "word": "black", "modifies": "lead"}
{"color": "purple", "line": "Just you wait till you see th’ gold colored gorse blossoms an’ th’ blossoms o’ th’ broom, an’ th’ heather flowerin’, all purple bells, an’ hundreds o’ butterflies flutterin’ an’ bees hummin’ an’ skylarks soarin’ up an’ singin’.\n", "word": "purple", "modifies": "bell"}
{"color": "white", "line": "The high, deep, blue sky arched over Misselthwaite as well as over the moor, and she kept lifting her face and looking up into it, trying to imagine what it would be like to lie down on one of the little snow white clouds and float about.\n", "word": "white", "modifies": "cloud"}
{"color": "blue", "line": "The high, deep, blue sky arched over Misselthwaite as well as over the moor, and she kept lifting her face and looking up into it, trying to imagine what it would be like to lie down on one of the little snow white clouds and float about.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "You’ll see bits o’ green spikes stickin’ out o’ th’ black earth after a bit.” “What will they be?” asked Mary.\n", "word": "green", "modifies": "spike"}
{"color": "black", "line": "You’ll see bits o’ green spikes stickin’ out o’ th’ black earth after a bit.” “What will they be?” asked Mary.\n", "word": "black", "modifies": "earth"}
{"color": "green", "line": "Everything is hot, and wet, and green after the rains in India,” said Mary.\n", "word": "green", "modifies": "rain"}
{"color": "pink", "line": "“The one where the old rose trees are.” She could not help asking, because she wanted so much to know.\n", "word": "rose", "modifies": "tree"}
{"color": "red", "line": "His red waistcoat was like satin and he puffed his tiny breast out and was so fine and so grand and so pretty that it was really as if he were showing her how important and like a human person a robin could be.\n", "word": "red", "modifies": "waistcoat"}
{"color": "pink", "line": "All she thought about the key was that if it was the key to the closed garden, and she could find out where the door was, she could perhaps open it and see what was inside the walls, and what had happened to the old rose trees.\n", "word": "rose", "modifies": "tree"}
{"color": "green", "line": "Howsoever carefully she looked she could see nothing but thickly growing, glossy, dark green leaves.\n", "word": "green", "modifies": "leaf"}
{"color": "brown", "line": "She had even made each of the children a doughcake with a bit of brown sugar in it.\n", "word": "brown", "modifies": "sugar"}
{"color": "red", "line": "Just as he was goin’ away our ’Lizabeth Ellen called out, ‘Mother, he’s got skippin’ ropes with red an’ blue handles.’ An’ mother she calls out quite sudden, ‘Here, stop, mister!\n", "word": "red", "modifies": "handle"}
{"color": "blue", "line": "Just as he was goin’ away our ’Lizabeth Ellen called out, ‘Mother, he’s got skippin’ ropes with red an’ blue handles.’ An’ mother she calls out quite sudden, ‘Here, stop, mister!\n", "word": "blue", "modifies": "handle"}
{"color": "red", "line": "It was a strong, slender rope with a striped red and blue handle at each end, but Mary Lennox had never seen a skipping rope before.\n", "word": "red", "modifies": "handle"}
{"color": "red", "line": "She counted and skipped, and skipped and counted, until her cheeks were quite red, and she was more interested than she had ever been since she was born.\n", "word": "red", "modifies": "cheek"}
{"color": "pink", "line": "Mary Lennox knew they were roses because she had seen a great many roses in India.\n", "word": "rose", "modifies": "india"}
{"color": "brown", "line": "All the ground was covered with grass of a wintry brown and out of it grew clumps of bushes which were surely rosebushes if they were alive.\n", "word": "brown", "modifies": "grass"}
{"color": "pink", "line": "There were numbers of standard roses which had so spread their branches that they were like little trees.\n", "word": "rose", "modifies": "number"}
{"color": "brown", "line": "There were neither leaves nor roses on them now and Mary did not know whether they were dead or alive, but their thin gray or brown branches and sprays looked like a sort of hazy mantle spreading over everything, walls, and trees, and even brown grass, where they had fallen from their fastenings and run along the ground.\n", "word": "brown", "modifies": "grass"}
{"color": "gray", "line": "There were neither leaves nor roses on them now and Mary did not know whether they were dead or alive, but their thin gray or brown branches and sprays looked like a sort of hazy mantle spreading over everything, walls, and trees, and even brown grass, where they had fallen from their fastenings and run along the ground.\n", "word": "gray", "modifies": "branch"}
{"color": "pink", "line": "There were neither leaves nor roses on them now and Mary did not know whether they were dead or alive, but their thin gray or brown branches and sprays looked like a sort of hazy mantle spreading over everything, walls, and trees, and even brown grass, where they had fallen from their fastenings and run along the ground.\n", "word": "rose", "modifies": "leaf"}
{"color": "gray", "line": "She walked under one of the fairy like gray arches between the trees and looked up at the sprays and tendrils which formed them.\n", "word": "gray", "modifies": "arch"}
{"color": "blue", "line": "The sun was shining inside the four walls and the high arch of blue sky over this particular piece of Misselthwaite seemed even more brilliant and soft than it was over the moor.\n", "word": "blue", "modifies": "sky"}
{"color": "pink", "line": "If it were a quite alive garden, how wonderful it would be, and what thousands of roses would grow on every side!\n", "word": "rose", "modifies": "thousand"}
{"color": "green", "line": "There had once been a flowerbed in it, and she thought she saw something sticking out of the black earth—some sharp little pale green points.\n", "word": "green", "modifies": "point"}
{"color": "black", "line": "There had once been a flowerbed in it, and she thought she saw something sticking out of the black earth—some sharp little pale green points.\n", "word": "black", "modifies": "earth"}
{"color": "white", "line": "There had once been a flowerbed in it, and she thought she saw something sticking out of the black earth—some sharp little pale green points.\n", "word": "pale", "modifies": "point"}
{"color": "green", "line": "She looked in the old border beds and among the grass, and after she had gone round, trying to miss nothing, she had found ever so many more sharp, pale green points, and she had become quite excited again.\n", "word": "green", "modifies": "point"}
{"color": "white", "line": "She looked in the old border beds and among the grass, and after she had gone round, trying to miss nothing, she had found ever so many more sharp, pale green points, and she had become quite excited again.\n", "word": "pale", "modifies": "point"}
{"color": "green", "line": "The exercise made her so warm that she first threw her coat off, and then her hat, and without knowing it she was smiling down on to the grass and the pale green points all the time.\n", "word": "green", "modifies": "point"}
{"color": "white", "line": "The exercise made her so warm that she first threw her coat off, and then her hat, and without knowing it she was smiling down on to the grass and the pale green points all the time.\n", "word": "pale", "modifies": "point"}
{"color": "green", "line": "She had been actually happy all the time; and dozens and dozens of the tiny, pale green points were to be seen in cleared places, looking twice as cheerful as they had looked before when the grass and weeds had been smothering them.\n", "word": "green", "modifies": "point"}
{"color": "white", "line": "She had been actually happy all the time; and dozens and dozens of the tiny, pale green points were to be seen in cleared places, looking twice as cheerful as they had looked before when the grass and weeds had been smothering them.\n", "word": "pale", "modifies": "point"}
{"color": "pink", "line": "“I shall come back this afternoon,” she said, looking all round at her new kingdom, and speaking to the trees and the rose bushes as if they heard her.\n", "word": "rose", "modifies": "bush"}
{"color": "red", "line": "She had such red cheeks and such bright eyes and ate such a dinner that Martha was delighted.\n", "word": "red", "modifies": "cheek"}
{"color": "white", "line": "“Martha,” she said, “what are those white roots that look like onions?” “They’re bulbs,” answered Martha.\n", "word": "white", "modifies": "root"}
{"color": "purple", "line": "Th’ biggest of all is lilies an’ purple flags.\n", "word": "purple", "modifies": "flag"}
{"color": "blue", "line": "To think of going over the moor in the daylight and when the sky was blue!\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "She found many more of the sprouting pale green points than she had ever hoped to find.\n", "word": "green", "modifies": "point"}
{"color": "white", "line": "She found many more of the sprouting pale green points than she had ever hoped to find.\n", "word": "pale", "modifies": "point"}
{"color": "red", "line": "His red waistcoat was as glossy as satin and he flirted his wings and tail and tilted his head and hopped about with all sorts of lively graces.\n", "word": "red", "modifies": "waistcoat"}
{"color": "brown", "line": "“Look along th’ twigs an’ branches an’ if tha’ see a bit of a brown lump swelling here an’ there, watch it after th’ warm rain an’ see what happens.” He stopped suddenly and looked curiously at her eager face.\n", "word": "brown", "modifies": "lump"}
{"color": "red", "line": "He looked very clean and his nose turned up and his cheeks were as red as poppies and never had Mistress Mary seen such round and such blue eyes in any boy’s face.\n", "word": "red", "modifies": "cheek"}
{"color": "blue", "line": "He looked very clean and his nose turned up and his cheeks were as red as poppies and never had Mistress Mary seen such round and such blue eyes in any boy’s face.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "And on the trunk of the tree he leaned against, a brown squirrel was clinging and watching him, and from behind a bush nearby a cock pheasant was delicately stretching his neck to peep out, and quite near him were two rabbits sitting up and sniffing with tremulous noses—and actually it appeared as if they were all drawing near to watch him and listen to the strange low little call his pipe seemed to make.\n", "word": "brown", "modifies": "squirrel"}
{"color": "red", "line": "He had a wide, red, curving mouth and his smile spread all over his face.\n", "word": "red", "modifies": "mouth"}
{"color": "red", "line": "He nodded his curly, rust colored head.\n", "word": "rust", "modifies": "head"}
{"color": "white", "line": "An’ th’ woman in th’ shop threw in a packet o’ white poppy an’ one o’ blue larkspur when I bought th’ other seeds.” “Will you show the seeds to me?” Mary said.\n", "word": "white", "modifies": "poppy"}
{"color": "blue", "line": "An’ th’ woman in th’ shop threw in a packet o’ white poppy an’ one o’ blue larkspur when I bought th’ other seeds.” “Will you show the seeds to me?” Mary said.\n", "word": "blue", "modifies": "larkspur"}
{"color": "red", "line": "It sounded as if he liked her and was not the least afraid she would not like him, though he was only a common moor boy, in patched clothes and with a funny face and a rough, rusty red head.\n", "word": "red", "modifies": "head"}
{"color": "red", "line": "She liked it very much and when she looked into his funny face with the red cheeks and round blue eyes she forgot that she had felt shy.\n", "word": "red", "modifies": "cheek"}
{"color": "blue", "line": "She liked it very much and when she looked into his funny face with the red cheeks and round blue eyes she forgot that she had felt shy.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "They sat down and he took a clumsy little brown paper package out of his coat pocket.\n", "word": "brown", "modifies": "paper"}
{"color": "red", "line": "The chirp came from a thick holly bush, bright with scarlet berries, and Mary thought she knew whose it was.\n", "word": "scarlet", "modifies": "berry"}
{"color": "red", "line": "Dickon’s grin spread until he seemed all wide, red, curving mouth, and he rubbed his rough head.\n", "word": "red", "modifies": "mouth"}
{"color": "blue", "line": "Dickon’s curious blue eyes grew rounder and rounder.\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "His eyes seemed to be taking in everything—the gray trees with the gray creepers climbing over them and hanging from their branches, the tangle on the walls and among the grass, the evergreen alcoves with the stone seats and tall flower urns standing in them.\n", "word": "gray", "modifies": "tree"}
{"color": "pink", "line": "No one never comin’ near an’ tangles o’ trees an’ roses to build in.\n", "word": "rose", "modifies": "tree"}
{"color": "gray", "line": "See here!” and he pulled down a thick gray, dry looking branch.\n", "word": "gray", "modifies": "branch"}
{"color": "pink", "line": "There’s a big root here as all this live wood sprung out of, an’ if th’ old wood’s cut off an’ it’s dug round, and took care of there’ll be—” he stopped and lifted his face to look up at the climbing and hanging sprays above him—“there’ll be a fountain o’ roses here this summer.” They went from bush to bush and from tree to tree.\n", "word": "rose", "modifies": "fountain"}
{"color": "green", "line": "He was very strong and clever with his knife and knew how to cut the dry and dead wood away, and could tell when an unpromising bough or twig had still green life in it.\n", "word": "green", "modifies": "life"}
{"color": "green", "line": "In the course of half an hour Mary thought she could tell too, and when he cut through a lifeless looking branch she would cry out joyfully under her breath when she caught sight of the least shade of moist green.\n", "word": "green", "modifies": "shade"}
{"color": "white", "line": "I’m as tough as a white thorn knobstick.” He was working all the time he was talking and Mary was following him and helping him with her fork or the trowel.\n", "word": "white", "modifies": "knobstick"}
{"color": "pink", "line": "He was examining a branch of a standard rose and he shook his head.\n", "word": "rose", "modifies": "branch"}
{"color": "silver", "line": "They sang— ‘Mistress Mary, quite contrary, With silver bells, and cockle shells, I just remembered it and it made me wonder if there were really flowers like silver bells.” She frowned a little and gave her trowel a rather spiteful dig into the earth.\n", "word": "silver", "modifies": "bell"}
{"color": "black", "line": "“Eh!” he said, and as he crumbled the rich black soil she saw he was sniffing up the scent of it.\n", "word": "black", "modifies": "soil"}
{"color": "red", "line": "He did look funny and delightful, Mary thought, with his round blue eyes and red cheeks and happy looking turned up nose.\n", "word": "red", "modifies": "cheek"}
{"color": "blue", "line": "He did look funny and delightful, Mary thought, with his round blue eyes and red cheeks and happy looking turned up nose.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "Her hair was ruffled on her forehead and her cheeks were bright pink.\n", "word": "pink", "modifies": "cheek"}
{"color": "black", "line": "She had on her best black dress and cap, and her collar was fastened with a large brooch with a picture of a man’s face on it.\n", "word": "black", "modifies": "dress"}
{"color": "black", "line": "She could see that the man in the chair was not so much a hunchback as a man with high, rather crooked shoulders, and he had black hair streaked with white.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "His black eyes seemed as if they scarcely saw her, as if they were seeing something else, and he could hardly keep his thoughts upon her.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "He had gone away and the secret garden was empty—except for the robin who had just flown across the wall and sat on a standard rose bush watching her.\n", "word": "rose", "modifies": "bush"}
{"color": "white", "line": "The boy had a sharp, delicate face the color of ivory and he seemed to have eyes too big for it.\n", "word": "ivory", "modifies": "color"}
{"color": "gray", "line": "Then she crept across the room, and, as she drew nearer, the light attracted the boy’s attention and he turned his head on his pillow and stared at her, his gray eyes opening so wide that they seemed immense.\n", "word": "gray", "modifies": "eye"}
{"color": "black", "line": "They were agate gray and they looked too big for his face because they had black lashes all round them.\n", "word": "black", "modifies": "lash"}
{"color": "gray", "line": "They were agate gray and they looked too big for his face because they had black lashes all round them.\n", "word": "gray", "modifies": "agate"}
{"color": "green", "line": "They are working in the earth now—pushing up pale green points because the spring is coming.” “Is the spring coming?” he said.\n", "word": "green", "modifies": "point"}
{"color": "white", "line": "They are working in the earth now—pushing up pale green points because the spring is coming.” “Is the spring coming?” he said.\n", "word": "pale", "modifies": "point"}
{"color": "black", "line": "She had bright hair tied up with a blue ribbon and her gay, lovely eyes were exactly like Colin’s unhappy ones, agate gray and looking twice as big as they really were because of the black lashes all round them.\n", "word": "black", "modifies": "lash"}
{"color": "blue", "line": "She had bright hair tied up with a blue ribbon and her gay, lovely eyes were exactly like Colin’s unhappy ones, agate gray and looking twice as big as they really were because of the black lashes all round them.\n", "word": "blue", "modifies": "ribbon"}
{"color": "gray", "line": "She had bright hair tied up with a blue ribbon and her gay, lovely eyes were exactly like Colin’s unhappy ones, agate gray and looking twice as big as they really were because of the black lashes all round them.\n", "word": "gray", "modifies": "agate"}
{"color": "black", "line": "“That is nice,” he said more drowsily still, and she went on chanting and stroking, but when she looked at him again his black lashes were lying close against his cheeks, for his eyes were shut and he was fast asleep.\n", "word": "black", "modifies": "lash"}
{"color": "gray", "line": "There were rich colors in the rugs and hangings and pictures and books on the walls which made it look glowing and comfortable even in spite of the gray sky and falling rain.\n", "word": "gray", "modifies": "sky"}
{"color": "red", "line": "He had a red spot on each cheek.\n", "word": "red", "modifies": "spot"}
{"color": "red", "line": "He had rubies and emeralds and diamonds stuck all over him.\n", "word": "ruby", "modifies": "emerald"}
{"color": "green", "line": "He had rubies and emeralds and diamonds stuck all over him.\n", "word": "emerald", "modifies": "ruby"}
{"color": "blue", "line": "He has such round blue eyes and they are so wide open with looking about.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "And he laughs such a big laugh with his wide mouth—and his cheeks are as red—as red as cherries.” She pulled her stool nearer to the sofa and her expression quite changed at the remembrance of the wide curving mouth and wide open eyes.\n", "word": "red", "modifies": "cheek"}
{"color": "green", "line": "And about Dickon’s mother—and the skipping rope—and the moor with the sun on it—and about pale green points sticking up out of the black sod.\n", "word": "green", "modifies": "point"}
{"color": "black", "line": "And about Dickon’s mother—and the skipping rope—and the moor with the sun on it—and about pale green points sticking up out of the black sod.\n", "word": "black", "modifies": "sod"}
{"color": "white", "line": "And about Dickon’s mother—and the skipping rope—and the moor with the sun on it—and about pale green points sticking up out of the black sod.\n", "word": "pale", "modifies": "point"}
{"color": "black", "line": "Colin looked fretful and kept his strange black lashed eyes fixed on Dr. Craven’s face.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "“Tha’rt not half so ugly when it’s that way an’ there’s a bit o’ red in tha’ cheeks.” If gardens and fresh air had been good for her perhaps they would be good for Colin.\n", "word": "red", "modifies": "bit"}
{"color": "blue", "line": "On that first morning when the sky was blue again Mary wakened very early.\n", "word": "blue", "modifies": "sky"}
{"color": "blue", "line": "The moor was blue and the whole world looked as if something Magic had happened to it.\n", "word": "blue", "modifies": "moor"}
{"color": "green", "line": "“It will make the green points push up and up and up, and it will make the bulbs and roots work and struggle with all their might under the earth.” She kneeled down and leaned out of the window as far as she could, breathing big breaths and sniffing the air until she laughed because she remembered what Dickon’s mother had said about the end of his nose quivering like a rabbit’s.\n", "word": "green", "modifies": "point"}
{"color": "pink", "line": "“The little clouds are all pink and I’ve never seen the sky look like this.\n", "word": "pink", "modifies": "cloud"}
{"color": "green", "line": "“The grass is greener and things are sticking up everywhere and things are uncurling and green buds of leaves are showing.\n", "word": "green", "modifies": "bud"}
{"color": "purple", "line": "There were things sprouting and pushing out from the roots of clumps of plants and there were actually here and there glimpses of royal purple and yellow unfurling among the stems of crocuses.\n", "word": "purple", "modifies": "glimpse"}
{"color": "black", "line": "It was the caw—caw of a crow and it came from the top of the wall, and when she looked up, there sat a big glossy plumaged blue black bird, looking down at her very wisely indeed.\n", "word": "black", "modifies": "bird"}
{"color": "blue", "line": "It was the caw—caw of a crow and it came from the top of the wall, and when she looked up, there sat a big glossy plumaged blue black bird, looking down at her very wisely indeed.\n", "word": "blue", "modifies": "bird"}
{"color": "red", "line": "When she got fairly into the garden she saw that he probably did intend to stay because he had alighted on a dwarf apple tree and under the apple tree was lying a little reddish animal with a Bushy tail, and both of them were watching the stooping body and rust red head of Dickon, who was kneeling on the grass working hard.\n", "word": "red", "modifies": "head"}
{"color": "purple", "line": "They had come upon a whole clump of crocuses burst into purple and orange and gold.\n", "word": "purple", "modifies": "gold"}
{"color": "pink", "line": "He showed her swelling leafbuds on rose branches which had seemed dead.\n", "word": "rose", "modifies": "branch"}
{"color": "green", "line": "He showed her ten thousand new green points pushing through the mould.\n", "word": "green", "modifies": "point"}
{"color": "red", "line": "They put their eager young noses close to the earth and sniffed its warmed springtime breathing; they dug and pulled and laughed low with rapture until Mistress Mary’s hair was as tumbled as Dickon’s and her cheeks were almost as poppy red as his.\n", "word": "red", "modifies": "cheek"}
{"color": "red", "line": "Swiftly something flew across the wall and darted through the trees to a close grown corner, a little flare of red breasted bird with something hanging from its beak.\n", "word": "red", "modifies": "bird"}
{"color": "black", "line": "When she described the small ivory white face and the strange black rimmed eyes Dickon shook his head.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "When she described the small ivory white face and the strange black rimmed eyes Dickon shook his head.\n", "word": "white", "modifies": "face"}
{"color": "gray", "line": "“Why!” she cried, “the gray wall is changing.\n", "word": "gray", "modifies": "wall"}
{"color": "green", "line": "It is as if a green mist were creeping over it.\n", "word": "green", "modifies": "mist"}
{"color": "green", "line": "It’s almost like a green gauze veil.” “Aye,” said Dickon.\n", "word": "green", "modifies": "veil"}
{"color": "pink", "line": "“I believe it was something about Colin.” “I was thinkin’ that if he was out here he wouldn’t be watchin’ for lumps to grow on his back; he’d be watchin’ for buds to break on th’ rose bushes, an’ he’d likely be healthier,” explained Dickon.\n", "word": "rose", "modifies": "bush"}
{"color": "pink", "line": "Already nearly all the weeds were cleared out of the garden and most of the roses and trees had been pruned or dug about.\n", "word": "rose", "modifies": "tree"}
{"color": "purple", "line": "“An’ there’ll be peach an’ plum trees in bloom against th’ walls, an’ th’ grass’ll be a carpet o’ flowers.” The little fox and the rook were as happy and busy as they were, and the robin and his mate flew backward and forward like tiny streaks of lightning.\n", "word": "plum", "modifies": "tree"}
{"color": "black", "line": "Sometimes the rook flapped his black wings and soared away over the tree tops in the park.\n", "word": "black", "modifies": "wing"}
{"color": "green", "line": "She felt so sour and unrelenting that for a few minutes she almost forgot about Dickon and the green veil creeping over the world and the soft wind blowing down from the moor.\n", "word": "green", "modifies": "veil"}
{"color": "gold", "line": "There were two or three games and there was a beautiful little writing case with a gold monogram on it and a gold pen and inkstand.\n", "word": "gold", "modifies": "monogram"}
{"color": "gray", "line": "I think the roses have climbed and climbed and climbed until they hang from the branches and walls and creep over the ground—almost like a strange gray mist.\n", "word": "gray", "modifies": "mist"}
{"color": "pink", "line": "Some of them have died but many—are alive and when the summer comes there will be curtains and fountains of roses.\n", "word": "rose", "modifies": "fountain"}
{"color": "gold", "line": "“Perhaps they are coming up through the grass—perhaps there are clusters of purple crocuses and gold ones—even now.\n", "word": "gold", "modifies": "one"}
{"color": "purple", "line": "“Perhaps they are coming up through the grass—perhaps there are clusters of purple crocuses and gold ones—even now.\n", "word": "purple", "modifies": "crocus"}
{"color": "green", "line": "Perhaps the leaves are beginning to break out and uncurl—and perhaps—the gray is changing and a green gauze veil is creeping—and creeping over—everything.\n", "word": "green", "modifies": "veil"}
{"color": "white", "line": "His face was pitifully white and there were dark circles round his eyes.\n", "word": "white", "modifies": "face"}
{"color": "green", "line": "I heard you say something about gray changing into green, and I dreamed I was standing in a place all filled with trembling little green leaves—and there were birds on nests everywhere and they looked so soft and still.\n", "word": "green", "modifies": "leaf"}
{"color": "white", "line": "“But that’s not all,” Mary went on, almost pale with solemn excitement.\n", "word": "pale", "modifies": "excitement"}
{"color": "blue", "line": "“Those long spires of blue ones—we’ll have a lot of those,” Colin was announcing.\n", "word": "blue", "modifies": "one"}
{"color": "red", "line": "“No, I will not have the nurse,” so magnificently that Mary could not help remembering how the young native Prince had looked with his diamonds and emeralds and pearls stuck all over him and the great rubies on the small dark hand he had waved to command his servants to approach with salaams and receive his orders.\n", "word": "ruby", "modifies": "diamond"}
{"color": "green", "line": "“No, I will not have the nurse,” so magnificently that Mary could not help remembering how the young native Prince had looked with his diamonds and emeralds and pearls stuck all over him and the great rubies on the small dark hand he had waved to command his servants to approach with salaams and receive his orders.\n", "word": "emerald", "modifies": "diamond"}
{"color": "green", "line": "“And there are flowers uncurling and buds on everything and the green veil has covered nearly all the gray and the birds are in such a hurry about their nests for fear they may be too late that some of them are even fighting for places in the secret garden.\n", "word": "green", "modifies": "veil"}
{"color": "pink", "line": "And the rose bushes look as wick as wick can be, and there are primroses in the lanes and woods, and the seeds we planted are up, and Dickon has brought the fox and the crow and the squirrels and a new born lamb.” And then she paused for breath.\n", "word": "rose", "modifies": "bush"}
{"color": "red", "line": "The new born lamb was in his arms and the little red fox trotted by his side.\n", "word": "red", "modifies": "fox"}
{"color": "white", "line": "“Come on, little ’un,” he said, turning the small woolly white head with a gentle brown hand.\n", "word": "white", "modifies": "head"}
{"color": "brown", "line": "“Come on, little ’un,” he said, turning the small woolly white head with a gentle brown hand.\n", "word": "brown", "modifies": "hand"}
{"color": "blue", "line": "He had been standing on the moor listening to a skylark and watching him swing higher and higher into the sky until he was only a speck in the heights of blue.\n", "word": "blue", "modifies": "height"}
{"color": "white", "line": "But at last I seed a bit o’ white by a rock on top o’ th’ moor an’ I climbed up an’ found th’ little ’un half dead wi’ cold an’ clemmin’.” While he talked, Soot flew solemnly in and out of the open window and cawed remarks about the scenery while Nut and Shell made excursions into the big trees outside and ran up and down trunks and explored branches.\n", "word": "white", "modifies": "bit"}
{"color": "white", "line": "They’ll look like a bed o’ blue an’ white butterflies flutterin’ when they’re out.” “I’m going to see them,” cried Colin.\n", "word": "white", "modifies": "butterfly"}
{"color": "blue", "line": "They’ll look like a bed o’ blue an’ white butterflies flutterin’ when they’re out.” “I’m going to see them,” cried Colin.\n", "word": "blue", "modifies": "butterfly"}
{"color": "green", "line": "And if all the flowers and leaves and green things and birds and wild creatures danced past at once, what a crowd it would be!\n", "word": "green", "modifies": "thing"}
{"color": "white", "line": "The arch of it looked very high and the small snowy clouds seemed like white birds floating on outspread wings below its crystal blueness.\n", "word": "white", "modifies": "bird"}
{"color": "red", "line": "There?” he cried, and his eyes were as big as the wolf’s in Red Riding Hood, when Red Riding Hood felt called upon to remark on them.\n", "word": "red", "modifies": "hood"}
{"color": "green", "line": "And this is the ivy the wind blew back,” and she took hold of the hanging green curtain.\n", "word": "green", "modifies": "curtain"}
{"color": "green", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n", "word": "green", "modifies": "veil"}
{"color": "gold", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n", "word": "gold", "modifies": "touch"}
{"color": "gray", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n", "word": "gray", "modifies": "urn"}
{"color": "pink", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n", "word": "pink", "modifies": "snow"}
{"color": "purple", "line": "And over walls and earth and trees and swinging sprays and tendrils the fair green veil of tender little leaves had crept, and in the grass under the trees and the gray urns in the alcoves and here and there everywhere were touches or splashes of gold and purple and white and the trees were showing pink and snow above his head and there were fluttering of wings and faint sweet pipes and humming and scents and scents.\n", "word": "purple", "modifies": "gold"}
{"color": "pink", "line": "He looked so strange and different because a pink glow of color had actually crept all over him—ivory face and neck and hands and all.\n", "word": "pink", "modifies": "glow"}
{"color": "white", "line": "One knows it sometimes when one gets up at the tender solemn dawn time and goes out and stands alone and throws one’s head far back and looks up and up and watches the pale sky slowly changing and flushing and marvelous unknown things happening until the East almost makes one cry out and one’s heart stands still at the strange unchanging majesty of the rising of the sun—which has been happening every morning for thousands and thousands and thousands of years.\n", "word": "pale", "modifies": "sky"}
{"color": "gold", "line": "And one knows it sometimes when one stands by oneself in a wood at sunset and the mysterious deep gold stillness slanting through and under the branches seems to be saying slowly again and again something one cannot quite hear, however much one tries.\n", "word": "gold", "modifies": "stillness"}
{"color": "blue", "line": "Then sometimes the immense quiet of the dark blue at night with millions of stars waiting and watching makes one sure; and sometimes a sound of far off music makes it true; and sometimes a look in someone’s eyes.\n", "word": "blue", "modifies": "quiet"}
{"color": "white", "line": "They drew the chair under the plum tree, which was snow white with blossoms and musical with bees.\n", "word": "white", "modifies": "snow"}
{"color": "purple", "line": "They drew the chair under the plum tree, which was snow white with blossoms and musical with bees.\n", "word": "plum", "modifies": "tree"}
{"color": "pink", "line": "There were flowering cherry trees near and apple trees whose buds were pink and white, and here and there one had burst open wide.\n", "word": "pink", "modifies": "bud"}
{"color": "blue", "line": "Between the blossoming branches of the canopy bits of blue sky looked down like wonderful eyes.\n", "word": "blue", "modifies": "sky"}
{"color": "gray", "line": "“The branches are quite gray and there’s not a single leaf anywhere,” Colin went on.\n", "word": "gray", "modifies": "branch"}
{"color": "red", "line": "He had gone on rubbing his rust red hair in a puzzled way, but a nice comforted look had begun to grow in his blue eyes.\n", "word": "red", "modifies": "hair"}
{"color": "blue", "line": "He had gone on rubbing his rust red hair in a puzzled way, but a nice comforted look had begun to grow in his blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Even his ivory whiteness seemed to change.\n", "word": "ivory", "modifies": "whiteness"}
{"color": "white", "line": "He looked as if he were made of flesh instead of ivory or wax.\n", "word": "ivory", "modifies": "wax"}
{"color": "gold", "line": "The sun was deepening the gold of its lances, the bees were going home and the birds were flying past less often.\n", "word": "gold", "modifies": "lance"}
{"color": "gray", "line": "Soot had perched on a low branch and drawn up one leg and dropped the gray film drowsily over his eyes.\n", "word": "gray", "modifies": "film"}
{"color": "black", "line": "A wheeled chair with luxurious cushions and robes which came toward him looking rather like some sort of State Coach because a young Rajah leaned back in it with royal command in his great black rimmed eyes and a thin white hand extended haughtily toward him.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "A wheeled chair with luxurious cushions and robes which came toward him looking rather like some sort of State Coach because a young Rajah leaned back in it with royal command in his great black rimmed eyes and a thin white hand extended haughtily toward him.\n", "word": "white", "modifies": "hand"}
{"color": "red", "line": "His red old eyes fixed themselves on what was before him as if he were seeing a ghost.\n", "word": "red", "modifies": "eye"}
{"color": "white", "line": "Tha’rt as thin as a lath an’ as white as a wraith, but there’s not a knob on thee.\n", "word": "white", "modifies": "’rt"}
{"color": "red", "line": "There were scarlet spots on his cheeks and he looked amazing, but he showed no signs of falling.\n", "word": "scarlet", "modifies": "spot"}
{"color": "white", "line": "Dickon took his spade and dug the hole deeper and wider than a new digger with thin white hands could make it.\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "It’s as white as snow.” They always called it Magic and indeed it seemed like it in the months that followed—the wonderful months—the radiant months—the amazing ones.\n", "word": "white", "modifies": "snow"}
{"color": "green", "line": "At first it seemed that green things would never cease pushing their way through the earth, in the grass, in the beds, even in the crevices of the walls.\n", "word": "green", "modifies": "thing"}
{"color": "red", "line": "Then the green things began to show buds and the buds began to unfurl and show color, every shade of blue, every shade of purple, every tint and hue of crimson.\n", "word": "crimson", "modifies": "hue"}
{"color": "green", "line": "Then the green things began to show buds and the buds began to unfurl and show color, every shade of blue, every shade of purple, every tint and hue of crimson.\n", "word": "green", "modifies": "thing"}
{"color": "blue", "line": "Then the green things began to show buds and the buds began to unfurl and show color, every shade of blue, every shade of purple, every tint and hue of crimson.\n", "word": "blue", "modifies": "shade"}
{"color": "purple", "line": "Then the green things began to show buds and the buds began to unfurl and show color, every shade of blue, every shade of purple, every tint and hue of crimson.\n", "word": "purple", "modifies": "shade"}
{"color": "green", "line": "Iris and white lilies rose out of the grass in sheaves, and the green alcoves filled themselves with amazing armies of the blue and white flower lances of tall delphiniums or columbines or campanulas.\n", "word": "green", "modifies": "alcove"}
{"color": "white", "line": "Iris and white lilies rose out of the grass in sheaves, and the green alcoves filled themselves with amazing armies of the blue and white flower lances of tall delphiniums or columbines or campanulas.\n", "word": "white", "modifies": "lily"}
{"color": "blue", "line": "Iris and white lilies rose out of the grass in sheaves, and the green alcoves filled themselves with amazing armies of the blue and white flower lances of tall delphiniums or columbines or campanulas.\n", "word": "blue", "modifies": "lance"}
{"color": "pink", "line": "Iris and white lilies rose out of the grass in sheaves, and the green alcoves filled themselves with amazing armies of the blue and white flower lances of tall delphiniums or columbines or campanulas.\n", "word": "rose", "modifies": "iris"}
{"color": "blue", "line": "“She liked them things as was allus pointin’ up to th’ blue sky, she used to tell.\n", "word": "blue", "modifies": "sky"}
{"color": "blue", "line": "She just loved it but she said as th’ blue sky allus looked so joyful.” The seeds Dickon and Mary had planted grew as if fairies had tended them.\n", "word": "blue", "modifies": "allus"}
{"color": "pink", "line": "And the roses—the roses!\n", "word": "rose", "modifies": "rose"}
{"color": "gray", "line": "Even gray days pleased him.\n", "word": "gray", "modifies": "day"}
{"color": "blue", "line": "He gave her a good hidin’ an’ went to th’ Blue Lion an’ got as drunk as a lord.” Colin drew his brows together and thought a few minutes.\n", "word": "blue", "modifies": "lion"}
{"color": "white", "line": "Nut and Shell were on his shoulders and he held a long eared white rabbit in his arm and stroked and stroked it softly while it laid its ears along its back and enjoyed itself.\n", "word": "white", "modifies": "rabbit"}
{"color": "gray", "line": "Soot had pushed away a squirrel and huddled close to him on his shoulder, the gray film dropped over his eyes.\n", "word": "gray", "modifies": "film"}
{"color": "white", "line": "Ben Weatherstaff walked behind, and the “creatures” trailed after them, the lamb and the fox cub keeping close to Dickon, the white rabbit hopping along or stopping to nibble and Soot following with the solemnity of a person who felt himself in charge.\n", "word": "white", "modifies": "rabbit"}
{"color": "pink", "line": "Dickon had bought penny packages of flower seeds now and then and sown bright sweet scented things among gooseberry bushes and even cabbages and he grew borders of mignonette and pinks and pansies and things whose seeds he could save year after year or whose roots would bloom each spring and spread in time into fine clumps.\n", "word": "pink", "modifies": "mignonette"}
{"color": "silver", "line": "Mary always breakfasted with him and when they found themselves at the table—particularly if there were delicate slices of sizzling ham sending forth tempting odors from under a hot silver cover—they would look into each other’s eyes in desperation.\n", "word": "silver", "modifies": "cover"}
{"color": "green", "line": "Every beautiful morning the Magic was worked by the mystic circle under the plum tree which provided a canopy of thickening green leaves after its brief blossom time was ended.\n", "word": "green", "modifies": "leaf"}
{"color": "purple", "line": "Every beautiful morning the Magic was worked by the mystic circle under the plum tree which provided a canopy of thickening green leaves after its brief blossom time was ended.\n", "word": "plum", "modifies": "tree"}
{"color": "blue", "line": "“Yesterday,” he said one morning after an absence, “I went to Thwaite for mother an’ near th’ Blue Cow Inn I seed Bob Haworth.\n", "word": "blue", "modifies": "inn"}
{"color": "pink", "line": "The waxen tinge had left, Colins skin and a warm rose showed through it; his beautiful eyes were clear and the hollows under them and in his cheeks and temples had filled out.\n", "word": "rose", "modifies": "skin"}
{"color": "black", "line": "The first moment he set his dew bright black eye on Dickon he knew he was not a stranger but a sort of robin without beak or feathers.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "There is a little Indian room where there is a cabinet full of ivory elephants.\n", "word": "ivory", "modifies": "elephant"}
{"color": "green", "line": "They looked at the portraits and found the plain little girl dressed in green brocade and holding the parrot on her finger.\n", "word": "green", "modifies": "brocade"}
{"color": "white", "line": "They went to the Indian room and amused themselves with the ivory elephants.\n", "word": "ivory", "modifies": "elephant"}
{"color": "pink", "line": "Dickon stood out among the trees and rose bushes and began to sing in quite a simple matter of fact way and in a nice strong boy voice: “Praise God from whom all blessings flow, Praise Him all creatures here below, Praise Him above ye Heavenly Host, Praise Father, Son, and Holy Ghost.\n", "word": "rose", "modifies": "bush"}
{"color": "blue", "line": "With the ivy behind her, the sunlight drifting through the trees and dappling her long blue cloak, and her nice fresh face smiling across the greenery she was rather like a softly colored illustration in one of Colin’s books.\n", "word": "blue", "modifies": "cloak"}
{"color": "pink", "line": "Tha’lt be like a blush rose when tha’ grows up, my little lass, bless thee.” She did not mention that when Martha came home on her “day out” and described the plain sallow child she had said that she had no confidence whatever in what Mrs. Medlock had heard.\n", "word": "rose", "modifies": "blush"}
{"color": "pink", "line": "Each of them kept looking up at her comfortable rosy face, secretly curious about the delightful feeling she gave them—a sort of warm, supported feeling.\n", "word": "rosy", "modifies": "face"}
{"color": "blue", "line": "But before he got into his chair he stood quite close to Susan and fixed his eyes on her with a kind of bewildered adoration and he suddenly caught hold of the fold of her blue cloak and held it fast.\n", "word": "blue", "modifies": "cloak"}
{"color": "red", "line": "To let a sad thought or a bad one get into your mind is as dangerous as letting a scarlet fever germ get into your body.\n", "word": "scarlet", "modifies": "germ"}
{"color": "yellow", "line": "So long as Mistress Mary’s mind was full of disagreeable thoughts about her dislikes and sour opinions of people and her determination not to be pleased by or interested in anything, she was a yellow faced, sickly, bored and wretched child.\n", "word": "yellow", "modifies": "child"}
{"color": "blue", "line": "He had wandered by blue lakes and thought them; he had lain on mountain sides with sheets of deep blue gentians blooming all about him and flower breaths filling all the air and he had thought them.\n", "word": "blue", "modifies": "lake"}
{"color": "pink", "line": "He had been on the tops of mountains whose heads were in the clouds and had looked down on other mountains when the sun rose and touched them with such light as made it seem as if the world were just being born.\n", "word": "rose", "modifies": "sun"}
{"color": "blue", "line": "There was one lovely mass of blue forget me nots growing so close to the stream that its leaves were wet and at these he found himself looking as he remembered he had looked at such things years ago.\n", "word": "blue", "modifies": "mass"}
{"color": "blue", "line": "He was actually thinking tenderly how lovely it was and what wonders of blue its hundreds of little blossoms were.\n", "word": "blue", "modifies": "wonder"}
{"color": "black", "line": "But, strange as it seemed to him, there were minutes—sometimes half hours—when, without his knowing why, the black burden seemed to lift itself again and he knew he was a living man and not a dead one.\n", "word": "black", "modifies": "burden"}
{"color": "black", "line": "Now and then he wondered vaguely about his boy and asked himself what he should feel when he went and stood by the carved four posted bed again and looked down at the sharply chiseled ivory white face while it slept and, the black lashes rimmed so startlingly the close shut eyes.\n", "word": "black", "modifies": "lash"}
{"color": "white", "line": "Now and then he wondered vaguely about his boy and asked himself what he should feel when he went and stood by the carved four posted bed again and looked down at the sharply chiseled ivory white face while it slept and, the black lashes rimmed so startlingly the close shut eyes.\n", "word": "white", "modifies": "face"}
{"color": "silver", "line": "One marvel of a day he had walked so far that when he returned the moon was high and full and all the world was purple shadow and silver.\n", "word": "silver", "modifies": "shadow"}
{"color": "purple", "line": "One marvel of a day he had walked so far that when he returned the moon was high and full and all the world was purple shadow and silver.\n", "word": "purple", "modifies": "shadow"}
{"color": "pink", "line": "He thought that as he sat and breathed in the scent of the late roses and listened to the lapping of the water at his feet he heard a voice calling.\n", "word": "rose", "modifies": "scent"}
{"color": "black", "line": "He remembered the black days when he had raved like a madman because the child was alive and the mother was dead.\n", "word": "black", "modifies": "day"}
{"color": "black", "line": "The first time after a year’s absence he returned to Misselthwaite and the small miserable looking thing languidly and indifferently lifted to his face the great gray eyes with black lashes round them, so like and yet so horribly unlike the happy eyes he had adored, he could not bear the sight of them and turned away pale as death.\n", "word": "black", "modifies": "lash"}
{"color": "gray", "line": "The first time after a year’s absence he returned to Misselthwaite and the small miserable looking thing languidly and indifferently lifted to his face the great gray eyes with black lashes round them, so like and yet so horribly unlike the happy eyes he had adored, he could not bear the sight of them and turned away pale as death.\n", "word": "gray", "modifies": "eye"}
{"color": "purple", "line": "Why did it seem to give him a sense of homecoming which he had been sure he could never feel again—that sense of the beauty of land and sky and purple bloom of distance and a warming of the heart at drawing, nearer to the great old house which had held those of his blood for six hundred years?\n", "word": "purple", "modifies": "bloom"}
{"color": "black", "line": "He threw the thick hair back from his forehead and lifted a pair of strange gray eyes—eyes full of boyish laughter and rimmed with black lashes like a fringe.\n", "word": "black", "modifies": "lash"}
{"color": "gray", "line": "He threw the thick hair back from his forehead and lifted a pair of strange gray eyes—eyes full of boyish laughter and rimmed with black lashes like a fringe.\n", "word": "gray", "modifies": "eye"}
{"color": "red", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n", "word": "flaming", "modifies": "scarlet"}
{"color": "red", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n", "word": "scarlet", "modifies": "sheaf"}
{"color": "white", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n", "word": "white", "modifies": "lily"}
{"color": "gold", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n", "word": "gold", "modifies": "autumn"}
{"color": "blue", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n", "word": "blue", "modifies": "scarlet"}
{"color": "purple", "line": "The place was a wilderness of autumn gold and purple and violet blue and flaming scarlet and on every side were sheaves of late lilies standing together—lilies which were white or white and ruby.\n", "word": "purple", "modifies": "gold"}
{"color": "gold", "line": "Late roses climbed and hung and clustered and the sunshine deepening the hue of the yellowing trees made one feel that one, stood in an embowered temple of gold.\n", "word": "gold", "modifies": "temple"}
