{"color": "white", "line": "Alice was not a bit hurt, and she jumped up on to her feet in a moment: she looked up, but it was all dark overhead; before her was another long passage, and the White Rabbit was still in sight, hurrying down it.\n", "word": "white", "modifies": "rabbit"}
{"color": "red", "line": "“No, I’ll look first,” she said, “and see whether it’s marked ‘_poison_’ or not”; for she had read several nice little histories about children who had got burnt, and eaten up by wild beasts and other unpleasant things, all because they _would_ not remember the simple rules their friends had taught them: such as, that a red hot poker will burn you if you hold it too long; and that if you cut your finger _very_ deeply with a knife, it usually bleeds; and she had never forgotten that, if you drink much from a bottle marked “poison,” it is almost certain to disagree with you, sooner or later.\n", "word": "red", "modifies": "poker"}
{"color": "white", "line": "It was the White Rabbit returning, splendidly dressed, with a pair of white kid gloves in one hand and a large fan in the other: he came trotting along in a great hurry, muttering to himself as he came, “Oh!\n", "word": "white", "modifies": "rabbit"}
{"color": "brown", "line": "A little bright eyed terrier, you know, with oh, such long curly brown hair!\n", "word": "brown", "modifies": "hair"}
{"color": "blue", "line": "She stretched herself up on tiptoe, and peeped over the edge of the mushroom, and her eyes immediately met those of a large blue caterpillar, that was sitting on the top with its arms folded, quietly smoking a long hookah, and taking not the smallest notice of her or of anything else.\n", "word": "blue", "modifies": "caterpillar"}
{"color": "green", "line": "* * * * * * * * * * * * * * “Come, my head’s free at last!” said Alice in a tone of delight, which changed into alarm in another moment, when she found that her shoulders were nowhere to be found: all she could see, when she looked down, was an immense length of neck, which seemed to rise like a stalk out of a sea of green leaves that lay far below her.\n", "word": "green", "modifies": "leaf"}
{"color": "green", "line": "“What _can_ all that green stuff be?” said Alice.\n", "word": "green", "modifies": "stuff"}
{"color": "white", "line": "The Queen’s Croquet Ground A large rose tree stood near the entrance of the garden: the roses growing on it were white, but there were three gardeners at it, busily painting them red.\n", "word": "white", "modifies": "rose"}
{"color": "pink", "line": "The Queen’s Croquet Ground A large rose tree stood near the entrance of the garden: the roses growing on it were white, but there were three gardeners at it, busily painting them red.\n", "word": "rose", "modifies": "tree"}
{"color": "white", "line": "Two began in a low voice, “Why the fact is, you see, Miss, this here ought to have been a _red_ rose tree, and we put a white one in by mistake; and if the Queen was to find it out, we should all have our heads cut off, you know.\n", "word": "white", "modifies": "one"}
{"color": "pink", "line": "Two began in a low voice, “Why the fact is, you see, Miss, this here ought to have been a _red_ rose tree, and we put a white one in by mistake; and if the Queen was to find it out, we should all have our heads cut off, you know.\n", "word": "rose", "modifies": "tree"}
{"color": "white", "line": "Next came the guests, mostly Kings and Queens, and among them Alice recognised the White Rabbit: it was talking in a hurried nervous manner, smiling at everything that was said, and went by without noticing her.\n", "word": "white", "modifies": "rabbit"}
{"color": "red", "line": "Then followed the Knave of Hearts, carrying the King’s crown on a crimson velvet cushion; and, last of all this grand procession, came THE KING AND QUEEN OF HEARTS.\n", "word": "crimson", "modifies": "cushion"}
{"color": "white", "line": "She was walking by the White Rabbit, who was peeping anxiously into her face.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "The King and Queen of Hearts were seated on their throne when they arrived, with a great crowd assembled about them—all sorts of little birds and beasts, as well as the whole pack of cards: the Knave was standing before them, in chains, with a soldier on each side to guard him; and near the King was the White Rabbit, with a trumpet in one hand, and a scroll of parchment in the other.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "On this the White Rabbit blew three blasts on the trumpet, and then unrolled the parchment scroll, and read as follows:— “The Queen of Hearts, she made some tarts, The Knave of Hearts, he stole those tarts, “Consider your verdict,” the King said to the jury.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "The King looked anxiously at the White Rabbit, who said in a low voice, “Your Majesty must cross examine _this_ witness.” “Well, if I must, I must,” the King said, with a melancholy air, and, after folding his arms and frowning at the cook till his eyes were nearly out of sight, he said in a deep voice, “What are tarts made of?” “Pepper, mostly,” said the cook.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "Imagine her surprise, when the White Rabbit read out, at the top of his shrill little voice, the name “Alice!” Alice’s Evidence “Here!” cried Alice, quite forgetting in the flurry of the moment how large she had grown in the last few minutes, and she jumped up in such a hurry that she tipped over the jury box with the edge of her skirt, upsetting all the jurymen on to the heads of the crowd below, and there they lay sprawling about, reminding her very much of a globe of goldfish she had accidentally upset the week before.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "They were just beginning to write this down on their slates, when the White Rabbit interrupted: “_Un_important, your Majesty means, of course,” he said in a very respectful tone, but frowning and making faces at him as he spoke.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "“There’s more evidence to come yet, please your Majesty,” said the White Rabbit, jumping up in a great hurry; “this paper has just been picked up.” “What’s in it?” said the Queen.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "“I haven’t opened it yet,” said the White Rabbit, “but it seems to be a letter, written by the prisoner to—to somebody.” “It must have been that,” said the King, “unless it was written to nobody, which isn’t usual, you know.” “Who is it directed to?” said one of the jurymen.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "“It isn’t directed at all,” said the White Rabbit; “in fact, there’s nothing written on the _outside_.” He unfolded the paper as he spoke, and added “It isn’t a letter, after all: it’s a set of verses.” “Are they in the prisoner’s handwriting?” asked another of the jurymen.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "“No, they’re not,” said the White Rabbit, “and that’s the queerest thing about it.” (The jury all looked puzzled.)\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "The White Rabbit put on his spectacles.\n", "word": "white", "modifies": "rabbit"}
{"color": "white", "line": "The long grass rustled at her feet as the White Rabbit hurried by—the frightened Mouse splashed his way through the neighbouring pool—she could hear the rattle of the teacups as the March Hare and his friends shared their never ending meal, and the shrill voice of the Queen ordering off her unfortunate guests to execution—once more the pig baby was sneezing on the Duchess’s knee, while plates and dishes crashed around it—once more the shriek of the Gryphon, the squeaking of the Lizard’s slate pencil, and the choking of the suppressed guinea pigs, filled the air, mixed up with the distant sobs of the miserable Mock Turtle.\n", "word": "white", "modifies": "rabbit"}
