{"color": "red", "line": "From his black and white horsehair hatband, with tassels that swept to the very edge of his gray hatbrim, to the crimson silk neckerchief draped over the pale blue bosom of his shirt; from the beautifully stamped leather cuffs, down to the exaggerated height of his tan boot heels, their critical eyes swept in swift, appraising glances; and unanimous disapproval was the result.\n", "word": "crimson", "modifies": "neckerchief"}
{"color": "black", "line": "From his black and white horsehair hatband, with tassels that swept to the very edge of his gray hatbrim, to the crimson silk neckerchief draped over the pale blue bosom of his shirt; from the beautifully stamped leather cuffs, down to the exaggerated height of his tan boot heels, their critical eyes swept in swift, appraising glances; and unanimous disapproval was the result.\n", "word": "black", "modifies": "hatband"}
{"color": "blue", "line": "From his black and white horsehair hatband, with tassels that swept to the very edge of his gray hatbrim, to the crimson silk neckerchief draped over the pale blue bosom of his shirt; from the beautifully stamped leather cuffs, down to the exaggerated height of his tan boot heels, their critical eyes swept in swift, appraising glances; and unanimous disapproval was the result.\n", "word": "blue", "modifies": "bosom"}
{"color": "brown", "line": "From his black and white horsehair hatband, with tassels that swept to the very edge of his gray hatbrim, to the crimson silk neckerchief draped over the pale blue bosom of his shirt; from the beautifully stamped leather cuffs, down to the exaggerated height of his tan boot heels, their critical eyes swept in swift, appraising glances; and unanimous disapproval was the result.\n", "word": "tan", "modifies": "heel"}
{"color": "gray", "line": "From his black and white horsehair hatband, with tassels that swept to the very edge of his gray hatbrim, to the crimson silk neckerchief draped over the pale blue bosom of his shirt; from the beautifully stamped leather cuffs, down to the exaggerated height of his tan boot heels, their critical eyes swept in swift, appraising glances; and unanimous disapproval was the result.\n", "word": "gray", "modifies": "hatbrim"}
{"color": "pink", "line": "The Happy Family had themselves an eye to picturesque garb upon occasion, but this passed even Pink's love of display.\n", "word": "pink", "modifies": "love"}
{"color": "white", "line": "There was a ring upon that finger; a ring with a moonstone setting as large and round as the eye of a startled cat, and the Happy Family caught the pale gleam of it and drew a long breath.\n", "word": "pale", "modifies": "gleam"}
{"color": "red", "line": "Miguel wore the hatband, the crimson kerchief tied loosely with the point draped over his chest, the stamped leather cuffs and the tan boots with the highest heels ever built by the cobbler craft.\n", "word": "crimson", "modifies": "kerchief"}
{"color": "brown", "line": "Miguel wore the hatband, the crimson kerchief tied loosely with the point draped over his chest, the stamped leather cuffs and the tan boots with the highest heels ever built by the cobbler craft.\n", "word": "tan", "modifies": "boot"}
{"color": "black", "line": "Black Angora chaps they were; long haired, crinkly to the very hide, with three white, diamond shaped patches running down each leg of them, and with the leather waistband stamped elaborately to match the cuffs.\n", "word": "black", "modifies": "chap"}
{"color": "white", "line": "Black Angora chaps they were; long haired, crinkly to the very hide, with three white, diamond shaped patches running down each leg of them, and with the leather waistband stamped elaborately to match the cuffs.\n", "word": "white", "modifies": "patch"}
{"color": "silver", "line": "The bands of his spurs were two inches wide and inlaid to the edge with beaten silver, and each concho was engraved to represent a large, wild rose, with a golden center.\n", "word": "silver", "modifies": "edge"}
{"color": "silver", "line": "He straightened the skirts, carefully ignoring the glances thrown in his direction, and swore softly to himself when he discovered where the leather had been scratched through the canvas wrappings and the end of the silver scroll ripped up.\n", "word": "silver", "modifies": "scroll"}
{"color": "silver", "line": "He drew out his bridle and shook it into shape, and the silver mountings and the reins of braided leather with horsehair tassels made Happy Jack's eyes greedy with desire.\n", "word": "silver", "modifies": "mounting"}
{"color": "red", "line": "His blanket was a scarlet Navajo, and his rope a rawhide lariat.\n", "word": "scarlet", "modifies": "navajo"}
{"color": "silver", "line": "When he gets real busy it ain't the silver filigree stuff that's going to help you hold connections with your saddle, and a silver mounted bridle bit ain't a darned bit better than a plain one.” “Just take a look at him!” cried Pink, with intense disgust.\n", "word": "silver", "modifies": "filigree"}
{"color": "silver", "line": "They'll start out to move ten or a dozen head uh tame old cows from one field to another, and there'll be six or eight fellers, rigged up like this here tray spot, ridin' along, important as hell, drivin' them few cows down a lane, with peach trees on both sides, by cripes, jingling their big, silver spurs, all wearin' fancy chaps to ride four or five miles down the road.\n", "word": "silver", "modifies": "spur"}
{"color": "silver", "line": "And there'll be two or three fellers to every calf, all lit up, like Mig u ell, over there, in chaps and silver fixin's, fussin' around on horseback in a corral, and every feller trying to pile his rope on the same calf, by cripes!\n", "word": "silver", "modifies": "fixin's"}
{"color": "white", "line": "Big Medicine stopped laughing suddenly, reined his horse close to the other, and stared at him challengingly, with his pale, protruding eyes, while the Happy Family glanced meaningly at one another.\n", "word": "pale", "modifies": "eye"}
{"color": "pink", "line": "They let him ride unwarned into an adobe patch one day at least, Big Medicine, Pink, Cal Emmett and Irish did, for they were with him and laughed surreptitiously together while he wallowed there and came out afoot, his horse floundering behind him, mud to the ears, both of them.\n", "word": "pink", "modifies": "medicine"}
{"color": "silver", "line": "“I betche he ain't goin' to forget that, though,” Happy Jack warned when he saw the caked mud on Miguel's Angora chaps and silver spurs, and the condition of his saddle.\n", "word": "silver", "modifies": "spur"}
{"color": "silver", "line": "The fellow all fussed up with silver and braided leather can't get out and do anything.\n", "word": "silver", "modifies": "can't"}
{"color": "black", "line": "He could look sudden death, all right; he had black eyes like Mig u ell but all a fellow had to do was go after him, and he'd back up so blamed quick ” Slim listened that far, saw that he had interrupted a tale evidently more interesting than anything he could say, and went off, muttering to himself.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "“Haw haw haw!” roared Big Medicine; and, seizing Pink's arm in a gorilla like grip, he pointed down the bank.\n", "word": "pink", "modifies": "arm"}
{"color": "pink", "line": "Pink's eyes widened as he looked, but he did not say anything.\n", "word": "pink", "modifies": "eye"}
{"color": "white", "line": "The chaps, however, were up in the white house kitchen, where were also the reek of scorched hair and the laughing expostulations of the Little Doctor and the boyish titter of Pink and Irish, who were curling laboriously the chaps of Miguel with the curling tongs of the Little Doctor and those of the Countess besides.\n", "word": "white", "modifies": "house"}
{"color": "pink", "line": "The chaps, however, were up in the white house kitchen, where were also the reek of scorched hair and the laughing expostulations of the Little Doctor and the boyish titter of Pink and Irish, who were curling laboriously the chaps of Miguel with the curling tongs of the Little Doctor and those of the Countess besides.\n", "word": "pink", "modifies": "titter"}
{"color": "red", "line": "The Countess stopped, with her dishcloth dangling from one red, bony hand, while she looked.\n", "word": "red", "modifies": "hand"}
{"color": "green", "line": "And, because the mail bearer was Andy Green himself, back from a winter's journeyings, Cal, Happy Jack and Slim followed close behind, talking all at once, in their joy at beholding the man they loved well and hated occasionally also.\n", "word": "green", "modifies": "andy"}
{"color": "gray", "line": "It was then that the honest, gray eyes of him widened with amazement.\n", "word": "gray", "modifies": "eye"}
{"color": "green", "line": "At least, he learned as much as it was politic to tell in the presence of the Little Doctor; and afterward, while Pink was putting the chaps back upon the willow, where Miguel had left them, he was told that they looked to him, Andy Green, for assistance.\n", "word": "green", "modifies": "andy"}
{"color": "gray", "line": "He turned his honest, gray eyes upon Pink and Irish accusingly whereat they wondered greatly.\n", "word": "gray", "modifies": "eye"}
{"color": "green", "line": "He gave Andy Green one quick, grateful look and a smile, the like of which made the Happy Family quiver inwardly with instinctive sympathy.\n", "word": "green", "modifies": "andy"}
{"color": "pink", "line": "He looked at the others at all, that is, save Pink and Irish, who had disappeared.\n", "word": "pink", "modifies": "irish"}
{"color": "pink", "line": "Later Miguel went unobtrusively down to the creek after his chaps; he did not get them, just then, but he stood for a long time hidden behind the willow fringe, watching Pink and Irish feverishly combing out certain corkscrew ringlets, and dampening their combs in the creek to facilitate the process of straightening certain patches of rebellious frizzes.\n", "word": "pink", "modifies": "irish"}
{"color": "green", "line": "Andy Green, that honest eyed young man whom everyone loved, but whom not a man believed save when he was indulging his love for more or less fantastic flights of the imagination, pulled up on the brow of Flying U coulee and stared somberly at the picture spread below him.\n", "word": "green", "modifies": "andy"}
{"color": "white", "line": "On the porch of the White House the hammock swung gently under the weight of the Little Doctor, who pushed her shipper toe mechanically against a post support at regular intervals while she read.\n", "word": "white", "modifies": "house"}
{"color": "white", "line": "Past the stable he rode with scarcely a glance toward Weary, who shouted a casual “Hello” at him from the corral; through the big gate and up the trail to the White House, and straight to the porch, where the Little Doctor flipped a leaf of her magazine and glanced at him with a smile, and the Kid turned his plump body upon the middle step and wrinkled his nose in a smile of recognition, while he threw out an arm in welcome, and made a wobbling effort to get upon his feet.\n", "word": "white", "modifies": "house"}
{"color": "yellow", "line": "There was a yellow envelope among the letters, and her fingers singled it out curiously.\n", "word": "yellow", "modifies": "envelope"}
{"color": "pink", "line": "The Kid, wrinkling his nose, and jabbering unintelligibly at her, so that four tiny teeth showed in his pink mouth, moved farther backward, and sat down violently under the horse's sweat roughened belly.\n", "word": "pink", "modifies": "mouth"}
{"color": "pink", "line": "“He's all right,” soothed Andy, and, leaning with a twist of his slim body, caught the Kid firmly by the back of his pink dress, and lifted him clear of danger.\n", "word": "pink", "modifies": "dress"}
{"color": "red", "line": "He came up with a red face, tossed the Kid into the eager arms of the Little Doctor, and soothed his horse with soft words and a series of little slaps upon the neck.\n", "word": "red", "modifies": "face"}
{"color": "brown", "line": "He knew what was in that telegram, for the agent had told him when he hunted him up at Rusty Brown's and gave it to him; and the horse of Andy bore mute testimony to the speed with which he had brought it to the ranch.\n", "word": "brown", "modifies": "rusty"}
{"color": "black", "line": "Close beside him stood Weary, with his loop dragging behind him, waiting for a chance to throw it over the head of a buckskin three year old with black mane and tail.\n", "word": "black", "modifies": "mane"}
{"color": "pink", "line": "I brought out a telegram ” “Go on!” Pink's eyes widened incredulously.\n", "word": "pink", "modifies": "eye"}
{"color": "green", "line": "“Don't you try that kind of a load, Andy Green, or I'll just about ” “Oh, you fellows make me sick!” Andy took his elbows off the rail and stood straight.\n", "word": "green", "modifies": "andy"}
{"color": "red", "line": "They were a sorry company who waved hands at the Little Doctor and the Kid and the Countess, just when the afterglow of a red sunset was merging into the vague, purple shadows of coming dusk.\n", "word": "red", "modifies": "sunset"}
{"color": "purple", "line": "They were a sorry company who waved hands at the Little Doctor and the Kid and the Countess, just when the afterglow of a red sunset was merging into the vague, purple shadows of coming dusk.\n", "word": "purple", "modifies": "shadow"}
{"color": "brown", "line": "“It'll all dry out, if yuh don't and there ain't no use wastin' it and there's two lemon pies in the brown cupboard, and what under the shinin' sun ” The wheels bumped violently against a rock, and the Happy Family heard no more.\n", "word": "brown", "modifies": "cupboard"}
{"color": "red", "line": "They backed away from the Happy Family's approach, grinned foolishly in response to their careless greeting, and tittered openly at the resplendence of the Native Son, who was wearing his black Angora chaps with the three white diamonds down each leg, the gay horsehair hatband, crimson neckerchief and Mexican spurs with their immense rowels and ornate conchos of hand beaten silver.\n", "word": "crimson", "modifies": "neckerchief"}
{"color": "black", "line": "They backed away from the Happy Family's approach, grinned foolishly in response to their careless greeting, and tittered openly at the resplendence of the Native Son, who was wearing his black Angora chaps with the three white diamonds down each leg, the gay horsehair hatband, crimson neckerchief and Mexican spurs with their immense rowels and ornate conchos of hand beaten silver.\n", "word": "black", "modifies": "chap"}
{"color": "white", "line": "They backed away from the Happy Family's approach, grinned foolishly in response to their careless greeting, and tittered openly at the resplendence of the Native Son, who was wearing his black Angora chaps with the three white diamonds down each leg, the gay horsehair hatband, crimson neckerchief and Mexican spurs with their immense rowels and ornate conchos of hand beaten silver.\n", "word": "white", "modifies": "diamond"}
{"color": "silver", "line": "They backed away from the Happy Family's approach, grinned foolishly in response to their careless greeting, and tittered openly at the resplendence of the Native Son, who was wearing his black Angora chaps with the three white diamonds down each leg, the gay horsehair hatband, crimson neckerchief and Mexican spurs with their immense rowels and ornate conchos of hand beaten silver.\n", "word": "silver", "modifies": "conchos"}
{"color": "green", "line": "And maw's goin' to have a blue silk dress with green onto it.\n", "word": "green", "modifies": "dress"}
{"color": "blue", "line": "And maw's goin' to have a blue silk dress with green onto it.\n", "word": "blue", "modifies": "dress"}
{"color": "brown", "line": "They're growin' up in ign'rance out here, and Mary's folks wants us to come back 'n' settle close handy by they been at us t' sell out and move fer the last five years, now, and I told Mary ” Even Cal forgot, eventually, that he had asked a question which remained unanswered; what interest he had felt at first was smothered to death beneath that blanket of words, and he eagerly followed the boys out and over to Rusty Brown's place, where Denson, because of an old grudge against Rusty, might be trusted not to follow.\n", "word": "brown", "modifies": "rusty"}
{"color": "brown", "line": "Denson and his affairs they speedily forgot for a time, in the diversion which Rusty Brown's familiar place afforded to young men with unjaded nerves and a zest for the primitive pleasures.\n", "word": "brown", "modifies": "rusty"}
{"color": "green", "line": "Pink was figurative in his speech, you will understand; and also a bit vainglorious over beating Andy Green and Big Medicine twice in succession.\n", "word": "green", "modifies": "andy"}
{"color": "gray", "line": "The wind blew strong from the east, that day; it whistled through the open, double decked cars packed with gray, woolly bodies, whose voices were ever raised in strident complaint; and the stench of them smote the unaccustomed nostrils of the Happy Family and put them to disgusted flight up the track and across it to where the air was clean again.\n", "word": "gray", "modifies": "body"}
{"color": "gray", "line": "The Flying U range had been kept in the main inviolate from the little, gray vandals, which ate the grass clean to the sod, and trampled with their sharp pointed hoofs the very roots into lifelessness; which polluted the water holes and creeks until cattle and horses went thirsty rather than drink; which, in that land of scant rainfall, devastated the range where they fed so that a long established prairie dog town was not more barren.\n", "word": "gray", "modifies": "vandal"}
{"color": "gray", "line": "Across the coulee and up the hillsides they spread like a noisome gray blanket.\n", "word": "gray", "modifies": "blanket"}
{"color": "pink", "line": "Pink and Andy went with him, as a matter of course.\n", "word": "pink", "modifies": "andy"}
{"color": "black", "line": "He had a long stick, with which he was apathetically turning over the smaller stones within his reach, and as apathetically killing the black bugs that scuttled out from the moist earth beneath.\n", "word": "black", "modifies": "bug"}
{"color": "gray", "line": "They were seven against one; therefore, after making some caustic remarks, which produced as little effect as had Weary's command upon the first man, the seven were constrained to ride here and there along the wavering, gray line, and, with shouts and swinging ropes, themselves drive the sheep from the coulee.\n", "word": "gray", "modifies": "line"}
{"color": "black", "line": "The one who had been killing black bugs gave then an ugly look as he crawled through, but even he did not say anything.\n", "word": "black", "modifies": "bug"}
{"color": "pink", "line": "It was, therefore, with something of a shock that the Happy Family awoke the next morning to hear Pink's melodious treble shouting in the bunk house at sunrise next morning: “'G'wa a y round' 'em, Shep!\n", "word": "pink", "modifies": "treble"}
{"color": "black", "line": "Seven black ones in the coulee!” Men who know well the West are familiar with that facetious call.\n", "word": "black", "modifies": "one"}
{"color": "pink", "line": "“They could be up on the hill ” “Hell, yes!” was Pink's forceful answer.\n", "word": "pink", "modifies": "answer"}
{"color": "blue", "line": "He lay absolutely quiet for at least five minutes, staring up at the brilliant blue arch above him.\n", "word": "blue", "modifies": "arch"}
{"color": "brown", "line": "When it occurred to him that he could not do anything with his horse if he found it, he gave up looking for it and started for the ranch, walking awkwardly, because of his bonds, the sun shining hotly upon his brown head, because his hat had been knocked off in the scuffle, and he could not pick it up and put it back where it belonged.\n", "word": "brown", "modifies": "head"}
{"color": "green", "line": "What the Happy Family would have to say when they saw him, even Andy Green's vivid imagination declined to picture.\n", "word": "green", "modifies": "andy"}
{"color": "gray", "line": "At least they pretended to go on with their dinner, while Andy glared at them with amazed reproach in his misleadingly honest gray eyes.\n", "word": "gray", "modifies": "eye"}
{"color": "brown", "line": "Miguel's brown eyes turned languidly to meet the look.\n", "word": "brown", "modifies": "eye"}
{"color": "green", "line": "(Pink was not afraid of anything on earth least of all Andy Green.)\n", "word": "green", "modifies": "andy"}
{"color": "pink", "line": "Selling to a sheep outfit would make the old devil feel kinda uneasy, talking to us ” Pink's eyes were big and purple with excitement.\n", "word": "pink", "modifies": "eye"}
{"color": "pink", "line": "It was thus that Pink and Weary rode slowly down into Denson coulee.\n", "word": "pink", "modifies": "weary"}
{"color": "white", "line": "For Pink was a good deal like a stick of dynamite wrapped in white tissue paper and tied with blue ribbon; and Weary was not at all uneasy over the outcome, as he watched Pink go clanking back, though he loved him well.\n", "word": "white", "modifies": "paper"}
{"color": "blue", "line": "For Pink was a good deal like a stick of dynamite wrapped in white tissue paper and tied with blue ribbon; and Weary was not at all uneasy over the outcome, as he watched Pink go clanking back, though he loved him well.\n", "word": "blue", "modifies": "ribbon"}
{"color": "pink", "line": "For Pink was a good deal like a stick of dynamite wrapped in white tissue paper and tied with blue ribbon; and Weary was not at all uneasy over the outcome, as he watched Pink go clanking back, though he loved him well.\n", "word": "pink", "modifies": "deal"}
{"color": "pink", "line": "You sure are a rambunctious person when you feel that way,” bug killer was standing with his long stick held in a somewhat menacing manner, and once more he held Pink's horse for him.\n", "word": "pink", "modifies": "horse"}
{"color": "pink", "line": "These little amenities serving merely to whet Pink's appetite for battle, he stopped long enough to thrash that particular herder very thoroughly and to his own complete satisfaction.\n", "word": "pink", "modifies": "appetite"}
{"color": "pink", "line": "Weary waited there until they had gone in and closed the door, then turned and rode back home again, frowning thoughtfully at the trail ahead of them all the way, and making no reply to Pink's importunings for war.\n", "word": "pink", "modifies": "importunings"}
{"color": "black", "line": "“But why the devil didn't you get down and thump the daylights out of that black son of a gun?\n", "word": "black", "modifies": "son"}
{"color": "pink", "line": "“It ain't always the purty fellers that wins out like you 'n' Pink.\n", "word": "pink", "modifies": "n"}
{"color": "green", "line": "Andy Green, in particular, seemed rather to look forward with pleasure to the meeting.\n", "word": "green", "modifies": "andy"}
{"color": "red", "line": "So that the Happy Family, galloping toward the red sunset and the great, gray blot on the prairie, just where the glory of the west tinged the grass blades with red, were not one half as blood thirsty as they had proclaimed themselves to be.\n", "word": "red", "modifies": "sunset"}
{"color": "gray", "line": "So that the Happy Family, galloping toward the red sunset and the great, gray blot on the prairie, just where the glory of the west tinged the grass blades with red, were not one half as blood thirsty as they had proclaimed themselves to be.\n", "word": "gray", "modifies": "blot"}
{"color": "green", "line": "“Come out of there, you lop eared mutton chewers, and let us pick the wool outa your teeth!” shouted Andy Green, telling himself hastily that this was not breaking his promise to Weary, and yielding to the temptation of coming as close to the guilty persons as he might; for, while these were not the men who had tied him and left him alone on the prairie, they belonged to the same outfit, and there was some comfort in giving them a few disagreeable minutes.\n", "word": "green", "modifies": "andy"}
{"color": "white", "line": "Perhaps because the Native Son so seldom offered advice, and, because of his cool courage in interfering with Big Medicine at such a time, Bud's jaw relaxed and his pale eyes became more human in their expression.\n", "word": "pale", "modifies": "eye"}
{"color": "pink", "line": "Andy's loop sank neatly over it a second later, and the two wheeled and dashed away together, with Pink and Irish duplicating their performance at the other end of the tent.\n", "word": "pink", "modifies": "irish"}
{"color": "pink", "line": "Pink, Andy, Irish, Big Medicine and the Native Son slid off their horses and made a rush at them.\n", "word": "pink", "modifies": "andy"}
{"color": "green", "line": "At Andy Green's earnest behest they also wound them round and round with ropes, before they departed, and gave them some very good advice upon the matter of range rules and the herding of sheep, particularly of Dot sheep.\n", "word": "green", "modifies": "andy"}
{"color": "white", "line": "It might look as if ” “You don't want the folks to come home and find the whole ranch sheeped off, either, and the herders camping up in the white house, do yuh?” herders will feel like going away around Flying U fences with their sheep.\n", "word": "white", "modifies": "house"}
{"color": "gray", "line": "They fed upon the brow of the hill opposite the ranch buildings; they squeezed under the fence and spilled a ragged fringe of running, gray animals down the slope.\n", "word": "gray", "modifies": "animal"}
{"color": "black", "line": "He also made that change of heart manifest in his speech when Pink, his eyes almost black, rode up close and gritted at him: “Well, what's the orders now?\n", "word": "black", "modifies": "pink"}
{"color": "pink", "line": "He also made that change of heart manifest in his speech when Pink, his eyes almost black, rode up close and gritted at him: “Well, what's the orders now?\n", "word": "pink", "modifies": "eye"}
{"color": "pink", "line": "Over there in them rose bushes you oughta find enough bresh.\n", "word": "rose", "modifies": "bush"}
{"color": "green", "line": "When he had succeeded in catching Andy Green's eye he winked, and that young man's face kindled understandingly.\n", "word": "green", "modifies": "andy"}
{"color": "pink", "line": "When they forced the sheep and their herders out of the coulee Weary had indicated he sent Irish and Pink ahead to point the way, and he told them to head for the Wash Bowl; which they did with praiseworthy zeal and scant pity for the sheep.\n", "word": "pink", "modifies": "irish"}
{"color": "pink", "line": "When at last, after a slow, heartbreaking climb up a long, bare ridge, Pink and Irish paused upon the brow of a slope and let the trail weary band spill itself reluctantly down the steep slope beyond, the sun stood high in the blue above them and their stomachs clamored for food; by which signs they knew that it must be near noon.\n", "word": "pink", "modifies": "ridge"}
{"color": "green", "line": "Hungry with the sharp, gnawing hunger of healthy stomachs accustomed to regular and generous feeding; tired with the weariness of healthy muscles pushed past their accustomed limit of action; and hot with the unaccustomed heat of a blazing day shunted unaccountably into the midst of soft spring weather, the Happy Family rode out of the embrace of the last barren coulee and up on the wide level where the breeze swept gratefully up from the west, and where every day brought with it a deeper tinge of green into its grassy carpet.\n", "word": "green", "modifies": "tinge"}
{"color": "pink", "line": "“We ought to be starting out, by now,” Weary observed a bit gloomily to Andy and Pink, who rode upon either side of him.\n", "word": "pink", "modifies": "andy"}
{"color": "white", "line": "He wouldn't do it, but he knows we will; and so he takes advantage of white men and gets the best of 'em.\n", "word": "white", "modifies": "men"}
{"color": "green", "line": "“I sure do like them wind flowers scattered all over the ground,” he observed with such deliberate and ostentatious irrelevance that the Happy Family laughed, even to Andy Green, who had at first been inclined toward anger.\n", "word": "green", "modifies": "andy"}
{"color": "gray", "line": "And when they reached the point where they could look away to the very rim of the coulee, they saw sheep sheep to the skyline, feeding scattered and at ease, making the prairie look, in the distance, as if it were covered with a thin growth of gray sage brush.\n", "word": "gray", "modifies": "brush"}
{"color": "black", "line": "Four herders moved slowly upon the outskirts, and the dogs were little, scurrying, black dots which stopped occasionally to wait thankfully until the master minds again urged them to endeavor.\n", "word": "black", "modifies": "dot"}
{"color": "gray", "line": "Pink, when they were descending the first slope of the bluff which was the southern rim of Flying U coulee, turned and glared vindictively back at the wavering, gray blanket out there to the west.\n", "word": "gray", "modifies": "blanket"}
{"color": "gold", "line": "It's like a fellow handing out a twenty four karat gold bar to a rube by mistake, under the impression it only looks like one.\n", "word": "gold", "modifies": "bar"}
{"color": "green", "line": "Sabe?” Andy Green did not say a word, but he looked exceedingly foolish.\n", "word": "green", "modifies": "andy"}
{"color": "green", "line": "While Andy Green, with brown head bent attentively, listened eagerly and added a sentence or two on his own account now and then, and smiled which he had not been in the habit of doing lately.\n", "word": "green", "modifies": "andy"}
{"color": "brown", "line": "While Andy Green, with brown head bent attentively, listened eagerly and added a sentence or two on his own account now and then, and smiled which he had not been in the habit of doing lately.\n", "word": "brown", "modifies": "head"}
{"color": "pink", "line": "Pink, with a quite obtrusive facetiousness, began lustily chanting that it looked to him like a big night to night with occasional, furtive glances at Weary's face; for he, also, had been quick to read those close pressed lips, which did not soften in response to the ditty.\n", "word": "pink", "modifies": "facetiousness"}
{"color": "pink", "line": "Usually he laughed at Pink's drollery.\n", "word": "pink", "modifies": "drollery"}
{"color": "black", "line": "“I want you rowdies to bring back those sheep you took the trouble to drive off this morning,” he began, with the even, grating voice and the sneering lift of lip under his little, black mustache which the older members of the Happy Family remembered and hated so vividly.\n", "word": "black", "modifies": "mustache"}
{"color": "red", "line": "It's all very well to terrorize a neighborhood of long haired rubes who don't know enough to teach you your places; but interfering with another man's property is ” “Interfering with another what?” Big Medicine, his pale blue eyes standing out more like a frog's than ever upon his face, gave his horse a kick and lunged close that he might lean and thrust his red face near to Dunk's.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "It's all very well to terrorize a neighborhood of long haired rubes who don't know enough to teach you your places; but interfering with another man's property is ” “Interfering with another what?” Big Medicine, his pale blue eyes standing out more like a frog's than ever upon his face, gave his horse a kick and lunged close that he might lean and thrust his red face near to Dunk's.\n", "word": "pale", "modifies": "eye"}
{"color": "blue", "line": "It's all very well to terrorize a neighborhood of long haired rubes who don't know enough to teach you your places; but interfering with another man's property is ” “Interfering with another what?” Big Medicine, his pale blue eyes standing out more like a frog's than ever upon his face, gave his horse a kick and lunged close that he might lean and thrust his red face near to Dunk's.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "I'll sheep Flying U coulee to the very doors of the white house.\n", "word": "white", "modifies": "house"}
{"color": "gray", "line": "He got down his rope and whacked the loop viciously down across the nearest gray back.\n", "word": "gray", "modifies": "back"}
{"color": "gray", "line": "From an ambling, feeding company of animals, they become a lumpy gray blanket, with here and there a long, vacuous face showing idiotically upon the surface.\n", "word": "gray", "modifies": "blanket"}
{"color": "red", "line": "The dogs wandered helplessly about, yelped half heartedly at the woolly mass, then sat down upon their haunches and lolled red tongues far out over their pointed little teeth, and tilted knowing heads at the Happy Family.\n", "word": "red", "modifies": "tongue"}
{"color": "brown", "line": "A brown horse overtook them; a brown horse, with Happy Jack clinging to the saddle horn, his body swaying far over to one side.\n", "word": "brown", "modifies": "horse"}
{"color": "brown", "line": "The brown horse gave a startled leap away from him and went on with empty stirrups flapping.\n", "word": "brown", "modifies": "horse"}
{"color": "brown", "line": "Those who had been in the lead looked back startled when the brown horse tore past them with that empty saddle; saw what had happened, wheeled and galloped back.\n", "word": "brown", "modifies": "horse"}
{"color": "white", "line": "But no one looked up or gave any other sign of realization that they were still the target; they were staring, with that frowning painfully intent look men have at such moments, at a purplish hole not much bigger than if punched by a lead pencil, just under the point of Happy Jack's shoulder blade; and at the blood oozing sluggishly from it in a tiny stream across the girlishly white flesh and dripping upon Big Medicine's arm.\n", "word": "white", "modifies": "flesh"}
{"color": "white", "line": "“I didn't mean to to kill anybody,” gasped Oleson, pasty white.\n", "word": "white", "modifies": "oleson"}
{"color": "green", "line": "Once or twice he glanced at that long, ungainly figure in the grass with the handkerchief of Andy Green hiding the face except where a corner, fluttering in the faint breeze which came creeping out of the west, lifted now and then and gave a glimpse of sunbrowned throat and a quiet chin and mouth.\n", "word": "green", "modifies": "andy"}
{"color": "red", "line": "“All these boys want to hang yuh without any red tape; far as I'm concerned, I'm dead willing.\n", "word": "red", "modifies": "tape"}
{"color": "green", "line": "At the last moment Weary turned back and exchanged guns with Andy Green, because his own was empty and he realized the possible need of one or at least the need of having the sheep men perfectly aware that he had one ready for use.\n", "word": "green", "modifies": "andy"}
{"color": "green", "line": "Andy Green took a forward step and laid a hand familiarly on his rigid shoulder.\n", "word": "green", "modifies": "andy"}
{"color": "green", "line": "So much spirit that Andy Green, who had seen men stricken down with various ills, read fever signs in the countenance and in the voice of Happy, and led Big Medicine somewhat peremptorily out of ear shot.\n", "word": "green", "modifies": "andy"}
{"color": "black", "line": "You might guess whatever you pleased about its inmate; it was like trying to imagine the emotions pictured upon the face behind a smooth, black mask.\n", "word": "black", "modifies": "mask"}
{"color": "gold", "line": "Cobwebs quivered at the inrush of the breeze, and glistened like threads of fine gold.\n", "word": "gold", "modifies": "thread"}
{"color": "yellow", "line": "A new chisel, lying upon the earthen floor, became a bar of yellow light.\n", "word": "yellow", "modifies": "light"}
{"color": "white", "line": "His hands, white and soft when his gloves were off, drew up convulsively into fighting fists, and as he stood looking, the cords swelled and stood out upon his thick neck.\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "For years he had hated Dunk Whittaker The Happy Family, with rare good sense, had not hesitated to turn the white house into an impromptu hospital.\n", "word": "white", "modifies": "house"}
{"color": "green", "line": "They took Happy Jack up there and put him to bed quite as a matter of course, and when he was asleep they lingered upon the wide, front porch; the hammock of the Little Doctor squeaked under the weight of Andy Green, and the wide armed chairs received the weary forms of divers young cowpunchers who did not give a thought to the intrusion, but were thankful for the comfort.\n", "word": "green", "modifies": "andy"}
{"color": "purple", "line": "Andy was swinging luxuriously and drawing the last few puffs from a cigarette when Slim, purple and puffing audibly, appeared portentously before him.\n", "word": "purple", "modifies": "slim"}
