{"color": "brown", "line": "TREASURE ISLAND PART ONE The Old Buccaneer 1 The Old Sea dog at the Admiral Benbow SQUIRE TRELAWNEY, Dr. Livesey, and the rest of these gentlemen having asked me to write down the whole particulars about Treasure Island, from the beginning to the end, keeping nothing back but the bearings of the island, and that only because there is still treasure not yet lifted, I take up my pen in the year of grace 17__ and go back to the time when my father kept the Admiral Benbow inn and the brown old seaman with the sabre cut first took up his lodging under our roof.\n", "word": "brown", "modifies": "seaman"}
{"color": "black", "line": "I remember him as if it were yesterday, as he came plodding to the inn door, his sea chest following behind him in a hand barrow a tall, strong, heavy, nut brown man, his tarry pigtail falling over the shoulder of his soiled blue coat, his hands ragged and scarred, with black, broken nails, and the sabre cut across one cheek, a dirty, livid white.\n", "word": "black", "modifies": "nail"}
{"color": "white", "line": "I remember him as if it were yesterday, as he came plodding to the inn door, his sea chest following behind him in a hand barrow a tall, strong, heavy, nut brown man, his tarry pigtail falling over the shoulder of his soiled blue coat, his hands ragged and scarred, with black, broken nails, and the sabre cut across one cheek, a dirty, livid white.\n", "word": "white", "modifies": "cheek"}
{"color": "blue", "line": "I remember him as if it were yesterday, as he came plodding to the inn door, his sea chest following behind him in a hand barrow a tall, strong, heavy, nut brown man, his tarry pigtail falling over the shoulder of his soiled blue coat, his hands ragged and scarred, with black, broken nails, and the sabre cut across one cheek, a dirty, livid white.\n", "word": "blue", "modifies": "coat"}
{"color": "brown", "line": "I remember him as if it were yesterday, as he came plodding to the inn door, his sea chest following behind him in a hand barrow a tall, strong, heavy, nut brown man, his tarry pigtail falling over the shoulder of his soiled blue coat, his hands ragged and scarred, with black, broken nails, and the sabre cut across one cheek, a dirty, livid white.\n", "word": "brown", "modifies": "nut"}
{"color": "gold", "line": "Oh, I see what you’re at there”; and he threw down three or four gold pieces on the threshold.\n", "word": "gold", "modifies": "piece"}
{"color": "silver", "line": "He had taken me aside one day and promised me a silver fourpenny on the first of every month if I would only keep my “weather eye open for a seafaring man with one leg” of the month came round and I applied to him for my wage, he would only blow through his nose at me and stare me down, but before the week was out he was sure to think better of it, bring me my four penny piece, and repeat his orders to look out for “the seafaring man with one leg.” How that personage haunted my dreams, I need scarcely tell you.\n", "word": "silver", "modifies": "fourpenny"}
{"color": "black", "line": "I followed him in, and I remember observing the contrast the neat, bright doctor, with his powder as white as snow and his bright, black eyes and pleasant manners, made with the coltish country folk, and above all, with that filthy, heavy, bleared scarecrow of a pirate of ours, sitting, far gone in rum, with his arms on the table.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "I followed him in, and I remember observing the contrast the neat, bright doctor, with his powder as white as snow and his bright, black eyes and pleasant manners, made with the coltish country folk, and above all, with that filthy, heavy, bleared scarecrow of a pirate of ours, sitting, far gone in rum, with his arms on the table.\n", "word": "white", "modifies": "powder"}
{"color": "black", "line": "2 Black Dog Appears and Disappears IT was not very long after this that there occurred the first of the mysterious events that rid us at last of the captain, though not, as you will see, of his affairs.\n", "word": "black", "modifies": "dog"}
{"color": "gray", "line": "It was one January morning, very early a pinching, frosty morning the cove all grey with hoar frost, the ripple lapping softly on the stones, the sun still low and only touching the hilltops and shining far to seaward.\n", "word": "grey", "modifies": "cove"}
{"color": "blue", "line": "The captain had risen earlier than usual and set out down the beach, his cutlass swinging under the broad skirts of the old blue coat, his brass telescope under his arm, his hat tilted back upon his head.\n", "word": "blue", "modifies": "coat"}
{"color": "white", "line": "He was a pale, tallowy creature, wanting two fingers of the left hand, and though he wore a cutlass, he did not look much like a fighter.\n", "word": "pale", "modifies": "creature"}
{"color": "blue", "line": "The captain spun round on his heel and fronted us; all the brown had gone out of his face, and even his nose was blue; he had the look of a man who sees a ghost, or the evil one, or something worse, if anything can be; and upon my word, I felt sorry to see him all in a moment turn so old and sick.\n", "word": "blue", "modifies": "nose"}
{"color": "black", "line": "“Black Dog!” said he.\n", "word": "black", "modifies": "dog"}
{"color": "black", "line": "“Black Dog as ever was, come for to see his old shipmate Billy, at the Admiral Benbow inn.\n", "word": "black", "modifies": "dog"}
{"color": "black", "line": "Once out upon the road, Black Dog, in spite of his wound, showed a wonderful clean pair of heels and disappeared over the edge of the hill in half a minute.\n", "word": "black", "modifies": "dog"}
{"color": "black", "line": "But suddenly his colour changed, and he tried to raise himself, crying, “Where’s Black Dog?” “There is no Black Dog here,” said the doctor, “except what you have on your own back.\n", "word": "black", "modifies": "dog"}
{"color": "silver", "line": "Never a month but I’ve given you a silver fourpenny for yourself.\n", "word": "silver", "modifies": "fourpenny"}
{"color": "yellow", "line": "I been in places hot as pitch, and mates dropping round with Yellow Jack, and the blessed land a heaving like the sea with earthquakes what to the doctor know of lands like that? and I lived on rum, I tell you.\n", "word": "yellow", "modifies": "jack"}
{"color": "black", "line": "I can’t do that; they’d have the black spot on me by then.\n", "word": "black", "modifies": "spot"}
{"color": "black", "line": "“Jim,” he said at length, “you saw that seafaring man today?” “Black Dog?” I asked.\n", "word": "black", "modifies": "dog"}
{"color": "black", "line": "Black Dog,” says he.\n", "word": "black", "modifies": "dog"}
{"color": "black", "line": "Now, if I can’t get away nohow, and they tip me the black spot, mind you, it’s my old sea chest they’re after; you get on a horse you can, can’t you?\n", "word": "black", "modifies": "spot"}
{"color": "black", "line": "But you won’t peach unless they get the black spot on me, or unless you see that Black Dog again or a seafaring man with one leg, Jim him above all.” “But what is the black spot, captain?” I asked.\n", "word": "black", "modifies": "spot"}
{"color": "green", "line": "He was plainly blind, for he tapped before him with a stick and wore a great green shade over his eyes and nose; and he was hunched, as if with age or weakness, and wore a huge old tattered sea cloak with a hood that made him appear positively deformed.\n", "word": "green", "modifies": "shade"}
{"color": "black", "line": "Some of the man’s money if he had any was certainly due to us, but it was not likely that our captain’s shipmates, above all the two specimens seen by me, Black Dog and the blind beggar, would be inclined to give up their booty in payment of the dead man’s debts.\n", "word": "black", "modifies": "dog"}
{"color": "yellow", "line": "It was already candle light when we reached the hamlet, and I shall never forget how much I was cheered to see the yellow shine in doors and windows; but that, as it proved, was the best of the help we were likely to get in that quarter.\n", "word": "yellow", "modifies": "shine"}
{"color": "pink", "line": "A strong smell of tobacco and tar rose from the interior, but nothing was to be seen on the top except a suit of very good clothes, carefully brushed and folded.\n", "word": "rose", "modifies": "smell"}
{"color": "silver", "line": "Under that, the miscellany began a quadrant, a tin canikin, several sticks of tobacco, two brace of very handsome pistols, a piece of bar silver, an old Spanish watch and some other trinkets of little value and mostly of foreign make, a pair of compasses mounted with brass, and five or six curious West Indian shells.\n", "word": "silver", "modifies": "bar"}
{"color": "silver", "line": "In the meantime, we had found nothing of any value but the silver and the trinkets, and neither of these were in our way.\n", "word": "silver", "modifies": "value"}
{"color": "gold", "line": "My mother pulled it up with impatience, and there lay before us, the last things in the chest, a bundle tied up in oilcloth, and looking like papers, and a canvas bag that gave forth, at a touch, the jingle of gold.\n", "word": "gold", "modifies": "jingle"}
{"color": "black", "line": "Finally he took a wrong turn and ran a few steps past me, towards the hamlet, crying, “Johnny, Black Dog, Dirk,” Just then the noise of horses topped the rise, and four or five riders came in sight in the moonlight and swept at full gallop down the slope.\n", "word": "black", "modifies": "dog"}
{"color": "silver", "line": "I went back with him to the Admiral Benbow, and you cannot imagine a house in such a state of smash; the very clock had been thrown down by these fellows in their furious hunt after my mother and myself; and though nothing had actually been taken away except the captain’s money bag and a little silver from the till, I could see at once that we were ruined.\n", "word": "silver", "modifies": "bag"}
{"color": "white", "line": "This time, as the distance was short, I did not mount, but ran with Dogger’s stirrup leather to the lodge gates and up the long, leafless, moonlit avenue to where the white line of the hall buildings looked on either hand on great old gardens.\n", "word": "white", "modifies": "line"}
{"color": "black", "line": "His eyebrows were very black, and moved readily, and this gave him a look of some temper, not bad, you would say, but quick and high.\n", "word": "black", "modifies": "eyebrow"}
{"color": "black", "line": "Long before it was done, Mr. Trelawney (that, you will remember, was the squire’s name) had got up from his seat and was striding about the room, and the doctor, as if to hear the better, had taken off his powdered wig and sat there looking very strange indeed with his own close cropped black poll.\n", "word": "black", "modifies": "poll"}
{"color": "black", "line": "And as for riding down that black, atrocious miscreant, I regard it as an act of virtue, sir, like stamping on a cockroach.\n", "word": "black", "modifies": "miscreant"}
{"color": "black", "line": "“This is the black hearted hound’s account book.\n", "word": "black", "modifies": "hound"}
{"color": "pink", "line": "And the amounts increase, you see, as he rose in rank.” There was little else in the volume but a few bearings of places noted in the blank leaves towards the end and a table for reducing French, English, and Spanish moneys to a common value.\n", "word": "rose", "modifies": "rank"}
{"color": "blue", "line": "While I was still in this delightful dream, we came suddenly in front of a large inn and met Squire Trelawney, all dressed out like a sea officer, in stout blue cloth, coming out of the door with a smile on his face and a capital imitation of a sailor’s walk.\n", "word": "blue", "modifies": "cloth"}
{"color": "red", "line": "The sign was newly painted; the windows had neat red curtains; the floor was cleanly sanded.\n", "word": "red", "modifies": "curtain"}
{"color": "black", "line": "I had seen the captain, and Black Dog, and the blind man, Pew, and I thought I knew what a buccaneer was like a very different creature, according to me, from this clean and pleasant tempered landlord.\n", "word": "black", "modifies": "dog"}
{"color": "silver", "line": "Silver, sir?” I asked, holding out the note.\n", "word": "silver", "modifies": "sir"}
{"color": "black", "line": "It’s Black Dog!” “I don’t care two coppers who he is,” cried Silver.\n", "word": "black", "modifies": "dog"}
{"color": "black", "line": "“Now, Morgan,” said Long John very sternly, “you never clapped your eyes on that Black Black Dog before, did you, now?” “Not I, sir,” said Morgan with a salute.\n", "word": "black", "modifies": "dog"}
{"color": "black", "line": "And now,” he ran on again, aloud, “let’s see Black Dog?\n", "word": "black", "modifies": "dog"}
{"color": "black", "line": "If we run down this Black Dog, now, there’ll be news for Cap’n Trelawney!\n", "word": "black", "modifies": "dog"}
{"color": "black", "line": "My suspicions had been thoroughly reawakened on finding Black Dog at the Spy glass, and I watched the cook narrowly.\n", "word": "black", "modifies": "dog"}
{"color": "silver", "line": "But he was too deep, and too ready, and too clever for me, and by the time the two men had come back out of breath and confessed that they had lost the track in a crowd, and been scolded like thieves, I would have gone bail for the innocence of Long John Silver.\n", "word": "silver", "modifies": "john"}
{"color": "black", "line": "The two gentlemen regretted that Black Dog had got away, but we all agreed there was nothing to be done, and after he had been complimented, Long John took up his crutch and departed.\n", "word": "black", "modifies": "dog"}
{"color": "silver", "line": "“Well, squire,” said Dr. Livesey, “I don’t put much faith in your discoveries, as a general thing; but I will say this, John Silver suits me.” “The man’s a perfect trump,” declared the squire.\n", "word": "silver", "modifies": "john"}
{"color": "brown", "line": "At last, however, we got alongside, and were met and saluted as we stepped aboard by the mate, Mr. Arrow, a brown old sailor with earrings in his ears and a squint.\n", "word": "brown", "modifies": "sailor"}
{"color": "silver", "line": "“Trelawney,” said the doctor, “contrary to all my notions, I believed you have managed to get two honest men on board with you that man and John Silver.” “Silver, if you like,” cried the squire; “but as for that intolerable humbug, I declare I think his conduct unmanly, unsailorly, and downright un English.” “Well,” says the doctor, “we shall see.” When we came on deck, the men had begun already to take out the arms and powder, yo ho ing at their work, while the captain and Mr. Arrow stood by superintending.\n", "word": "silver", "modifies": "john"}
{"color": "red", "line": "But that was by no means the worst of it, for after a day or two at sea he began to appear on deck with hazy eye, red cheeks, stuttering tongue, and other marks of drunkenness.\n", "word": "red", "modifies": "cheek"}
{"color": "silver", "line": "He was a great confidant of Long John Silver, and so the mention of his name leads me on to speak of our ship’s cook, Barbecue, as the men called him.\n", "word": "silver", "modifies": "john"}
{"color": "blue", "line": "Here’s this poor old innocent bird o’ mine swearing blue fire, and none the wiser, you may lay to that.\n", "word": "blue", "modifies": "fire"}
{"color": "silver", "line": "It was Silver’s voice, and before I had heard a dozen words, I would not have shown myself for all the world, but lay there, trembling and listening, in the extreme of fear and curiosity, for from these dozen words I understood that the lives of all the honest men aboard depended upon me alone.\n", "word": "silver", "modifies": "voice"}
{"color": "red", "line": "So it was with the CASSANDRA, as brought us all safe home from Malabar, after England took the viceroy of the Indies; so it was with the old WALRUS, Flint’s old ship, as I’ve seen amuck with the red blood and fit to sink with gold.” “Ah!” cried another voice, that of the youngest hand on board, and evidently full of admiration.\n", "word": "red", "modifies": "blood"}
{"color": "red", "line": "This was not the map we found in Billy Bones’s chest, but an accurate copy, complete in all things names and heights and soundings with the single exception of the red crosses and the written notes.\n", "word": "red", "modifies": "cross"}
{"color": "silver", "line": "But this crew,” he added, “beats me.” “Captain,” said the doctor, “with your permission, that’s Silver.\n", "word": "silver", "modifies": "doctor"}
{"color": "gray", "line": "Grey coloured woods covered a large part of the surface.\n", "word": "grey", "modifies": "wood"}
{"color": "yellow", "line": "This even tint was indeed broken up by streaks of yellow sand break in the lower lands, and by many tall trees of the pine family, out topping the others some singly, some in clumps; but the general colouring was uniform and sad.\n", "word": "yellow", "modifies": "break"}
{"color": "gray", "line": "Perhaps it was this perhaps it was the look of the island, with its grey, melancholy woods, and wild stone spires, and the surf that we could both see and hear foaming and thundering on the steep beach at least, although the sun shone bright and hot, and the shore birds were fishing and crying all around us, and you would have thought anyone would have been glad to get to land after being so long at sea, my heart sank, as the saying is, into my boots; and from the first look onward, I hated the very thought of Treasure Island.\n", "word": "grey", "modifies": "wood"}
{"color": "black", "line": "The slightest order was received with a black look and grudgingly and carelessly obeyed.\n", "word": "black", "modifies": "look"}
{"color": "silver", "line": "“Silver, sir,” returned the captain; “he’s as anxious as you and I to smother things up.\n", "word": "silver", "modifies": "sir"}
{"color": "silver", "line": "Silver was the captain, and a mighty rebellious crew he had of it.\n", "word": "silver", "modifies": "captain"}
{"color": "silver", "line": "The crews raced for the beach, but the boat I was in, having some start and being at once the lighter and the better manned, shot far ahead of her consort, and the bow had struck among the shore side trees and I had caught a branch and swung myself out and plunged into the nearest thicket while Silver and the rest were still a hundred yards behind.\n", "word": "silver", "modifies": "rest"}
{"color": "white", "line": "I had crossed a marshy tract full of willows, bulrushes, and odd, outlandish, swampy trees; and I had now come out upon the skirts of an open piece of undulating, sandy country, about a mile long, dotted with a few pines and a great number of contorted trees, not unlike the oak in growth, but pale in the foliage, like willows.\n", "word": "pale", "modifies": "oak"}
{"color": "green", "line": "Crawling on all fours, I made steadily but slowly towards them, till at last, raising my head to an aperture among the leaves, I could see clear down into a little green dell beside the marsh, and closely set about with trees, where Long John Silver and another of the crew stood face to face in conversation.\n", "word": "green", "modifies": "dell"}
{"color": "silver", "line": "Crawling on all fours, I made steadily but slowly towards them, till at last, raising my head to an aperture among the leaves, I could see clear down into a little green dell beside the marsh, and closely set about with trees, where Long John Silver and another of the crew stood face to face in conversation.\n", "word": "silver", "modifies": "john"}
{"color": "gold", "line": "“Mate,” he was saying, “it’s because I thinks gold dust of you gold dust, and you may lay to that!\n", "word": "gold", "modifies": "dust"}
{"color": "red", "line": "All’s up you can’t make nor mend; it’s to save your neck that I’m a speaking, and if one of the wild uns knew it, where’d I be, Tom now, tell me, where’d I be?” “Silver,” said the other man and I observed he was not only red in the face, but spoke as hoarse as a crow, and his voice shook too, like a taut rope “Silver,” says he, “you’re old, and you’re honest, or has the name for it; and you’ve money too, which lots of poor sailors hasn’t; and you’re brave, or I’m mistook.\n", "word": "red", "modifies": "face"}
{"color": "silver", "line": "All’s up you can’t make nor mend; it’s to save your neck that I’m a speaking, and if one of the wild uns knew it, where’d I be, Tom now, tell me, where’d I be?” “Silver,” said the other man and I observed he was not only red in the face, but spoke as hoarse as a crow, and his voice shook too, like a taut rope “Silver,” says he, “you’re old, and you’re honest, or has the name for it; and you’ve money too, which lots of poor sailors hasn’t; and you’re brave, or I’m mistook.\n", "word": "silver", "modifies": "rope"}
{"color": "pink", "line": "The rocks of the Spy glass re echoed it a score of times; the whole troop of marsh birds rose again, darkening heaven, with a simultaneous whirr; and long after that death yell was still ringing in my brain, silence had re established its empire, and only the rustle of the redescending birds and the boom of the distant surges disturbed the languor of the afternoon.\n", "word": "rose", "modifies": "troop"}
{"color": "silver", "line": "“Hands off, if you like, John Silver,” said the other.\n", "word": "silver", "modifies": "john"}
{"color": "black", "line": "“It’s a black conscience that can make you feared of me.\n", "word": "black", "modifies": "conscience"}
{"color": "silver", "line": "And as for you, John Silver, long you’ve been a mate of mine, but you’re mate of mine no more.\n", "word": "silver", "modifies": "john"}
{"color": "silver", "line": "Silver, agile as a monkey even without leg or crutch, was on the top of him next moment and had twice buried his knife up to the hilt in that defenceless body.\n", "word": "silver", "modifies": "top"}
{"color": "silver", "line": "I do not know what it rightly is to faint, but I do know that for the next little while the whole world swam away from before me in a whirling mist; Silver and the birds, and the tall Spy glass hilltop, going round and round and topsy turvy before my eyes, and all manner of bells ringing and distant voices shouting in my ear.\n", "word": "silver", "modifies": "mist"}
{"color": "silver", "line": "But the mere fact that he was a man, however wild, had somewhat reassured me, and my fear of Silver began to revive in proportion.\n", "word": "silver", "modifies": "fear"}
{"color": "black", "line": "His skin, wherever it was exposed, was burnt by the sun; even his lips were black, and his fair eyes looked quite startling in so dark a face.\n", "word": "black", "modifies": "lip"}
{"color": "blue", "line": "One fine day up went the signal, and here come Flint by himself in a little boat, and his head done up in a blue scarf.\n", "word": "blue", "modifies": "scarf"}
{"color": "white", "line": "I keep her under the white rock.\n", "word": "white", "modifies": "rock"}
{"color": "pink", "line": "This was how it was: a spring of clear water rose almost at the top of a knoll.\n", "word": "rose", "modifies": "spring"}
{"color": "white", "line": "The squire was sitting down, as white as a sheet, thinking of the harm he had led us to, the good soul!\n", "word": "white", "modifies": "sheet"}
{"color": "silver", "line": "I had half a mind to change my plan and destroy their boats, but I feared that Silver and the others might be close at hand, and all might very well be lost by trying for too much.\n", "word": "silver", "modifies": "others"}
{"color": "gray", "line": "“It’s to you, Abraham Gray it’s to you I am speaking.” Still no reply.\n", "word": "gray", "modifies": "abraham"}
{"color": "gray", "line": "The captain and Gray were already examining him, and I saw with half an eye that all was over.\n", "word": "gray", "modifies": "captain"}
{"color": "silver", "line": "Silver was in the stern sheets in command; and every man of them was now provided with a musket from some secret magazine of their own.\n", "word": "silver", "modifies": "sheet"}
{"color": "silver", "line": "He were afraid of none, not he; on’y Silver Silver was that genteel.” “Well,” said I, “that may be so, and so be it; all the more reason that I should hurry on and join my friends.” “Nay, mate,” returned Ben, “not you.\n", "word": "silver", "modifies": "silver"}
{"color": "white", "line": "And him that comes is to have a white thing in his hand, and he’s to come alone.\n", "word": "white", "modifies": "thing"}
{"color": "gray", "line": "The sun had just set, the sea breeze was rustling and tumbling in the woods and ruffling the grey surface of the anchorage; the tide, too, was far out, and great tracts of sand lay uncovered; the air, after the heat of the day, chilled me through my jacket.\n", "word": "grey", "modifies": "surface"}
{"color": "black", "line": "The HISPANIOLA still lay where she had anchored; but, sure enough, there was the Jolly Roger the black flag of piracy flying from her peak.\n", "word": "black", "modifies": "flag"}
{"color": "red", "line": "Even as I looked, there came another red flash and another report that sent the echoes clattering, and one more round shot whistled through the air.\n", "word": "red", "modifies": "flash"}
{"color": "white", "line": "I was pretty far down on the low, sandy spit that encloses the anchorage to the east, and is joined at half water to Skeleton Island; and now, as I rose to my feet, I saw, some distance further down the spit and rising from among low bushes, an isolated rock, pretty high, and peculiarly white in colour.\n", "word": "white", "modifies": "colour"}
{"color": "pink", "line": "I was pretty far down on the low, sandy spit that encloses the anchorage to the east, and is joined at half water to Skeleton Island; and now, as I rose to my feet, I saw, some distance further down the spit and rising from among low bushes, an isolated rock, pretty high, and peculiarly white in colour.\n", "word": "rose", "modifies": "foot"}
{"color": "white", "line": "It occurred to me that this might be the white rock of which Ben Gunn had spoken and that some day or other a boat might be wanted and I should know where to look for one.\n", "word": "white", "modifies": "rock"}
{"color": "green", "line": "Most of the soil had been washed away or buried in drift after the removal of the trees; only where the streamlet ran down from the kettle a thick bed of moss and some ferns and little creeping bushes were still green among the sand.\n", "word": "green", "modifies": "fern"}
{"color": "gray", "line": "Add to this that Gray, the new man, had his face tied up in a bandage for a cut he had got in breaking away from the mutineers and that poor old Tom Redruth, still unburied, lay along the wall, stiff and stark, under the Union Jack.\n", "word": "gray", "modifies": "man"}
{"color": "gray", "line": "The doctor and Gray and I for one; the squire, Hunter, and Joyce upon the other.\n", "word": "gray", "modifies": "doctor"}
{"color": "silver", "line": "“Flag of truce!” I heard someone say; and then, immediately after, with a cry of surprise, “Silver himself!” And at that, up I jumped, and rubbing my eyes, ran to a loophole in the wall.\n", "word": "silver", "modifies": "cry"}
{"color": "white", "line": "20 Silver’s Embassy SURE enough, there were two men just outside the stockade, one of them waving a white cloth, the other, no less a person than Silver himself, standing placidly by.\n", "word": "white", "modifies": "cloth"}
{"color": "silver", "line": "20 Silver’s Embassy SURE enough, there were two men just outside the stockade, one of them waving a white cloth, the other, no less a person than Silver himself, standing placidly by.\n", "word": "silver", "modifies": "embassy"}
{"color": "white", "line": "But where Silver stood with his lieutenant, all was still in shadow, and they waded knee deep in a low white vapour that had crawled during the night out of the morass.\n", "word": "white", "modifies": "vapour"}
{"color": "gray", "line": "Dr. Livesey take the north side, if you please; Jim, the east; Gray, west.\n", "word": "gray", "modifies": "jim"}
{"color": "silver", "line": "“Cap’n Silver, sir, to come on board and make terms,” he shouted.\n", "word": "silver", "modifies": "cap"}
{"color": "silver", "line": "“Cap’n Silver!\n", "word": "silver", "modifies": "cap"}
{"color": "blue", "line": "He was tricked out in his best; an immense blue coat, thick with brass buttons, hung as low as to his knees, and a fine laced hat was set on the back of his head.\n", "word": "blue", "modifies": "coat"}
{"color": "silver", "line": "You’re either my ship’s cook and then you were treated handsome or Cap’n Silver, a common mutineer and pirate, and then you can go hang!” “Well, well, cap’n,” returned the sea cook, sitting down as he was bidden on the sand, “you’ll have to give me a hand up again, that’s all.\n", "word": "silver", "modifies": "mutineer"}
{"color": "gray", "line": "“If Abe Gray ” Silver broke out.\n", "word": "gray", "modifies": "abe"}
{"color": "silver", "line": "Your ship’s in irons, Master Silver; you’re on a lee shore, and so you’ll find.\n", "word": "silver", "modifies": "master"}
{"color": "gray", "line": "21 The Attack AS soon as Silver disappeared, the captain, who had been closely watching him, turned towards the interior of the house and found not a man of us at his post but Gray.\n", "word": "gray", "modifies": "post"}
{"color": "gray", "line": "There had come many from the north seven by the squire’s computation, eight or nine according to Gray.\n", "word": "gray", "modifies": "computation"}
{"color": "gray", "line": "Squire and Gray fired again and yet again; three men fell, one forwards into the enclosure, two back on the outside.\n", "word": "gray", "modifies": "squire"}
{"color": "red", "line": "One man, in a red night cap, with his cutlass in his mouth, had even got upon the top and thrown a leg across.\n", "word": "red", "modifies": "night"}
{"color": "red", "line": "Well, so short had been the interval that when I found my feet again all was in the same posture, the fellow with the red night cap still half way over, another still just showing his head above the top of the stockade.\n", "word": "red", "modifies": "night"}
{"color": "gray", "line": "The doctor and Gray and I ran full speed for shelter.\n", "word": "gray", "modifies": "doctor"}
{"color": "white", "line": "I was to go down the sandy spit that divides the anchorage on the east from the open sea, find the white rock I had observed last evening, and ascertain whether it was there or not that Ben Gunn had hidden his boat, a thing quite worth doing, as I still believe.\n", "word": "white", "modifies": "rock"}
{"color": "gray", "line": "The squire and Gray were busy helping the captain with his bandages, the coast was clear, I made a bolt for it over the stockade and into the thickest of the trees, and before my absence was observed I was out of cry of my companions.\n", "word": "gray", "modifies": "squire"}
{"color": "red", "line": "Alongside lay one of the gigs, Silver in the stern sheets him I could always recognize while a couple of men were leaning over the stern bulwarks, one of them with a red cap the very rogue that I had seen some hours before stride legs upon the palisade.\n", "word": "red", "modifies": "cap"}
{"color": "silver", "line": "Alongside lay one of the gigs, Silver in the stern sheets him I could always recognize while a couple of men were leaning over the stern bulwarks, one of them with a red cap the very rogue that I had seen some hours before stride legs upon the palisade.\n", "word": "silver", "modifies": "stern"}
{"color": "red", "line": "Soon after, the jolly boat shoved off and pulled for shore, and the man with the red cap and his comrade went below by the cabin companion.\n", "word": "red", "modifies": "cap"}
{"color": "white", "line": "The white rock, visible enough above the brush, was still some eighth of a mile further down the spit, and it took me a goodish while to get up with it, crawling, often on all fours, among the scrub.\n", "word": "white", "modifies": "rock"}
{"color": "green", "line": "Right below it there was an exceedingly small hollow of green turf, hidden by banks and a thick underwood about knee deep, that grew there very plentifully; and in the centre of the dell, sure enough, a little tent of goat skins, like what the gipsies carry about with them in England.\n", "word": "green", "modifies": "turf"}
{"color": "red", "line": "The other was, of course, my friend of the red night cap.\n", "word": "red", "modifies": "night"}
{"color": "pink", "line": "I pulled in hand over hand on the cord, and when I judged myself near enough, rose at infinite risk to about half my height and thus commanded the roof and a slice of the interior of the cabin.\n", "word": "rose", "modifies": "risk"}
{"color": "yellow", "line": "North of Haulbowline Head, the land runs in a long way, leaving at low tide a long stretch of yellow sand.\n", "word": "yellow", "modifies": "sand"}
{"color": "green", "line": "To the north of that, again, there comes another cape Cape of the Woods, as it was marked upon the chart buried in tall green pines, which descended to the margin of the sea.\n", "word": "green", "modifies": "pine"}
{"color": "pink", "line": "The wind blowing steady and gentle from the south, there was no contrariety between that and the current, and the billows rose and fell unbroken.\n", "word": "rose", "modifies": "billow"}
{"color": "blue", "line": "Often, as I still lay at the bottom and kept no more than an eye above the gunwale, I would see a big blue summit heaving close above me; yet the coracle would but bounce a little, dance as if on springs, and subside on the other side into the trough as lightly as a bird.\n", "word": "blue", "modifies": "summit"}
{"color": "green", "line": "I could see the cool green tree tops swaying together in the breeze, and I felt sure I should make the next promontory without fail.\n", "word": "green", "modifies": "top"}
{"color": "white", "line": "The HISPANIOLA was under her main sail and two jibs, and the beautiful white canvas shone in the sun like snow or silver.\n", "word": "white", "modifies": "canvas"}
{"color": "silver", "line": "The HISPANIOLA was under her main sail and two jibs, and the beautiful white canvas shone in the sun like snow or silver.\n", "word": "silver", "modifies": "snow"}
{"color": "red", "line": "There were the two watchmen, sure enough: red cap on his back, as stiff as a handspike, with his arms stretched out like those of a crucifix and his teeth showing through his open lips; Israel Hands propped against the bulwarks, his chin on his chest, his hands lying open before him on the deck, his face as white, under its tan, as a tallow candle.\n", "word": "red", "modifies": "cap"}
{"color": "white", "line": "There were the two watchmen, sure enough: red cap on his back, as stiff as a handspike, with his arms stretched out like those of a crucifix and his teeth showing through his open lips; Israel Hands propped against the bulwarks, his chin on his chest, his hands lying open before him on the deck, his face as white, under its tan, as a tallow candle.\n", "word": "white", "modifies": "face"}
{"color": "brown", "line": "There were the two watchmen, sure enough: red cap on his back, as stiff as a handspike, with his arms stretched out like those of a crucifix and his teeth showing through his open lips; Israel Hands propped against the bulwarks, his chin on his chest, his hands lying open before him on the deck, his face as white, under its tan, as a tallow candle.\n", "word": "tan", "modifies": "face"}
{"color": "red", "line": "At every jump of the schooner, red cap slipped to and fro, but what was ghastly to behold neither his attitude nor his fixed teeth disclosing grin was anyway disturbed by this rough usage.\n", "word": "red", "modifies": "cap"}
{"color": "brown", "line": "In the midst of all this the lamp still cast a smoky glow, obscure and brown as umber.\n", "word": "brown", "modifies": "umber"}
{"color": "red", "line": "As for that swab, he’s good and dead, he is,” he added, indicating the man with the red cap.\n", "word": "red", "modifies": "cap"}
{"color": "silver", "line": "“And there’s an end to Captain Silver!” He watched me keenly and slyly, his chin all the while on his breast.\n", "word": "silver", "modifies": "captain"}
{"color": "red", "line": "Wounded as he was, it was wonderful how fast he could move, his grizzled hair tumbling over his face, and his face itself as red as a red ensign with his haste and fury.\n", "word": "red", "modifies": "face"}
{"color": "black", "line": "It was such a game as I had often played at home about the rocks of Black Hill Cove, but never before, you may be sure, with such a wildly beating heart as now.\n", "word": "black", "modifies": "hill"}
{"color": "red", "line": "We were both of us capsized in a second, and both of us rolled, almost together, into the scuppers, the dead red cap, with his arms still spread out, tumbling stiffly after us.\n", "word": "red", "modifies": "cap"}
{"color": "pink", "line": "He rose once to the surface in a lather of foam and blood and then sank again for good.\n", "word": "rose", "modifies": "surface"}
{"color": "green", "line": "The dirk, where it had pinned my shoulder to the mast, seemed to burn like a hot iron; yet it was not so much these real sufferings that distressed me, for these, it seemed to me, I could bear without a murmur; it was the horror I had upon my mind of falling from the cross trees into that still green water, beside the body of the coxswain.\n", "word": "green", "modifies": "water"}
{"color": "red", "line": "He went in with a sounding plunge; the red cap came off and remained floating on the surface; and as soon as the splash subsided, I could see him and Israel lying side by side, both wavering with the tremulous movement of the water.\n", "word": "red", "modifies": "cap"}
{"color": "red", "line": "This brought me near to where I had encountered Ben Gunn, the maroon; and I walked more circumspectly, keeping an eye on every side.\n", "word": "maroon", "modifies": "ben"}
{"color": "silver", "line": "For if I could see this radiance, might it not reach the eyes of Silver himself where he camped upon the shore among the marshes?\n", "word": "silver", "modifies": "eye"}
{"color": "white", "line": "I looked up; a pale glimmer of moonbeams had alighted on the summit of the Spy glass, and soon after I saw something broad and silvery moving low down behind the trees, and knew the moon had risen.\n", "word": "pale", "modifies": "glimmer"}
{"color": "black", "line": "The western end was already steeped in moonshine; the rest, and the block house itself, still lay in a black shadow chequered with long silvery streaks of light.\n", "word": "black", "modifies": "shadow"}
{"color": "red", "line": "On the other side of the house an immense fire had burned itself into clear embers and shed a steady, red reverberation, contrasted strongly with the mellow paleness of the moon.\n", "word": "red", "modifies": "reverberation"}
{"color": "silver", "line": "If it had been Silver and his lads that were now creeping in on them, not a soul would have seen daybreak.\n", "word": "silver", "modifies": "lad"}
{"color": "green", "line": "Silver’s green parrot, Captain Flint!\n", "word": "green", "modifies": "parrot"}
{"color": "silver", "line": "Silver’s green parrot, Captain Flint!\n", "word": "silver", "modifies": "parrot"}
{"color": "silver", "line": "At the sharp, clipping tone of the parrot, the sleepers awoke and sprang up; and with a mighty oath, the voice of Silver cried, “Who goes?” I turned to run, struck violently against one person, recoiled, and ran full into the arms of a second, who for his part closed upon and held me tight.\n", "word": "silver", "modifies": "voice"}
{"color": "black", "line": "They had set me with my back against the wall, and I stood there, looking Silver in the face, pluckily enough, I hope, to all outward appearance, but with black despair in my heart.\n", "word": "black", "modifies": "despair"}
{"color": "silver", "line": "My friends, then, were still alive, and though I partly believed the truth of Silver’s statement, that the cabin party were incensed at me for my desertion, I was more relieved than distressed by what I heard.\n", "word": "silver", "modifies": "statement"}
{"color": "silver", "line": "Says he, ‘Cap’n Silver, you’re sold out.\n", "word": "silver", "modifies": "cap"}
{"color": "silver", "line": "And while they were still staring, I broke out again, “And now, Mr. Silver,” worst, I’ll take it kind of you to let the doctor know the way I took it.” “I’ll bear it in mind,” said Silver with an accent so curious that I could not, for the life of me, decide whether he were laughing at my request or had been favourably affected by my courage.\n", "word": "silver", "modifies": "mr."}
{"color": "black", "line": "“It was him that knowed Black Dog.” “Well, and see here,” added the sea cook.\n", "word": "black", "modifies": "dog"}
{"color": "silver", "line": "“I’ll be hanged if I’ll be hazed by you, John Silver.” “Did any of you gentlemen want to have it out with ME?” roared Silver, bending far forward from his position on the keg, with his pipe still glowing in his right hand.\n", "word": "silver", "modifies": "john"}
{"color": "red", "line": "One after another, they would look up, and the red light of the torch would fall for a second on their nervous faces; but it was not towards me, it was towards Silver that they turned their eyes.\n", "word": "red", "modifies": "light"}
{"color": "black", "line": "29 The Black Spot Again THE council of buccaneers had lasted some time, when one of them re entered the house, and with a repetition of the same salute, which had in my eyes an ironical air, begged for a moment’s loan of the torch.\n", "word": "black", "modifies": "spot"}
{"color": "pink", "line": "I could just make out that he had a book as well as a knife in his hand, and was still wondering how anything so incongruous had come in their possession when the kneeling figure rose once more to his feet and the whole party began to move together towards the house.\n", "word": "rose", "modifies": "figure"}
{"color": "black", "line": "“The black spot!\n", "word": "black", "modifies": "spot"}
{"color": "silver", "line": "“Belay that talk, John Silver,” he said.\n", "word": "silver", "modifies": "john"}
{"color": "black", "line": "“This crew has tipped you the black spot in full council, as in dooty bound; just you turn it over, as in dooty bound, and see what’s wrote there.\n", "word": "black", "modifies": "spot"}
{"color": "black", "line": "“Leastways, if you don’t, I do; and I wait here and I’m still your cap’n, mind till you outs with your grievances and I reply; in the meantime, your black spot ain’t worth a biscuit.\n", "word": "black", "modifies": "spot"}
{"color": "silver", "line": "Oh, we see through you, John Silver; you want to play booty, that’s what’s wrong with you.\n", "word": "silver", "modifies": "john"}
{"color": "purple", "line": "Well now, you all know what I wanted, and you all know if that had been done that we’d ’a been aboard the HISPANIOLA this night as ever was, every man of us alive, and fit, and full of good plum duff, and the treasure in the hold of her, by thunder!\n", "word": "plum", "modifies": "duff"}
{"color": "black", "line": "Who tipped me the black spot the day we landed and began this dance?\n", "word": "black", "modifies": "spot"}
{"color": "silver", "line": "Why, that’s John Silver.\n", "word": "silver", "modifies": "john"}
{"color": "black", "line": "And now, shipmates, this black spot?\n", "word": "black", "modifies": "spot"}
{"color": "silver", "line": "Soon after, with a drink all round, we lay down to sleep, and the outside of Silver’s vengeance was to put George Merry up for sentinel and threaten him with death if he should prove unfaithful.\n", "word": "silver", "modifies": "vengeance"}
{"color": "silver", "line": "Should the scheme he had now sketched prove feasible, Silver, already doubly a traitor, would not hesitate to adopt it.\n", "word": "silver", "modifies": "traitor"}
{"color": "silver", "line": "Add to this double apprehension the mystery that still hung over the behaviour of my friends, their unexplained desertion of the stockade, their inexplicable cession of the chart, or harder still to understand, the doctor’s last warning to Silver, “Look out for squalls when you find it,” and you will readily believe how little taste I found in my breakfast and with how uneasy a heart I set forth behind my captors on the quest for treasure.\n", "word": "silver", "modifies": "warning"}
{"color": "silver", "line": "All the stores, I observed, came from our stock, and I could see the truth of Silver’s words the night before.\n", "word": "silver", "modifies": "word"}
{"color": "red", "line": "The red cross was, of course, far too large to be a guide; and the terms of the note on the back, as you will hear, admitted of some ambiguity.\n", "word": "red", "modifies": "cross"}
{"color": "pink", "line": "Every here and there, one of a different species rose forty or fifty feet clear above its neighbours, and which of these was the particular “tall tree” of Captain Flint could only be decided on the spot, and by the readings of the compass.\n", "word": "rose", "modifies": "tree"}
{"color": "silver", "line": "We pulled easily, by Silver’s directions, not to weary the hands prematurely, and after quite a long passage, landed at the mouth of the second river that which runs down a woody cleft of the Spy glass.\n", "word": "silver", "modifies": "direction"}
{"color": "red", "line": "Thickets of green nutmeg trees were dotted here and there with the red columns and the broad shadow of the pines; and the first mingled their spice with the aroma of the others.\n", "word": "red", "modifies": "column"}
{"color": "green", "line": "Thickets of green nutmeg trees were dotted here and there with the red columns and the broad shadow of the pines; and the first mingled their spice with the aroma of the others.\n", "word": "green", "modifies": "nutmeg"}
{"color": "green", "line": "At the foot of a pretty big pine and involved in a green creeper, which had even partly lifted some of the smaller bones, a human skeleton lay, with a few shreds of clothing, on the ground.\n", "word": "green", "modifies": "creeper"}
{"color": "yellow", "line": "They’re long bones, and the hair’s been yellow.\n", "word": "yellow", "modifies": "hair"}
{"color": "brown", "line": "“There ain’t a thing left here,” said Merry, still feeling round among the bones; “not a copper doit nor a baccy box.\n", "word": "copper", "modifies": "doit"}
{"color": "silver", "line": "32 The Treasure hunt The Voice Among the Trees PARTLY from the damping influence of this alarm, partly to rest Silver and the sick folk, the whole party sat down as soon as they had gained the brow of the ascent.\n", "word": "silver", "modifies": "folk"}
{"color": "black", "line": "Sheer above us rose the Spyglass, here dotted with single pines, there black with precipices.\n", "word": "black", "modifies": "precipice"}
{"color": "pink", "line": "Sheer above us rose the Spyglass, here dotted with single pines, there black with precipices.\n", "word": "rose", "modifies": "spyglass"}
{"color": "blue", "line": "“He were an ugly devil,” cried a third pirate with a shudder; “that blue in the face too!” “That was how the rum took him,” added Merry.\n", "word": "blue", "modifies": "face"}
{"color": "green", "line": "Coming through the clear, sunny atmosphere among the green tree tops, I thought it had sounded airily and sweetly; and the effect on my companions was the stranger.\n", "word": "green", "modifies": "top"}
{"color": "white", "line": "“Come,” said Silver, struggling with his ashen lips to get the word out; “this won’t do.\n", "word": "ashen", "modifies": "lip"}
{"color": "blue", "line": "When did ever a gentleman o’ fortune show his stern to that much dollars for a boozy old seaman with a blue mug and him dead too?” But there was no sign of reawakening courage in his followers, rather, indeed, of growing terror at the irreverence of his words.\n", "word": "blue", "modifies": "mug"}
{"color": "silver", "line": "Soon they were chatting together, with intervals of listening; and not long after, hearing no further sound, they shouldered the tools and set forth again, Merry walking first with Silver’s compass to keep them on the right line with Skeleton Island.\n", "word": "silver", "modifies": "compass"}
{"color": "red", "line": "The third rose nearly two hundred feet into the air above a clump of underwood a giant of a vegetable, with a red column as big as a cottage, and a wide shadow around in which a company could have manoeuvred.\n", "word": "red", "modifies": "column"}
{"color": "pink", "line": "The third rose nearly two hundred feet into the air above a clump of underwood a giant of a vegetable, with a red column as big as a cottage, and a wide shadow around in which a company could have manoeuvred.\n", "word": "rose", "modifies": "foot"}
{"color": "gold", "line": "But it was not its size that now impressed my companions; it was the knowledge that seven hundred thousand pounds in gold lay somewhere buried below its spreading shadow.\n", "word": "gold", "modifies": "pound"}
{"color": "gold", "line": "In the immediate nearness of the gold, all else had been forgotten: his promise and the doctor’s warning were both things of the past, and I could not doubt that he hoped to seize upon the treasure, find and board the HISPANIOLA under cover of night, cut every honest throat about that island, and sail away as he had at first intended, laden with crimes and riches.\n", "word": "gold", "modifies": "nearness"}
{"color": "blue", "line": "This also added to my wretchedness, and to crown all, I was haunted by the thought of the tragedy that had once been acted on that plateau, when that ungodly buccaneer with the blue face he who died at Savannah, singing and shouting for drink had there, with his own hand, cut down his six accomplices.\n", "word": "blue", "modifies": "face"}
{"color": "gold", "line": "Morgan found a piece of gold.\n", "word": "gold", "modifies": "piece"}
{"color": "silver", "line": "One thing I observed, which looked well for us: they all got out upon the opposite side from Silver.\n", "word": "silver", "modifies": "side"}
{"color": "silver", "line": "“And,” he added, after a long pause, “how do, Mr. Silver?\n", "word": "silver", "modifies": "mr."}
{"color": "red", "line": "It was a story that profoundly interested Silver; and Ben Gunn, the half idiot maroon, was the hero from beginning to end.\n", "word": "maroon", "modifies": "ben"}
{"color": "gray", "line": "Then it had occurred to him to work upon the superstitions of his former shipmates, and he was so far successful that Gray and the doctor had come up and were already ambushed before the arrival of the treasure hunters.\n", "word": "gray", "modifies": "doctor"}
{"color": "black", "line": "As we passed the two pointed hill, we could see the black mouth of Ben Gunn’s cave and a figure standing by it, leaning on a musket.\n", "word": "black", "modifies": "mouth"}
{"color": "silver", "line": "It was the squire, and we waved a handkerchief and gave him three cheers, in which the voice of Silver joined as heartily as any.\n", "word": "silver", "modifies": "voice"}
{"color": "silver", "line": "At Silver’s polite salute he somewhat flushed.\n", "word": "silver", "modifies": "salute"}
{"color": "silver", "line": "“John Silver,” he said, “you’re a prodigious villain and imposter a monstrous imposter, sir.\n", "word": "silver", "modifies": "john"}
{"color": "gold", "line": "Before a big fire lay Captain Smollett; and in a far corner, only duskily flickered over by the blaze, I beheld great heaps of coin and quadrilaterals built of bars of gold.\n", "word": "gold", "modifies": "bar"}
{"color": "silver", "line": "Yet there were still three upon that island Silver, and old Morgan, and Ben Gunn who had each taken his share in these crimes, as each had hoped in vain to share in the reward.\n", "word": "silver", "modifies": "island"}
{"color": "silver", "line": "Is that you, John Silver?\n", "word": "silver", "modifies": "john"}
{"color": "gold", "line": "34 And Last THE next morning we fell early to work, for the transportation of this great mass of gold near a mile by land to the beach, and thence three miles by boat to the HISPANIOLA, was a considerable task for so small a number of workmen.\n", "word": "gold", "modifies": "mass"}
{"color": "gray", "line": "Gray and Ben Gunn came and went with the boat, while the rest during their absences piled treasure on the beach.\n", "word": "gray", "modifies": "ben"}
{"color": "gray", "line": "A council was held, and it was decided that we must desert them on the island to the huge glee, I must say, of Ben Gunn, and with the strong approval of Gray.\n", "word": "gray", "modifies": "approval"}
{"color": "silver", "line": "At last, seeing the ship still bore on her course and was now swiftly drawing out of earshot, one of them I know not which it was leapt to his feet with a hoarse cry, whipped his musket to his shoulder, and sent a shot whistling over Silver’s head and through the main sail.\n", "word": "silver", "modifies": "head"}
{"color": "blue", "line": "That was, at least, the end of that; and before noon, to my inexpressible joy, the highest rock of Treasure Island had sunk into the blue round of sea.\n", "word": "blue", "modifies": "round"}
{"color": "black", "line": "The sight of so many good humoured faces (especially the blacks), the taste of the tropical fruits, and above all the lights that began to shine in the town made a most charming contrast to our dark and bloody sojourn on the island; and the doctor and the squire, taking me along with them, went ashore to pass the early part of the night.\n", "word": "black", "modifies": "face"}
{"color": "silver", "line": "The bar silver and the arms still lie, for all that I know, where Flint buried them; and certainly they shall lie there for me.\n", "word": "silver", "modifies": "bar"}
