{"color": "yellow", "line": "he drawled\" \"... became in some miraculous way a little boy again\" \"Jock McChesney began to carry a yellow walking stick down to work\" \"'Good Lord, Mother!\n", "word": "yellow", "modifies": "stick"}
{"color": "black", "line": "That oily tongued, persuasive, soft stepping stranger in the rusty Prince Albert and the black string tie who had been wont to haunt our back steps and front offices with his carefully wrapped bundle, retreated in bewildered defeat before the clanging blows of steel on steel that meant the erection of the first twenty story skyscraper.\n", "word": "black", "modifies": "tie"}
{"color": "gray", "line": "One of those bulky garments swathed his slim figure, while over his left arm hung a gray tweed Norfolk coat.\n", "word": "gray", "modifies": "coat"}
{"color": "gray", "line": "Jock regarded the gray garment on his arm with moody eyes.\n", "word": "gray", "modifies": "garment"}
{"color": "black", "line": "He's so young he has to disguise himself in bone trimmed eye glasses with a black ribbon to get away with it.\n", "word": "black", "modifies": "ribbon"}
{"color": "red", "line": "Wear a white duck sailor suit with blue anchors and carry a red tin pail and a shovel, if you want to look young.\n", "word": "red", "modifies": "pail"}
{"color": "white", "line": "Wear a white duck sailor suit with blue anchors and carry a red tin pail and a shovel, if you want to look young.\n", "word": "white", "modifies": "suit"}
{"color": "blue", "line": "Wear a white duck sailor suit with blue anchors and carry a red tin pail and a shovel, if you want to look young.\n", "word": "blue", "modifies": "anchor"}
{"color": "black", "line": "Ten minutes later the slim young figure, in its English fitting black and white, sat opposite Emma McChesney at the breakfast table and between excited gulps of coffee outlined a meteoric career in his chosen field.\n", "word": "black", "modifies": "figure"}
{"color": "blue", "line": "\"I'm not afraid,\" she drawled, a wicked little glint in her blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "gold", "line": "Brooms and back stairways had no place in Jock McChesney's mind as the mahogany and gold elevator shot him up to the fourteenth floor of the great office building that housed the Berg, Shriner Company.\n", "word": "gold", "modifies": "mahogany"}
{"color": "pink", "line": "If I could lay my hands on a chap who could wear clothes as if they belonged to him \" Hupp rose.\n", "word": "rose", "modifies": "hupp"}
{"color": "green", "line": "From a far corner, sheltered by long green curtains, stepped a graceful almost childishly slim figure in a bronze green Norfolk suit and close fitting hat from beneath which curled a fluff of bright golden hair.\n", "word": "green", "modifies": "curtain"}
{"color": "brown", "line": "From a far corner, sheltered by long green curtains, stepped a graceful almost childishly slim figure in a bronze green Norfolk suit and close fitting hat from beneath which curled a fluff of bright golden hair.\n", "word": "bronze", "modifies": "suit"}
{"color": "brown", "line": "His slim brown fingers never stopped in their work of guiding the pen in its zigzag path.\n", "word": "brown", "modifies": "finger"}
{"color": "black", "line": "Smooth black hair parted and coiled low as only an exquisitely shaped head can dare to wear its glory crown.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "from the white bloused, drab haired, anæmic little girl who sits in the outer office forever reading last month's magazines.\n", "word": "white", "modifies": "girl"}
{"color": "white", "line": "He had learned to regard office boys with something less than white hot hate.\n", "word": "white", "modifies": "hate"}
{"color": "white", "line": "There were rose tinted salves in white bottles.\n", "word": "white", "modifies": "bottle"}
{"color": "pink", "line": "There were rose tinted salves in white bottles.\n", "word": "rose", "modifies": "salve"}
{"color": "white", "line": "There were white creams in rose tinted jars.\n", "word": "white", "modifies": "cream"}
{"color": "white", "line": "Ten years ago the girls used to have to tie their hands or wear mittens to keep from running their white fingers through my waving silken locks.\n", "word": "white", "modifies": "finger"}
{"color": "pink", "line": "They say it's made of cottage cheese, stirred smooth and tinted pink.\n", "word": "pink", "modifies": "cheese"}
{"color": "pink", "line": "They say she's scared pink for fear somebody will steal her recipes.\n", "word": "pink", "modifies": "fear"}
{"color": "black", "line": "Sam Hupp leaned forward, and his eyes behind their great round black rimmed glasses were intent on Jock.\n", "word": "black", "modifies": "glass"}
{"color": "white", "line": "It's white magic, that's what it is.\n", "word": "white", "modifies": "magic"}
{"color": "white", "line": "\"You're the guy who put the whitening in the Great White Way.\n", "word": "white", "modifies": "way"}
{"color": "pink", "line": "To look at Grace Galt you would have thought that she should have been writing about the rose tinted jars in Jock McChesney's hands instead of about such things as ignition, and insulation, and ball bearings, and induction windings.\n", "word": "rose", "modifies": "jar"}
{"color": "pink", "line": "As he stared ahead of him there rose before him a mental picture of her the brightness of her, the sunniness, the indomitable energy, and pluck, and courage.\n", "word": "rose", "modifies": "picture"}
{"color": "white", "line": "He cradled his head in his hands, tilted the chair, pursed his mouth over the slender white cylinder and squinted his eyes up toward the lazy blue spirals of smoke the very picture of content and satisfaction.\n", "word": "white", "modifies": "cylinder"}
{"color": "blue", "line": "He cradled his head in his hands, tilted the chair, pursed his mouth over the slender white cylinder and squinted his eyes up toward the lazy blue spirals of smoke the very picture of content and satisfaction.\n", "word": "blue", "modifies": "spiral"}
{"color": "white", "line": "When at last he raised his massive head he turned his penetrating pale blue eyes full on Jock.\n", "word": "pale", "modifies": "eye"}
{"color": "blue", "line": "When at last he raised his massive head he turned his penetrating pale blue eyes full on Jock.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "They gazed out of the window toward the great white tower toward which hundreds of thousands of eyes were turned daily the tower, four faced but faithful.\n", "word": "white", "modifies": "tower"}
{"color": "blue", "line": "They don't turn out models like Emma McChesney more than once every blue moon.\"\n", "word": "blue", "modifies": "moon"}
{"color": "white", "line": "Not on your white space!\"\n", "word": "white", "modifies": "space"}
{"color": "pink", "line": "A vision of his own roseate hopes and dreams rose up before him.\n", "word": "rose", "modifies": "vision"}
{"color": "yellow", "line": "Then an impudent square of yellow from a light turned on in the apartment next door flung itself on the bedroom floor.\n", "word": "yellow", "modifies": "square"}
{"color": "yellow", "line": "III DICTATED BUT NOT READ About the time that Jock McChesney began to carry a yellow walking stick down to work each morning his mother noticed a growing tendency on his part to patronize her.\n", "word": "yellow", "modifies": "stick"}
{"color": "blue", "line": "Her blue eyes glowed dark.\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "To hear you talk one would think I was ready for a wheel chair and gray woolen bedroom slippers.\"\n", "word": "gray", "modifies": "slipper"}
{"color": "pink", "line": "Jock rose and strolled lazily over to the desk.\n", "word": "rose", "modifies": "jock"}
{"color": "pink", "line": "The humming ceased with a last high note as the door opened and there entered Fat Ed Meyers, rosy, cherubic, smiling, his huge frame looming mountainous in the rippling folds of a loose hung London plaid topcoat.\n", "word": "rosy", "modifies": "ed"}
{"color": "pink", "line": "Emma McChesney rose impatiently.\n", "word": "rose", "modifies": "emma"}
{"color": "pink", "line": "Mrs. McChesney, her cheeks very pink, her eyes very bright, subsided into silence.\n", "word": "pink", "modifies": "mrs."}
{"color": "gold", "line": "Jock, who at the beginning was so puffed with pride that his gold fountain pen threatened to burst the confines of his very modishly tight vest, lost two degrees of pompousness a day, and his attitude toward his unreproachful mother was almost humble.\n", "word": "gold", "modifies": "fountain"}
{"color": "red", "line": "They rode in coats of scarlet, in the crisp, clear morning, to the winding of horns and the baying of hounds, to the thud thud of hoofs, and the crackle of underbrush.\n", "word": "scarlet", "modifies": "coat"}
{"color": "red", "line": "The scarlet coat has sobered down to the somber gray and the snuffy brown of that unromantic garment known as the business suit.\n", "word": "scarlet", "modifies": "coat"}
{"color": "brown", "line": "The scarlet coat has sobered down to the somber gray and the snuffy brown of that unromantic garment known as the business suit.\n", "word": "brown", "modifies": "snuffy"}
{"color": "gray", "line": "The scarlet coat has sobered down to the somber gray and the snuffy brown of that unromantic garment known as the business suit.\n", "word": "gray", "modifies": "brown"}
{"color": "blue", "line": "The fresh plowed field is a blue print, the forest maze a roll of plans and specifications.\n", "word": "blue", "modifies": "print"}
{"color": "red", "line": "Now well, now every blink of every red and yellow globe is crammed full of meaning.\n", "word": "red", "modifies": "globe"}
{"color": "white", "line": "He checked it, but not before Berg's curiously penetrating pale blue eyes had glanced up at him, and away again.\n", "word": "pale", "modifies": "eye"}
{"color": "blue", "line": "He checked it, but not before Berg's curiously penetrating pale blue eyes had glanced up at him, and away again.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "At five fifteen he walked swiftly down the famous corridor of the great red stone hotel.\n", "word": "red", "modifies": "hotel"}
{"color": "red", "line": "He saw it give way to the dinner throng, satin shod, bejeweled, hurrying through its oysters, swallowing unbelievable numbers of cloudy amber drinks, and golden brown drinks, and maroon drinks, then gathering up its furs and rushing theaterwards.\n", "word": "maroon", "modifies": "drink"}
{"color": "brown", "line": "He saw it give way to the dinner throng, satin shod, bejeweled, hurrying through its oysters, swallowing unbelievable numbers of cloudy amber drinks, and golden brown drinks, and maroon drinks, then gathering up its furs and rushing theaterwards.\n", "word": "brown", "modifies": "drink"}
{"color": "brown", "line": "He was still sitting there when that crowd, its eight o'clock freshness somewhat sullied, its sparkle a trifle dimmed, swept back for more oysters, more cloudy amber and golden brown drinks.\n", "word": "brown", "modifies": "drink"}
{"color": "white", "line": "I find you sitting at your desk, staring into space, your face white as a ghost's, your whole appearance that of a person who has received a death blow.\n", "word": "white", "modifies": "face"}
{"color": "yellow", "line": "Perhaps I wouldn't have loved Jock so much if there hadn't been that streak of yellow in him, and if I hadn't had to work so hard to dilute it until now it's only a faint cream color.\n", "word": "yellow", "modifies": "streak"}
{"color": "blue", "line": "\"What do you think of your blue eyed boy!\n", "word": "blue", "modifies": "boy"}
{"color": "white", "line": "\"'I've learned not to lose my temper when I'm in the middle of a white hot, impassioned business appeal and the office boy bounces in to say to the boss: \"Mrs. Jones is waiting.\n", "word": "white", "modifies": "appeal"}
{"color": "red", "line": "His cheeks were scarlet.\n", "word": "scarlet", "modifies": "cheek"}
{"color": "gray", "line": "Then: \"Hasn't my gray suit come back from the tailor's?\"\n", "word": "gray", "modifies": "suit"}
{"color": "blue", "line": "Grace Galt in her blue serge and smart blue hat was worth a separate glance.\n", "word": "blue", "modifies": "serge"}
{"color": "blue", "line": "His eyes rested on the girl in the blue serge and the smart hat.\n", "word": "blue", "modifies": "serge"}
{"color": "blue", "line": "She thought of him, and of the girl in blue serge, and of their children to be.\n", "word": "blue", "modifies": "serge"}
