{"color": "green", "line": "I am writing in it now in the late afternoon loveliness, much interrupted by the mosquitoes and the temptation to look at all the glories of the new green leaves washed half an hour ago in a cold shower.\n", "word": "green", "modifies": "leaf"}
{"color": "green", "line": "There are so many bird cherries round me, great trees with branches sweeping the grass, and they are so wreathed just now with white blossoms and tenderest green that the garden looks like a wedding.\n", "word": "green", "modifies": "blossom"}
{"color": "white", "line": "There are so many bird cherries round me, great trees with branches sweeping the grass, and they are so wreathed just now with white blossoms and tenderest green that the garden looks like a wedding.\n", "word": "white", "modifies": "blossom"}
{"color": "blue", "line": "Even across a little stream that bounds the garden on the east, and right in the middle of the cornfield beyond, there is an immense one, a picture of grace and glory against the cold blue of the spring sky.\n", "word": "blue", "modifies": "picture"}
{"color": "green", "line": "My garden is surrounded by cornfields and meadows, and beyond are great stretches of sandy heath and pine forests, and where the forests leave off the bare heath begins again; but the forests are beautiful in their lofty, pink stemmed vastness, far overhead the crowns of softest gray green, and underfoot a bright green wortleberry carpet, and everywhere the breathless silence; and the bare heaths are beautiful too, for one can see across them into eternity almost, and to go out on to them with one’s face towards the setting sun is like going into the very presence of God.\n", "word": "green", "modifies": "crown"}
{"color": "gray", "line": "My garden is surrounded by cornfields and meadows, and beyond are great stretches of sandy heath and pine forests, and where the forests leave off the bare heath begins again; but the forests are beautiful in their lofty, pink stemmed vastness, far overhead the crowns of softest gray green, and underfoot a bright green wortleberry carpet, and everywhere the breathless silence; and the bare heaths are beautiful too, for one can see across them into eternity almost, and to go out on to them with one’s face towards the setting sun is like going into the very presence of God.\n", "word": "gray", "modifies": "green"}
{"color": "gray", "line": "In the middle of this plain is the oasis of birdcherries and greenery where I spend my happy days, and in the middle of the oasis is the gray stone house with many gables where I pass my reluctant nights.\n", "word": "gray", "modifies": "house"}
{"color": "blue", "line": "From nearly all the windows of the house I can look out across the plain, with no obstacle in the shape of a hill, right away to a blue line of distant forest, and on the west side uninterruptedly to the setting sun nothing but a green, rolling plain, with a sharp edge against the sunset.\n", "word": "blue", "modifies": "line"}
{"color": "red", "line": "And while we were wasting our lives there, here was this dear place with dandelions up to the very door, all the paths grass grown and completely effaced, in winter so lonely, with nobody but the north wind taking the least notice of it, and in May in all those five lovely Mays no one to look at the wonderful bird cherries and still more wonderful masses of lilacs, everything glowing and blowing, the virginia creeper madder every year, until at last, in October, the very roof was wreathed with blood red tresses, the owls and the squirrels and all the blessed little birds reigning supreme, and not a living creature ever entering the empty house except the snakes, which got into the habit during those silent years of wriggling up the south wall into the rooms on that side whenever the old housekeeper opened the windows.\n", "word": "red", "modifies": "tress"}
{"color": "purple", "line": "And while we were wasting our lives there, here was this dear place with dandelions up to the very door, all the paths grass grown and completely effaced, in winter so lonely, with nobody but the north wind taking the least notice of it, and in May in all those five lovely Mays no one to look at the wonderful bird cherries and still more wonderful masses of lilacs, everything glowing and blowing, the virginia creeper madder every year, until at last, in October, the very roof was wreathed with blood red tresses, the owls and the squirrels and all the blessed little birds reigning supreme, and not a living creature ever entering the empty house except the snakes, which got into the habit during those silent years of wriggling up the south wall into the rooms on that side whenever the old housekeeper opened the windows.\n", "word": "lilac", "modifies": "mass"}
{"color": "brown", "line": "Early March, gray, quiet skies, and brown, quiet earth; leafless and sad and lonely enough out there in the damp and silence, yet there I stood feeling the same rapture of pure delight in the first breath of spring that I used to as a child, and the five wasted years fell from me like a cloak, and the world was full of hope, and I vowed myself then and there to nature, and have been happy ever since.\n", "word": "brown", "modifies": "earth"}
{"color": "gray", "line": "Early March, gray, quiet skies, and brown, quiet earth; leafless and sad and lonely enough out there in the damp and silence, yet there I stood feeling the same rapture of pure delight in the first breath of spring that I used to as a child, and the five wasted years fell from me like a cloak, and the world was full of hope, and I vowed myself then and there to nature, and have been happy ever since.\n", "word": "gray", "modifies": "march"}
{"color": "white", "line": "The dandelions carpeted the three lawns, they used to be lawns, but have long since blossomed out into meadows filled with every sort of pretty weed, and under and among the groups of leafless oaks and beeches were blue hepaticas, white anemones, violets, and celandines in sheets.\n", "word": "white", "modifies": "anemone"}
{"color": "blue", "line": "The dandelions carpeted the three lawns, they used to be lawns, but have long since blossomed out into meadows filled with every sort of pretty weed, and under and among the groups of leafless oaks and beeches were blue hepaticas, white anemones, violets, and celandines in sheets.\n", "word": "blue", "modifies": "hepatica"}
{"color": "purple", "line": "The dandelions carpeted the three lawns, they used to be lawns, but have long since blossomed out into meadows filled with every sort of pretty weed, and under and among the groups of leafless oaks and beeches were blue hepaticas, white anemones, violets, and celandines in sheets.\n", "word": "violet", "modifies": "hepatica"}
{"color": "purple", "line": "Then, when the anemones went, came a few stray periwinkles and Solomon’s Seal, and all the birdcherries blossomed in a burst.\n", "word": "periwinkle", "modifies": "seal"}
{"color": "purple", "line": "And then, before I had a little got used to the joy of their flowers against the sky, came the lilacs masses and masses of them, in clumps on the grass, with other shrubs and trees by the side of walks, and one great continuous bank of them half a mile long right past the west front of the house, away down as far as one could see, shining glorious against a background of firs.\n", "word": "lilac", "modifies": "mass"}
{"color": "white", "line": "When that time came, and when, before it was over, the acacias all blossomed too, and four great clumps of pale, silvery pink peonies flowered under the south windows, I felt so absolutely happy, and blest, and thankful, and grateful, that I really cannot describe it.\n", "word": "pale", "modifies": "peony"}
{"color": "pink", "line": "When that time came, and when, before it was over, the acacias all blossomed too, and four great clumps of pale, silvery pink peonies flowered under the south windows, I felt so absolutely happy, and blest, and thankful, and grateful, that I really cannot describe it.\n", "word": "pink", "modifies": "peony"}
{"color": "pink", "line": "My days seemed to melt away in a dream of pink and purple peace.\n", "word": "pink", "modifies": "peace"}
{"color": "purple", "line": "Who but a woman could have stood salad for six weeks, even salad sanctified by the presence and scent of the most gorgeous lilac masses?\n", "word": "lilac", "modifies": "mass"}
{"color": "white", "line": "Would the nuns who had lived in them know their little white washed cells again, all gay with delicate flower papers and clean white paint?\n", "word": "white", "modifies": "cell"}
{"color": "purple", "line": "I took him round the garden along the new paths I had had made, and showed him the acacia and lilac glories, and he said that it was the purest selfishness to enjoy myself when neither he nor the offspring were with me, and that the lilacs wanted thoroughly pruning.\n", "word": "lilac", "modifies": "glory"}
{"color": "purple", "line": "All eleven were to have been carpeted with purple pansies, but finding that I had not enough and that nobody had any to sell me, only six have got their pansies, the others being sown with dwarf mignonette.\n", "word": "purple", "modifies": "pansy"}
{"color": "red", "line": "Two of the eleven are filled with Marie van Houtte roses, two with Viscountess Folkestone, two with Laurette Messimy, one with Souvenir de la Malmaison, one with Adam and Devoniensis, two with Persian Yellow and Bicolor, and one big bed behind the sun dial with three sorts of red roses (seventy two in all), Duke of Teck, Cheshunt Scarlet, and Prefet de Limburg.\n", "word": "red", "modifies": "rose"}
{"color": "yellow", "line": "Two of the eleven are filled with Marie van Houtte roses, two with Viscountess Folkestone, two with Laurette Messimy, one with Souvenir de la Malmaison, one with Adam and Devoniensis, two with Persian Yellow and Bicolor, and one big bed behind the sun dial with three sorts of red roses (seventy two in all), Duke of Teck, Cheshunt Scarlet, and Prefet de Limburg.\n", "word": "yellow", "modifies": "bicolor"}
{"color": "pink", "line": "Two of the eleven are filled with Marie van Houtte roses, two with Viscountess Folkestone, two with Laurette Messimy, one with Souvenir de la Malmaison, one with Adam and Devoniensis, two with Persian Yellow and Bicolor, and one big bed behind the sun dial with three sorts of red roses (seventy two in all), Duke of Teck, Cheshunt Scarlet, and Prefet de Limburg.\n", "word": "rose", "modifies": "sort"}
{"color": "purple", "line": "Then I have had two long beds made in the grass on either side of the semicircle, each sown with mignonette, and one filled with Marie van Houtte, and the other with Jules Finger and the Bride; and in a warm corner under the drawing room windows is a bed of Madame Lambard, Madame de Watteville, and Comtesse Riza du Parc; while farther down the garden, sheltered on the north and west by a group of beeches and lilacs, is another large bed, containing Rubens, Madame Joseph Schwartz, and the Hen.\n", "word": "lilac", "modifies": "beech"}
{"color": "pink", "line": "How I long for the day when the tea roses open their buds!\n", "word": "rose", "modifies": "tea"}
{"color": "red", "line": "Never did I look forward so intensely to anything; and every day I go the rounds, admiring what the dear little things have achieved in the twenty four hours in the way of new leaf or increase of lovely red shoot.\n", "word": "red", "modifies": "shoot"}
{"color": "pink", "line": "The hollyhocks and lilies (now flourishing) are still under the south windows in a narrow border on the top of a grass slope, at the foot of which I have sown two long borders of sweetpeas facing the rose beds, so that my roses may have something almost as sweet as themselves to look at until the autumn, when everything is to make place for more tea roses.\n", "word": "rose", "modifies": "bed"}
{"color": "white", "line": "The path leading away from this semicircle down the garden is bordered with China roses, white and pink, with here and there a Persian Yellow.\n", "word": "white", "modifies": "rose"}
{"color": "yellow", "line": "The path leading away from this semicircle down the garden is bordered with China roses, white and pink, with here and there a Persian Yellow.\n", "word": "yellow", "modifies": "persian"}
{"color": "yellow", "line": "I wish now I had put tea roses there, and I have misgivings as to the effect of the Persian Yellows among the Chinas, for the Chinas are such wee little baby things, and the Persian Yellows look as though they intended to be big bushes.\n", "word": "yellow", "modifies": "persian"}
{"color": "pink", "line": "I wish now I had put tea roses there, and I have misgivings as to the effect of the Persian Yellows among the Chinas, for the Chinas are such wee little baby things, and the Persian Yellows look as though they intended to be big bushes.\n", "word": "rose", "modifies": "tea"}
{"color": "pink", "line": "There is not a creature in all this part of the world who could in the least understand with what heart beatings I am looking forward to the flowering of these roses, and not a German gardening book that does not relegate all tea roses to hot houses, imprisoning them for life, and depriving them for ever of the breath of God.\n", "word": "rose", "modifies": "flowering"}
{"color": "pink", "line": "It was no doubt because I was so ignorant that I rushed in where Teutonic angels fear to tread and made my tea roses face a northern winter; but they did face it under fir branches and leaves, and not one has suffered, and they are looking to day as happy and as determined to enjoy themselves as any roses, I am sure, in Europe.\n", "word": "rose", "modifies": "tea"}
{"color": "black", "line": "I can see nothing but sunbonnets and pinafores and nimble black legs.\n", "word": "black", "modifies": "leg"}
{"color": "pink", "line": "Two long borders were done during my absence one day, and when I explained that I should like the third to have plants in groups and not in lines, and that what I wanted was a natural effect with no bare spaces of earth to be seen, he looked even more gloomily hopeless than usual; and on my going out later on to see the result, I found he had planted two long borders down the sides of a straight walk with little lines of five plants in a row first five pinks, and next to them five rockets, and behind the rockets five pinks, and behind the pinks five rockets, and so on with different plants of every sort and size down to the end.\n", "word": "pink", "modifies": "line"}
{"color": "pink", "line": "I stared, wondering what had come to her; and then I saw that a whole army of young cows, pasturing in a field next to the garden, had got through the hedge and were grazing perilously near my tea roses and most precious belongings.\n", "word": "rose", "modifies": "tea"}
{"color": "pink", "line": "The nurse and I managed to chase them away, but not before they had trampled down a border of pinks and lilies in the cruellest way, and made great holes in a bed of China roses, and even begun to nibble at a Jackmanni clematis that I am trying to persuade to climb up a tree trunk.\n", "word": "pink", "modifies": "border"}
{"color": "gray", "line": "It is a little round ball of gray fluff, with the quaintest, wisest, solemn face.\n", "word": "gray", "modifies": "fluff"}
{"color": "silver", "line": "The Hirschwald is a little open wood of silver birches and springy turf starred with flowers, and there is a tiny stream meandering amiably about it and decking itself in June with yellow flags.\n", "word": "silver", "modifies": "birch"}
{"color": "yellow", "line": "The Hirschwald is a little open wood of silver birches and springy turf starred with flowers, and there is a tiny stream meandering amiably about it and decking itself in June with yellow flags.\n", "word": "yellow", "modifies": "flag"}
{"color": "purple", "line": "I have dreams of having a little cottage built there, with the daisies up to the door, and no path of any sort just big enough to hold myself and one baby inside and a purple clematis outside.\n", "word": "purple", "modifies": "clematis"}
{"color": "purple", "line": "There has been rain in the night, and the whole garden seems to be singing not the untiring birds only, but the vigorous plants, the happy grass and trees, the lilac bushes oh, those lilac bushes!\n", "word": "lilac", "modifies": "bush"}
{"color": "purple", "line": "I have brought in armfuls, the picking is such a delight, and every pot and bowl and tub in the house is filled with purple glory, and the servants think there is going to be a party and are extra nimble, and I go from room to room gazing at the sweetness, and the windows are all flung open so as to join the scent within to the scent without; and the servants gradually discover that there is no party, and wonder why the house should be filled with flowers for one woman by herself, and I long more and more for a kindred spirit it seems so greedy to have so much loveliness to oneself but kindred spirits are so very, very rare; I might almost as well cry for the moon.\n", "word": "purple", "modifies": "glory"}
{"color": "white", "line": "She is a recognised authority for miles around on the mysteries of sausage making, the care of calves, and the slaughtering of swine; and with all her manifold duties and daily prolonged absences from home, her children are patterns of health and neatness, and of what dear little German children, with white pigtails and fearless eyes and thick legs, should be.\n", "word": "white", "modifies": "pigtail"}
{"color": "green", "line": "But while admiring my neighbour, I don’t think I shall ever try to follow in her steps, my talents not being of the energetic and organising variety, but rather of that order which makes their owner almost lamentably prone to take up a volume of poetry and wander out to where the kingcups grow, and, sitting on a willow trunk beside a little stream, forget the very existence of everything but green pastures and still waters, and the glad blowing of the wind across the joyous fields.\n", "word": "green", "modifies": "pasture"}
{"color": "pink", "line": "About June their interest is at its warmest, nourished by agreeable supplies of strawberries and roses; but on reflection I don’t know a single person within twenty miles who really cares for his garden, or has discovered the treasures of happiness that are buried in it, and are to be found if sought for diligently, and if needs be with tears.\n", "word": "rose", "modifies": "strawberry"}
{"color": "white", "line": "A border full of rockets, mauve and white, and nothing else, must be beautiful; but I don’t know how long they last nor what they look like when they have done flowering.\n", "word": "white", "modifies": "rocket"}
{"color": "purple", "line": "A border full of rockets, mauve and white, and nothing else, must be beautiful; but I don’t know how long they last nor what they look like when they have done flowering.\n", "word": "mauve", "modifies": "rocket"}
{"color": "pink", "line": "At present the only flowers in the garden are the rockets, the pansies in the rose beds, and two groups of azaleas mollis and pontica.\n", "word": "rose", "modifies": "bed"}
{"color": "pink", "line": "Orange, lemon, pink in every delicate shade what they will be next year and in succeeding years when the bushes are bigger, I can imagine from the way they have begun life.\n", "word": "pink", "modifies": "orange"}
{"color": "gray", "line": "On gray, dull days the effect is absolutely startling.\n", "word": "gray", "modifies": "day"}
{"color": "pink", "line": "My tea roses are covered with buds which will not open for at least another week, so I conclude this is not the sort of climate where they will flower from the very beginning of June to November, as they are said to do.\n", "word": "rose", "modifies": "tea"}
{"color": "pink", "line": "Besides, they had a knack of finding out my favourite seats and lounging in them just when I longed to lounge myself; and they took books out of the library with them, and left them face downwards on the seats all night to get well drenched with dew, though they might have known that what is meat for roses is poison for books; and they gave me to understand that if they had had the arranging of the garden it would have been finished long ago whereas I don’t believe a garden ever is finished.\n", "word": "rose", "modifies": "meat"}
{"color": "red", "line": "The April baby came panting up just as I had written that, the others hurrying along behind, and with flaming cheeks displayed for my admiration three brand new kittens, lean and blind, that she was carrying in her pinafore, and that had just been found motherless in the woodshed.\n", "word": "flaming", "modifies": "cheek"}
{"color": "white", "line": "“Why, you’ve seen them in pictures,” I answered, “in beautiful, long dresses, and with big, white wings.” “Feathers?” she asked.\n", "word": "white", "modifies": "wing"}
{"color": "white", "line": "“I suppose so, and long dresses, all white and beautiful.” “Are they girlies?” “Girls?\n", "word": "white", "modifies": "dress"}
{"color": "red", "line": "I had scarcely got to the angels with the flaming swords and announced that that was all, when she burst out, “Now I’ll tell about it.\n", "word": "flaming", "modifies": "sword"}
{"color": "red", "line": "My roses have behaved as well on the whole as was to be expected, and the Viscountess Folkestones and Laurette Messimys have been most beautiful, the latter being quite the loveliest things in the garden, each flower an exquisite loose cluster of coral pink petals, paling at the base to a yellow white.\n", "word": "coral", "modifies": "petal"}
{"color": "white", "line": "My roses have behaved as well on the whole as was to be expected, and the Viscountess Folkestones and Laurette Messimys have been most beautiful, the latter being quite the loveliest things in the garden, each flower an exquisite loose cluster of coral pink petals, paling at the base to a yellow white.\n", "word": "white", "modifies": "base"}
{"color": "yellow", "line": "My roses have behaved as well on the whole as was to be expected, and the Viscountess Folkestones and Laurette Messimys have been most beautiful, the latter being quite the loveliest things in the garden, each flower an exquisite loose cluster of coral pink petals, paling at the base to a yellow white.\n", "word": "yellow", "modifies": "white"}
{"color": "pink", "line": "My roses have behaved as well on the whole as was to be expected, and the Viscountess Folkestones and Laurette Messimys have been most beautiful, the latter being quite the loveliest things in the garden, each flower an exquisite loose cluster of coral pink petals, paling at the base to a yellow white.\n", "word": "pink", "modifies": "petal"}
{"color": "pink", "line": "I have ordered a hundred standard tea roses for planting next month, half of which are Viscountess Folkestones, because the tea roses have such a way of hanging their little heads that one has to kneel down to be able to see them well in the dwarf forms not but what I entirely approve of kneeling before such perfect beauty, only it dirties one’s clothes.\n", "word": "rose", "modifies": "tea"}
{"color": "yellow", "line": "The Persian Yellows and Bicolors have been, as I predicted, a mistake among the tea roses; they only flower twice in the season and all the rest of the time look dull and moping; and then the Persian Yellows have such an odd smell and so many insects inside them eating them up.\n", "word": "yellow", "modifies": "persian"}
{"color": "pink", "line": "The Persian Yellows and Bicolors have been, as I predicted, a mistake among the tea roses; they only flower twice in the season and all the rest of the time look dull and moping; and then the Persian Yellows have such an odd smell and so many insects inside them eating them up.\n", "word": "rose", "modifies": "tea"}
{"color": "pink", "line": "I have ordered Safrano tea roses to put in their place, as they all come out next month and are to be grouped in the grass; and the semicircle being immediately under the windows, besides having the best position in the place, must be reserved solely for my choicest treasures.\n", "word": "rose", "modifies": "safrano"}
{"color": "blue", "line": "Often have we been together to the school he was at in Brandenburg, and spent pleasant days wandering about the old town on the edge of one of those lakes that lie in a chain in that wide green plain; and often have we been in Potsdam, where he was quartered as a lieutenant, the Potsdam pilgrimage including hours in the woods around and in the gardens of Sans Souci, with the second volume of Carlyle’s Frederick under my father’s arm; and often did we spend long summer days at the house in the Mark, at the head of the same blue chain of lakes, where his mother spent her young years, and where, though it belonged to cousins, like everything else that was worth having, we could wander about as we chose, for it was empty, and sit in the deep windows of rooms where there was no furniture, and the painted Venuses and cupids on the ceiling still smiled irrelevantly and stretched their futile wreaths above the emptiness beneath.\n", "word": "blue", "modifies": "chain"}
{"color": "red", "line": "There was, and still is, an inn within a stone’s throw of the great iron gates, with two very old lime trees in front of it, where we used to lunch on our arrival at a little table spread with a red and blue check cloth, the lime blossoms dropping into our soup, and the bees humming in the scented shadows overhead.\n", "word": "red", "modifies": "cloth"}
{"color": "green", "line": "There was, and still is, an inn within a stone’s throw of the great iron gates, with two very old lime trees in front of it, where we used to lunch on our arrival at a little table spread with a red and blue check cloth, the lime blossoms dropping into our soup, and the bees humming in the scented shadows overhead.\n", "word": "lime", "modifies": "tree"}
{"color": "white", "line": "But the stories my father told me, sometimes odd enough stories to tell a little girl, as we wandered about the echoing rooms, or hung over the stone balustrade and fed the fishes in the lake, or picked the pale dog roses in the hedges, or lay in the boat in a shady reed grown bay while he smoked to keep the mosquitoes off, were after all only traditions, imparted to me in small doses from time to time, when his earnest desire not to raise his remarks above the level of dulness supposed to be wholesome for Backfische was neutralised by an impulse to share his thoughts with somebody who would laugh; whereas the place I was bound for on my latest pilgrimage was filled with living, first hand memories of all the enchanted years that lie between two and eighteen.\n", "word": "pale", "modifies": "rose"}
{"color": "pink", "line": "But the stories my father told me, sometimes odd enough stories to tell a little girl, as we wandered about the echoing rooms, or hung over the stone balustrade and fed the fishes in the lake, or picked the pale dog roses in the hedges, or lay in the boat in a shady reed grown bay while he smoked to keep the mosquitoes off, were after all only traditions, imparted to me in small doses from time to time, when his earnest desire not to raise his remarks above the level of dulness supposed to be wholesome for Backfische was neutralised by an impulse to share his thoughts with somebody who would laugh; whereas the place I was bound for on my latest pilgrimage was filled with living, first hand memories of all the enchanted years that lie between two and eighteen.\n", "word": "rose", "modifies": "dog"}
{"color": "green", "line": "I was standing in the same mysterious tangle of damp little paths that had always been just there; they curled away on either side among the shrubs, with the brown tracks of recent footsteps in the centre of their green stains, just as they did in my day.\n", "word": "green", "modifies": "stain"}
{"color": "brown", "line": "I was standing in the same mysterious tangle of damp little paths that had always been just there; they curled away on either side among the shrubs, with the brown tracks of recent footsteps in the centre of their green stains, just as they did in my day.\n", "word": "brown", "modifies": "track"}
{"color": "purple", "line": "The overgrown lilac bushes still met above my head.\n", "word": "lilac", "modifies": "bush"}
{"color": "black", "line": "There was an unwholesome little arbour in one dark corner, much frequented by the larger black slug, where I used to pass glorious afternoons making plans.\n", "word": "black", "modifies": "slug"}
{"color": "green", "line": "and I gave it such a hearty kiss that my nose and chin were smudged into one green stain, and still I did not care.\n", "word": "green", "modifies": "stain"}
{"color": "purple", "line": "Bad habits cling to us, however, with such persistency that I did mechanically pull out my handkerchief and begin to rub off the welcoming smudge, a thing I never would have dreamed of doing in the glorious old days; but an artful scent of violets clinging to the handkerchief brought me to my senses, and with a sudden impulse of scorn, the fine scorn for scent of every honest Backfisch, I rolled it up into a ball and flung it away into the bushes, where I daresay it is at this moment.\n", "word": "violet", "modifies": "scent"}
{"color": "pink", "line": "Here the cousins had been at work, and all the climbing roses that clothed the wall with beauty were gone, and some very neat fruit trees, tidily nailed up at proper intervals, reigned in their stead.\n", "word": "rose", "modifies": "climbing"}
{"color": "green", "line": "The place seemed deserted; and I should have thought the house empty and shut up but for the carefully tended radishes and the recent footmarks on the green of the path.\n", "word": "green", "modifies": "footmark"}
{"color": "white", "line": "There was a rise in the field behind them, and at the foot of its protecting slope they luxuriated in the insolent glory of their white and pink perfection.\n", "word": "white", "modifies": "perfection"}
{"color": "pink", "line": "Standing on the path from which the kindly apprentice had expounded his proverb, this scene rose before me as clearly as though it had taken place that very day; but how different everything looked, and how it had shrunk!\n", "word": "rose", "modifies": "scene"}
{"color": "pink", "line": "I am beginning to think that the tenderness of tea roses is much exaggerated, and am certainly very glad I had the courage to try them in this northern garden.\n", "word": "rose", "modifies": "tea"}
{"color": "pink", "line": "We have been very busy till now getting the permanent beds into order and planting the new tea roses, and I am looking forward to next summer with more hope than ever in spite of my many failures.\n", "word": "rose", "modifies": "tea"}
{"color": "yellow", "line": "The Persian Yellows have gone into their new quarters, and their place is occupied by the tearose Safrano; all the rose beds are carpeted with pansies sown in July and transplanted in October, each bed having a separate colour.\n", "word": "yellow", "modifies": "persian"}
{"color": "pink", "line": "The Persian Yellows have gone into their new quarters, and their place is occupied by the tearose Safrano; all the rose beds are carpeted with pansies sown in July and transplanted in October, each bed having a separate colour.\n", "word": "rose", "modifies": "bed"}
{"color": "red", "line": "The purple ones are the most charming and go well with every rose, but I have white ones with Laurette Messimy, and yellow ones with Safrano, and a new red sort in the big centre bed of red roses.\n", "word": "red", "modifies": "sort"}
{"color": "white", "line": "The purple ones are the most charming and go well with every rose, but I have white ones with Laurette Messimy, and yellow ones with Safrano, and a new red sort in the big centre bed of red roses.\n", "word": "white", "modifies": "one"}
{"color": "yellow", "line": "The purple ones are the most charming and go well with every rose, but I have white ones with Laurette Messimy, and yellow ones with Safrano, and a new red sort in the big centre bed of red roses.\n", "word": "yellow", "modifies": "one"}
{"color": "pink", "line": "The purple ones are the most charming and go well with every rose, but I have white ones with Laurette Messimy, and yellow ones with Safrano, and a new red sort in the big centre bed of red roses.\n", "word": "rose", "modifies": "bed"}
{"color": "purple", "line": "The purple ones are the most charming and go well with every rose, but I have white ones with Laurette Messimy, and yellow ones with Safrano, and a new red sort in the big centre bed of red roses.\n", "word": "purple", "modifies": "one"}
{"color": "pink", "line": "Round the semicircle on the south side of the little privet hedge two rows of annual larkspurs in all their delicate shades have been sown, and just beyond the larkspurs, on the grass, is a semicircle of standard tea and pillar roses.\n", "word": "rose", "modifies": "pillar"}
{"color": "pink", "line": "In front of the house the long borders have been stocked with larkspurs, annual and perennial, columbines, giant poppies, pinks, Madonna lilies, wallflowers, hollyhocks, perennial phloxes, peonies, lavender, starworts, cornflowers, Lychnis chalcedonica, and bulbs packed in wherever bulbs could go.\n", "word": "pink", "modifies": "larkspur"}
{"color": "purple", "line": "In front of the house the long borders have been stocked with larkspurs, annual and perennial, columbines, giant poppies, pinks, Madonna lilies, wallflowers, hollyhocks, perennial phloxes, peonies, lavender, starworts, cornflowers, Lychnis chalcedonica, and bulbs packed in wherever bulbs could go.\n", "word": "lavender", "modifies": "larkspur"}
{"color": "pink", "line": "The spring boxes for the verandah steps have been filled with pink and white and yellow tulips.\n", "word": "pink", "modifies": "tulip"}
{"color": "white", "line": "Down the wilder shrubbery walks foxgloves and mulleins will (I hope) shine majestic; and one cool corner, backed by a group of firs, is graced by Madonna lilies, white foxgloves, and columbines.\n", "word": "white", "modifies": "foxglove"}
{"color": "gray", "line": "It was a dull, gray afternoon in the beginning of November, and the leaves dropped slowly and silently at our horses’ feet as we rode towards the Hirschwald.\n", "word": "gray", "modifies": "afternoon"}
{"color": "silver", "line": "“Pray, my dear man,” I said, pointing with my whip, “look at that baby moon so innocently peeping at us over the edge of the mist just behind that silver birch; and don’t talk so much about women and things you don’t understand.\n", "word": "silver", "modifies": "birch"}
{"color": "silver", "line": "The Hirschwald is an enchanted place on such an evening, when the mists lie low on the turf, and overhead the delicate, bare branches of the silver birches stand out clear against the soft sky, while the little moon looks down kindly on the damp November world.\n", "word": "silver", "modifies": "birch"}
{"color": "purple", "line": "There was a big peat fire blazing half up the chimney, and the old housekeeper had put pots of flowers about, and on the writing table was a great bunch of violets scenting the room.\n", "word": "violet", "modifies": "bunch"}
{"color": "yellow", "line": "Outside the dazzling snow and sunshine, inside the bright room and happy faces I thought of those yellow fogs and shivered.\n", "word": "yellow", "modifies": "fog"}
{"color": "white", "line": "It looks, I am afraid, rather too gay for an ideal library; and its colouring, white and yellow, is so cheerful as to be almost frivolous.\n", "word": "white", "modifies": "colouring"}
{"color": "yellow", "line": "It looks, I am afraid, rather too gay for an ideal library; and its colouring, white and yellow, is so cheerful as to be almost frivolous.\n", "word": "yellow", "modifies": "colouring"}
{"color": "white", "line": "There are white bookcases all round the walls, and there is a great fireplace, and four windows, facing full south, opening on to my most cherished bit of garden, the bit round the sun dial; so that with so much colour and such a big fire and such floods of sunshine it has anything but a sober air, in spite of the venerable volumes filling the shelves.\n", "word": "white", "modifies": "bookcase"}
{"color": "black", "line": "The first breath on opening the door is so ineffably pure that it makes me gasp, and I feel a black and sinful object in the midst of all the spotlessness.\n", "word": "black", "modifies": "object"}
{"color": "green", "line": "They flew over my head in hundreds with a mighty swish of wings, and when they had arranged themselves comfortably, an intense hush fell upon the garden, and the house began to look like a Christmas card, with its white roof against the clear, pale green of the western sky, and lamplight shining in the windows.\n", "word": "green", "modifies": "roof"}
{"color": "white", "line": "They flew over my head in hundreds with a mighty swish of wings, and when they had arranged themselves comfortably, an intense hush fell upon the garden, and the house began to look like a Christmas card, with its white roof against the clear, pale green of the western sky, and lamplight shining in the windows.\n", "word": "white", "modifies": "roof"}
{"color": "yellow", "line": "I want to have a border all yellow, every shade of yellow from fieriest orange to nearly white, and the amount of work and studying of gardening books it costs me will only be appreciated by beginners like myself.\n", "word": "yellow", "modifies": "shade"}
{"color": "yellow", "line": "Then there are to be eschscholtzias, dahlias, sunflowers, zinnias, scabiosa, portulaca, yellow violas, yellow stocks, yellow sweet peas, yellow lupins everything that is yellow or that has a yellow variety.\n", "word": "yellow", "modifies": "viola"}
{"color": "purple", "line": "The place I have chosen for it is a long, wide border in the sun, at the foot of a grassy slope crowned with lilacs and pines, and facing southeast.\n", "word": "lilac", "modifies": "pine"}
{"color": "yellow", "line": "It is dull work giving orders and trying to describe the bright visions of one’s brain to a person who has no visions and no brain, and who thinks a yellow bed should be calceolarias edged with blue.\n", "word": "yellow", "modifies": "bed"}
{"color": "yellow", "line": "I have taken care in choosing my yellow plants to put down only those humble ones that are easily pleased and grateful for little, for my soil is by no means all that it might be, and to most plants the climate is rather trying.\n", "word": "yellow", "modifies": "plant"}
{"color": "pink", "line": "Nearly all the roses were a success, in spite of the sandy soil, except the tea rose Adam, which was covered with buds ready to open, when they suddenly turned brown and died, and three standard Dr. Grills which stood in a row and simply sulked.\n", "word": "rose", "modifies": "success"}
{"color": "pink", "line": "Grill must be a German rose.\n", "word": "rose", "modifies": "grill"}
{"color": "white", "line": "They had on white dresses in honour of the occasion, and the June baby was even arrayed in a low necked and short sleeved garment, after the manner of Teutonic infants, whatever the state of the thermometer.\n", "word": "white", "modifies": "dress"}
{"color": "blue", "line": "Her arms are like miniature prize fighter’s arms I never saw such things; they are the pride and joy of her little nurse, who had tied them up with blue ribbons, and kept on kissing them.\n", "word": "blue", "modifies": "ribbon"}
{"color": "gray", "line": "Well, let her continue in her dreary beliefs; she has no garden to teach her the beauty and the happiness of holiness, nor does she in the least desire to possess one; her convictions have the sad gray colouring of the dingy streets and houses she lives amongst the sad colour of humanity in masses.\n", "word": "gray", "modifies": "colouring"}
{"color": "black", "line": "Sitting there in the dark, I felt very small, and solitary, and defenceless, alone in a great, big, black world.\n", "word": "black", "modifies": "world"}
{"color": "black", "line": "The church was as cold as a tomb; some of the candles guttered and went out; the parson in his black robe spoke of death and judgment; I thought I heard a child’s voice screaming, and could hardly believe it was only the wind, and felt uneasy and full of forebodings; all my faith and philosophy deserted me, and I had a horrid feeling that I should probably be well punished, though for what I had no precise idea.\n", "word": "black", "modifies": "robe"}
{"color": "black", "line": "Irais has poked fun at her, and I have been, I hope, very kind; yet we are bracketed together in her black books.\n", "word": "black", "modifies": "book"}
{"color": "white", "line": "If his passion could remain at white heat and he could continue to feed her ear with the protestations she loves, no principles of piety or virtue would disturb the happiness of his companion; for a mournful experience teaches that piety begins only where passion ends, and that principles are strongest where temptations are most rare.” “But what has all this to do with us?” I inquired severely.\n", "word": "white", "modifies": "heat"}
{"color": "pink", "line": "The Man of Wrath does not in the least want roses, or flowering shrubs, or plantations, or new paths, and therefore, he asks, why should he pay for them?\n", "word": "rose", "modifies": "shrub"}
{"color": "pink", "line": "I certainly prefer buying new rose trees to new dresses, if I cannot comfortably have both; and I see a time coming when the passion for my garden will have taken such a hold on me that I shall not only entirely cease buying more clothes, but begin to sell those that I already have.\n", "word": "rose", "modifies": "tree"}
{"color": "red", "line": "I possess one moist, peaty bit of ground, and that is to be planted with silver birches in imitation of the Hirschwald, and is to be carpeted between the birches with flaming azaleas.\n", "word": "flaming", "modifies": "azalea"}
{"color": "silver", "line": "I possess one moist, peaty bit of ground, and that is to be planted with silver birches in imitation of the Hirschwald, and is to be carpeted between the birches with flaming azaleas.\n", "word": "silver", "modifies": "birch"}
{"color": "pink", "line": "All the rest of my soil is sandy the soil for pines and acacias, but not the soil for roses; yet see what love will do there are more roses in my garden than any other flower!\n", "word": "rose", "modifies": "soil"}
{"color": "brown", "line": "Next spring the bare places are to be filled with trees that I have ordered: pines behind the delicate acacias, and startling mountain ashes, oaks, copper beeches, maples, larches, juniper trees was it not Elijah who sat down to rest under a juniper tree?\n", "word": "copper", "modifies": "beech"}
{"color": "pink", "line": "“And pink toes,” I added.\n", "word": "pink", "modifies": "toe"}
{"color": "pink", "line": "“There,” she said, throwing it to Minora, “you may have it pink toes and all complete.” Minora put on her eye glasses and read aloud: “When my baby shuts her eyes and sings her hymns at bed time my stale and battered soul is filled with awe.\n", "word": "pink", "modifies": "toe"}
{"color": "pink", "line": "Her mother tubs her, for she is far too precious to be touched by any nurse, and then she is rolled up in a big bath towel, and only her little pink toes peep out; and when she is powdered, and combed, and tied up in her night dress, and all her curls are on end, and her ears glowing, she is knelt down on her mother’s lap, a little bundle of fragrant flesh, and her face reflects the quiet of her mother’s face as she goes through her evening prayer for pity and for peace.” “How very curious!” said Minora, when she had finished.\n", "word": "pink", "modifies": "toe"}
{"color": "pink", "line": "My stepmother didn’t worry much; she used to wear pink dresses all over lace, and the older she got the prettier the dresses got.\n", "word": "pink", "modifies": "dress"}
{"color": "pink", "line": "Indeed, if it were not for this birthday, I really think she would have forgotten to go at all; but birthdays are great and solemn festivals with us, never allowed to slip by unnoticed, and always celebrated in the presence of a sympathetic crowd of relations (gathered from far and near to tell you how well you are wearing, and that nobody would ever dream, and that really it is wonderful), who stand round a sort of sacrificial altar, on which your years are offered up as a burnt offering to the gods in the shape of lighted pink and white candles, stuck in a very large, flat, jammy cake.\n", "word": "pink", "modifies": "candle"}
{"color": "white", "line": "The neighbouring parsons drive up, and when nobody is looking their wives count the candles in the cake; the active lady in the next Schlass spares time to send a pot of flowers, and to look up my age in the Gotha Almanach; a deputation comes from the farms headed by the chief inspector in white kid gloves who invokes Heaven’s blessings on the gracious lady’s head; and the babies are enchanted, and sit in a corner trying on all the mittens.\n", "word": "white", "modifies": "glove"}
{"color": "blue", "line": "The sudden view of the sea from the messy, pine covered height directly above it where we picnic; the wonderful stretch of lonely shore with the forest to the water’s edge; the coloured sails in the blue distance; the freshness, the brightness, the vastness all is lost upon the picnickers, and made worse than indifferent to them, by the perpetual necessity they are under of fighting these horrid creatures.\n", "word": "blue", "modifies": "distance"}
{"color": "white", "line": "For a long way out the sea was frozen, and then there was a deep blue line, and a cluster of motionless orange sails; at our feet a narrow strip of pale yellow sand; right and left the line of sparkling forest; and we ourselves standing in a world of white and diamond traceries.\n", "word": "white", "modifies": "tracery"}
{"color": "blue", "line": "For a long way out the sea was frozen, and then there was a deep blue line, and a cluster of motionless orange sails; at our feet a narrow strip of pale yellow sand; right and left the line of sparkling forest; and we ourselves standing in a world of white and diamond traceries.\n", "word": "blue", "modifies": "line"}
{"color": "yellow", "line": "For a long way out the sea was frozen, and then there was a deep blue line, and a cluster of motionless orange sails; at our feet a narrow strip of pale yellow sand; right and left the line of sparkling forest; and we ourselves standing in a world of white and diamond traceries.\n", "word": "yellow", "modifies": "sand"}
{"color": "yellow", "line": "“But I should think he ought to have been thoroughly scolded on an occasion like that,” said Minora, to whom I had been telling this story as we wandered on the yellow sands while the horses were being put in the sleigh; and she glanced nervously up at Peter, whose mild head was visible between the bushes above us.\n", "word": "yellow", "modifies": "sand"}
{"color": "black", "line": "Peter, however, behaved beautifully on the way home, and Irais and I at least were as happy as possible driving back, with all the glories of the western sky flashing at us every now and then at the end of a long avenue as we swiftly passed, and later on, when they had faded, myriads of stars in the narrow black strip of sky over our heads.\n", "word": "black", "modifies": "strip"}
{"color": "red", "line": "“And you would sit on one of the four little podgy, buttony, tasselly red chairs that are ranged on the other side of the table facing the sofa.\n", "word": "red", "modifies": "chair"}
{"color": "red", "line": "They are red, Elizabeth?” Again I nodded.\n", "word": "red", "modifies": "elizabeth"}
{"color": "black", "line": "The paper is dark chocolate colour, almost black; that is in order that after years of use the dirt may not show, and the room need not be done up.\n", "word": "black", "modifies": "colour"}
{"color": "white", "line": "At intervals round the high walls are chairs, and cabinets with lamps on them, and in one corner is a great white cold stove or is it majolica?” she asked, turning to me.\n", "word": "white", "modifies": "stove"}
{"color": "red", "line": "No fire, no sunlight, no books, no flowers; but a consoling smell of red cabbage coming up under the door, mixed, in due season, with soapsuds.” “When did you go there?” asked Minora.\n", "word": "red", "modifies": "cabbage"}
{"color": "white", "line": "The whole of this radiant Easter day I have spent out of doors, sitting at first among the windflowers and celandines, and then, later, walking with the babies to the Hirschwald, to see what the spring had been doing there; and the afternoon was so hot that we lay a long time on the turf, blinking up through the leafless branches of the silver birches at the soft, fat little white clouds floating motionless in the blue.\n", "word": "white", "modifies": "cloud"}
{"color": "silver", "line": "The whole of this radiant Easter day I have spent out of doors, sitting at first among the windflowers and celandines, and then, later, walking with the babies to the Hirschwald, to see what the spring had been doing there; and the afternoon was so hot that we lay a long time on the turf, blinking up through the leafless branches of the silver birches at the soft, fat little white clouds floating motionless in the blue.\n", "word": "silver", "modifies": "birch"}
{"color": "green", "line": "We had tea on the grass in the sun, and when it began to grow late, and the babies were in bed, and all the little wind flowers folded up for the night, I still wandered in the green paths, my heart full of happiest gratitude.\n", "word": "green", "modifies": "path"}
