{"color": "black", "line": "The ladies were somewhat more fortunate, for they had the advantage of ascertaining from an upper window, that he wore a blue coat and rode a black horse.\n", "word": "black", "modifies": "horse"}
{"color": "blue", "line": "The ladies were somewhat more fortunate, for they had the advantage of ascertaining from an upper window, that he wore a blue coat and rode a black horse.\n", "word": "blue", "modifies": "coat"}
{"color": "red", "line": "I remember the time when I liked a red coat myself very well—and, indeed, so I do still at my heart; and if a smart young colonel, with five or six thousand a year, should want one of my girls, I shall not say nay to him; and I thought Colonel Forster looked very becoming the other night at Sir William’s in his regimentals.” “Mamma,” cried Lydia, “my aunt says that Colonel Forster and Captain Carter do not go so often to Miss Watson’s as they did when they first came; she sees them now very often standing in Clarke’s library.” Mrs. Bennet was prevented replying by the entrance of the footman with a note for Miss Bennet; it came from Netherfield, and the servant waited for an answer.\n", "word": "red", "modifies": "coat"}
{"color": "green", "line": "As a clergyman, moreover, I feel it my duty to promote and establish the blessing of peace in all families within the reach of my influence; and on these grounds I flatter myself that my present overtures are highly commendable, and that the circumstance of my being next in the entail of Longbourn estate will be kindly overlooked on your side, and not lead you to reject the offered olive branch.\n", "word": "olive", "modifies": "branch"}
{"color": "green", "line": "The idea of the olive branch perhaps is not wholly new, yet I think it is well expressed.” To Catherine and Lydia, neither the letter nor its writer were in any degree interesting.\n", "word": "olive", "modifies": "branch"}
{"color": "red", "line": "It was next to impossible that their cousin should come in a scarlet coat, and it was now some weeks since they had received pleasure from the society of a man in any other colour.\n", "word": "scarlet", "modifies": "coat"}
{"color": "red", "line": "Chapter 18 Till Elizabeth entered the drawing room at Netherfield, and looked in vain for Mr. Wickham among the cluster of red coats there assembled, a doubt of his being present had never occurred to her.\n", "word": "red", "modifies": "coat"}
{"color": "green", "line": "The garden sloping to the road, the house standing in it, the green pales, and the laurel hedge, everything declared they were arriving.\n", "word": "green", "modifies": "pale"}
{"color": "white", "line": "The garden sloping to the road, the house standing in it, the green pales, and the laurel hedge, everything declared they were arriving.\n", "word": "pale", "modifies": "road"}
{"color": "white", "line": "From his garden, Mr. Collins would have led them round his two meadows; but the ladies, not having shoes to encounter the remains of a white frost, turned back; and while Sir William accompanied him, Charlotte took her sister and friend over the house, extremely well pleased, probably, to have the opportunity of showing it without her husband’s help.\n", "word": "white", "modifies": "frost"}
{"color": "white", "line": "Miss de Bourgh was pale and sickly; her features, though not plain, were insignificant; and she spoke very little, except in a low voice, to Mrs. Jenkinson, in whose appearance there was nothing remarkable, and who was entirely engaged in listening to what she said, and placing a screen in the proper direction before her eyes.\n", "word": "pale", "modifies": "miss"}
{"color": "white", "line": "It distressed her a little, and she was quite glad to find herself at the gate in the pales opposite the Parsonage.\n", "word": "pale", "modifies": "parsonage"}
{"color": "white", "line": "His complexion became pale with anger, and the disturbance of his mind was visible in every feature.\n", "word": "pale", "modifies": "anger"}
{"color": "pink", "line": "It was consoling that he should know she had some relations for whom there was no need to blush.\n", "word": "blush", "modifies": "need"}
{"color": "red", "line": "But, to be sure, the good lady who showed us his house did give him a most flaming character!\n", "word": "flaming", "modifies": "character"}
{"color": "green", "line": "Though Lydia’s short letter to Mrs. F. gave them to understand that they were going to Gretna Green, something was dropped by Denny expressing his belief that W. never intended to go there, or to marry Lydia at all, which was repeated to Colonel F., who, instantly taking the alarm, set off from B. intending to trace their route.\n", "word": "green", "modifies": "gretna"}
{"color": "white", "line": "Her pale face and impetuous manner made him start, and before he could recover himself to speak, she, in whose mind every idea was superseded by Lydia’s situation, hastily exclaimed, “I beg your pardon, but I must leave you.\n", "word": "pale", "modifies": "face"}
{"color": "green", "line": "I am going to Gretna Green, and if you cannot guess with who, I shall think you a simpleton, for there is but one man in the world I love, and he is an angel.\n", "word": "green", "modifies": "gretna"}
{"color": "blue", "line": "I longed to know whether he would be married in his blue coat.” “Well, and so we breakfasted at ten as usual; I thought it would never be over; for, by the bye, you are to understand, that my uncle and aunt were horrid unpleasant all the time I was with them.\n", "word": "blue", "modifies": "coat"}
{"color": "green", "line": "The rest of his letter is only about his dear Charlotte’s situation, and his expectation of a young olive branch.\n", "word": "olive", "modifies": "branch"}
