{"color": "black", "line": "The shape of the letters on my father’s, gave me an odd idea that he was a square, stout, dark man, with curly black hair.\n", "word": "black", "modifies": "hair"}
{"color": "green", "line": "As I saw him go, picking his way among the nettles, and among the brambles that bound the green mounds, he looked in my young eyes as if he were eluding the hands of the dead people, stretching up cautiously out of their graves, to get a twist upon his ankle and pull him in.\n", "word": "green", "modifies": "mound"}
{"color": "red", "line": "The marshes were just a long black horizontal line then, as I stopped to look after him; and the river was just another horizontal line, not nearly so broad nor yet so black; and the sky was just a row of long angry red lines and dense black lines intermixed.\n", "word": "red", "modifies": "line"}
{"color": "black", "line": "The marshes were just a long black horizontal line then, as I stopped to look after him; and the river was just another horizontal line, not nearly so broad nor yet so black; and the sky was just a row of long angry red lines and dense black lines intermixed.\n", "word": "black", "modifies": "line"}
{"color": "black", "line": "On the edge of the river I could faintly make out the only two black things in all the prospect that seemed to be standing upright; one of these was the beacon by which the sailors steered,—like an unhooped cask upon a pole,—an ugly thing when you were near it; the other, a gibbet, with some chains hanging to it which had once held a pirate.\n", "word": "black", "modifies": "thing"}
{"color": "blue", "line": "Joe was a fair man, with curls of flaxen hair on each side of his smooth face, and with eyes of such a very undecided blue that they seemed to have somehow got mixed with their own whites.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "My sister, Mrs. Joe, with black hair and eyes, had such a prevailing redness of skin that I sometimes used to wonder whether it was possible she washed herself with a nutmeg grater instead of soap.\n", "word": "black", "modifies": "hair"}
{"color": "pink", "line": "For the fugitive out on the marshes with the ironed leg, the mysterious young man, the file, the food, and the dreadful pledge I was under to commit a larceny on those sheltering premises, rose before me in the avenging coals.\n", "word": "rose", "modifies": "fugitive"}
{"color": "yellow", "line": "To night, Joe several times invited me, by the display of his fast diminishing slice, to enter upon our usual friendly competition; but he found me, each time, with my yellow mug of tea on one knee, and my untouched bread and butter on the other.\n", "word": "yellow", "modifies": "mug"}
{"color": "brown", "line": "It was Christmas Eve, and I had to stir the pudding for next day, with a copper stick, from seven to eight by the Dutch clock.\n", "word": "copper", "modifies": "stick"}
{"color": "pink", "line": "It was too much for Mrs. Joe, who immediately rose.\n", "word": "rose", "modifies": "mrs."}
{"color": "black", "line": "As soon as the great black velvet pall outside my little window was shot with grey, I got up and went downstairs; every board upon the way, and every crack in every board calling after me, “Stop thief!” and “Get up, Mrs. Joe!” In the pantry, which was far more abundantly supplied than usual, owing to the season, I was very much alarmed by a hare hanging up by the heels, whom I rather thought I caught, when my back was half turned, winking.\n", "word": "black", "modifies": "pall"}
{"color": "red", "line": "He sees the soldiers, with their red coats lighted up by the torches carried afore, closing in round him.\n", "word": "red", "modifies": "coat"}
{"color": "green", "line": "We were to have a superb dinner, consisting of a leg of pickled pork and greens, and a pair of roast stuffed fowls.\n", "word": "green", "modifies": "pork"}
{"color": "black", "line": "In the meantime, Mrs. Joe put clean white curtains up, and tacked a new flowered flounce across the wide chimney to replace the old one, and uncovered the little state parlour across the passage, which was never uncovered at any other time, but passed the rest of the year in a cool haze of silver paper, which even extended to the four little white crockery poodles on the mantel shelf, each with a black nose and a basket of flowers in his mouth, and each the counterpart of the other.\n", "word": "black", "modifies": "nose"}
{"color": "white", "line": "In the meantime, Mrs. Joe put clean white curtains up, and tacked a new flowered flounce across the wide chimney to replace the old one, and uncovered the little state parlour across the passage, which was never uncovered at any other time, but passed the rest of the year in a cool haze of silver paper, which even extended to the four little white crockery poodles on the mantel shelf, each with a black nose and a basket of flowers in his mouth, and each the counterpart of the other.\n", "word": "white", "modifies": "curtain"}
{"color": "silver", "line": "In the meantime, Mrs. Joe put clean white curtains up, and tacked a new flowered flounce across the wide chimney to replace the old one, and uncovered the little state parlour across the passage, which was never uncovered at any other time, but passed the rest of the year in a cool haze of silver paper, which even extended to the four little white crockery poodles on the mantel shelf, each with a black nose and a basket of flowers in his mouth, and each the counterpart of the other.\n", "word": "silver", "modifies": "paper"}
{"color": "blue", "line": "I remember Mrs. Hubble as a little curly sharp edged person in sky blue, who held a conventionally juvenile position, because she had married Mr. Hubble,—I don’t know at what remote period,—when she was much younger than he.\n", "word": "blue", "modifies": "sky"}
{"color": "red", "line": "And now, when they were all in lively anticipation of “the two villains” being taken, and when the bellows seemed to roar for the fugitives, the fire to flare for them, the smoke to hurry away in pursuit of them, Joe to hammer and clink for them, and all the murky shadows on the wall to shake at them in menace as the blaze rose and sank, and the red hot sparks dropped and died, the pale afternoon outside almost seemed in my pitying young fancy to have turned pale on their account, poor wretches.\n", "word": "red", "modifies": "spark"}
{"color": "white", "line": "And now, when they were all in lively anticipation of “the two villains” being taken, and when the bellows seemed to roar for the fugitives, the fire to flare for them, the smoke to hurry away in pursuit of them, Joe to hammer and clink for them, and all the murky shadows on the wall to shake at them in menace as the blaze rose and sank, and the red hot sparks dropped and died, the pale afternoon outside almost seemed in my pitying young fancy to have turned pale on their account, poor wretches.\n", "word": "pale", "modifies": "afternoon"}
{"color": "pink", "line": "And now, when they were all in lively anticipation of “the two villains” being taken, and when the bellows seemed to roar for the fugitives, the fire to flare for them, the smoke to hurry away in pursuit of them, Joe to hammer and clink for them, and all the murky shadows on the wall to shake at them in menace as the blaze rose and sank, and the red hot sparks dropped and died, the pale afternoon outside almost seemed in my pitying young fancy to have turned pale on their account, poor wretches.\n", "word": "rose", "modifies": "blaze"}
{"color": "red", "line": "Under the low red glare of sunset, the beacon, and the gibbet, and the mound of the Battery, and the opposite shore of the river, were plain, though all of a watery lead colour.\n", "word": "red", "modifies": "glare"}
{"color": "black", "line": "I could see nothing else but black darkness.\n", "word": "black", "modifies": "darkness"}
{"color": "black", "line": "By the light of the torches, we saw the black Hulk lying out a little way from the mud of the shore, like a wicked Noah’s ark.\n", "word": "black", "modifies": "hulk"}
{"color": "blue", "line": "“I say, Pip, old chap!” cried Joe, opening his blue eyes wide, “what a scholar you are!\n", "word": "blue", "modifies": "eye"}
{"color": "purple", "line": "In time I were able to keep him, and I kep him till he went off in a purple leptic fit.\n", "word": "purple", "modifies": "fit"}
{"color": "white", "line": "It was a dry cold night, and the wind blew keenly, and the frost was white and hard.\n", "word": "white", "modifies": "frost"}
{"color": "brown", "line": "It appeared to me that he must be a very happy man indeed, to have so many little drawers in his shop; and I wondered when I peeped into one or two on the lower tiers, and saw the tied up brown paper packets inside, whether the flower seeds and bulbs ever wanted of a fine day to break out of those jails, and bloom.\n", "word": "brown", "modifies": "paper"}
{"color": "white", "line": "Her shoes were white.\n", "word": "white", "modifies": "shoe"}
{"color": "white", "line": "And she had a long white veil dependent from her hair, and she had bridal flowers in her hair, but her hair was white.\n", "word": "white", "modifies": "veil"}
{"color": "brown", "line": "Miss Havisham beckoned her to come close, and took up a jewel from the table, and tried its effect upon her fair young bosom and against her pretty brown hair.\n", "word": "brown", "modifies": "hair"}
{"color": "white", "line": "As Estella dealt the cards, I glanced at the dressing table again, and saw that the shoe upon it, once white, now yellow, had never been worn.\n", "word": "white", "modifies": "shoe"}
{"color": "white", "line": "I glanced down at the foot from which the shoe was absent, and saw that the silk stocking on it, once white, now yellow, had been trodden ragged.\n", "word": "white", "modifies": "stocking"}
{"color": "white", "line": "Without this arrest of everything, this standing still of all the pale decayed objects, not even the withered bridal dress on the collapsed form could have looked so like grave clothes, or the long veil so like a shroud.\n", "word": "pale", "modifies": "object"}
{"color": "brown", "line": "But there were no pigeons in the dove cot, no horses in the stable, no pigs in the sty, no malt in the storehouse, no smells of grains and beer in the copper or the vat.\n", "word": "copper", "modifies": "smell"}
{"color": "green", "line": "Behind the furthest end of the brewery, was a rank garden with an old wall; not so high but that I could struggle up and hold on long enough to look over it, and see that the rank garden was the garden of the house, and that it was overgrown with tangled weeds, but that there was a track upon the green and yellow paths, as if some one sometimes walked there, and that Estella was walking away from me even then.\n", "word": "green", "modifies": "path"}
{"color": "brown", "line": "She had her back towards me, and held her pretty brown hair spread out in her two hands, and never looked round, and passed out of my view directly.\n", "word": "brown", "modifies": "hair"}
{"color": "white", "line": "A figure all in yellow white, with but one shoe to the feet; and it hung so, that I could see that the faded trimmings of the dress were like earthy paper, and that the face was Miss Havisham’s, with a movement going over the whole countenance as if she were trying to call to me.\n", "word": "white", "modifies": "figure"}
{"color": "black", "line": "“She was sitting,” I answered, “in a black velvet coach.” Mr. Pumblechook and Mrs. Joe stared at one another—as they well might—and both repeated, “In a black velvet coach?” “Yes,” said I.\n", "word": "black", "modifies": "coach"}
{"color": "gold", "line": "“And Miss Estella—that’s her niece, I think—handed her in cake and wine at the coach window, on a gold plate.\n", "word": "gold", "modifies": "plate"}
{"color": "gold", "line": "And we all had cake and wine on gold plates.\n", "word": "gold", "modifies": "plate"}
{"color": "silver", "line": "“And they fought for veal cutlets out of a silver basket.” Mr. Pumblechook and Mrs. Joe stared at one another again, in utter amazement.\n", "word": "silver", "modifies": "basket"}
{"color": "red", "line": "“Estella waved a blue flag, and I waved a red one, and Miss Havisham waved one sprinkled all over with little gold stars, out at the coach window.\n", "word": "red", "modifies": "one"}
{"color": "gold", "line": "“Estella waved a blue flag, and I waved a red one, and Miss Havisham waved one sprinkled all over with little gold stars, out at the coach window.\n", "word": "gold", "modifies": "star"}
{"color": "blue", "line": "“Estella waved a blue flag, and I waved a red one, and Miss Havisham waved one sprinkled all over with little gold stars, out at the coach window.\n", "word": "blue", "modifies": "flag"}
{"color": "blue", "line": "Now, when I saw Joe open his blue eyes and roll them all round the kitchen in helpless amazement, I was overtaken by penitence; but only as regarded him,—not in the least as regarded the other two.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "Why sure you don’t mean to say, Pip, that there was no black welwet co—eh?” For, I stood shaking my head.\n", "word": "black", "modifies": "co—eh"}
{"color": "gold", "line": "Pause you who read this, and think for a moment of the long chain of iron or gold, of thorns or flowers, that would never have bound you, but for the formation of the first link on one memorable day.\n", "word": "gold", "modifies": "iron"}
{"color": "blue", "line": "But he said nothing after offering his Blue Blazes observation, until the glasses of rum and water were brought; and then he made his shot, and a most extraordinary shot it was.\n", "word": "blue", "modifies": "blaze"}
{"color": "pink", "line": "Then my sister sealed them up in a piece of paper, and put them under some dried rose leaves in an ornamental teapot on the top of a press in the state parlour.\n", "word": "rose", "modifies": "leaf"}
{"color": "black", "line": "‘Good Lord!’ says he, ‘Camilla, what can it signify so long as the poor bereaved little things are in black?’ So like Matthew!\n", "word": "black", "modifies": "thing"}
{"color": "black", "line": "He was prematurely bald on the top of his head, and had bushy black eyebrows that wouldn’t lie down but stood up bristling.\n", "word": "black", "modifies": "eyebrow"}
{"color": "black", "line": "He had a large watch chain, and strong black dots where his beard and whiskers would have been if he had let them.\n", "word": "black", "modifies": "dot"}
{"color": "black", "line": "An epergne or centre piece of some kind was in the middle of this cloth; it was so heavily overhung with cobwebs that its form was quite undistinguishable; and, as I looked along the yellow expanse out of which I remember its seeming to grow, like a black fungus, I saw speckle legged spiders with blotchy bodies running home to it, and running out from it, as if some circumstances of the greatest public importance had just transpired in the spider community.\n", "word": "black", "modifies": "fungus"}
{"color": "yellow", "line": "An epergne or centre piece of some kind was in the middle of this cloth; it was so heavily overhung with cobwebs that its form was quite undistinguishable; and, as I looked along the yellow expanse out of which I remember its seeming to grow, like a black fungus, I saw speckle legged spiders with blotchy bodies running home to it, and running out from it, as if some circumstances of the greatest public importance had just transpired in the spider community.\n", "word": "yellow", "modifies": "expanse"}
{"color": "black", "line": "But the black beetles took no notice of the agitation, and groped about the hearth in a ponderous elderly way, as if they were short sighted and hard of hearing, and not on terms with one another.\n", "word": "black", "modifies": "beetle"}
{"color": "yellow", "line": "“I am yellow skin and bone.” Camilla brightened when Miss Pocket met with this rebuff; and she murmured, as she plaintively contemplated Miss Havisham, “Poor dear soul!\n", "word": "yellow", "modifies": "skin"}
{"color": "red", "line": "Never questioning for a moment that the house was now empty, I looked in at another window, and found myself, to my great surprise, exchanging a broad stare with a pale young gentleman with red eyelids and light hair.\n", "word": "red", "modifies": "eyelid"}
{"color": "white", "line": "Never questioning for a moment that the house was now empty, I looked in at another window, and found myself, to my great surprise, exchanging a broad stare with a pale young gentleman with red eyelids and light hair.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "This pale young gentleman quickly disappeared, and reappeared beside me.\n", "word": "pale", "modifies": "gentleman"}
{"color": "gray", "line": "For the rest, he was a young gentleman in a grey suit (when not denuded for battle), with his elbows, knees, wrists, and heels considerably in advance of the rest of him as to development.\n", "word": "grey", "modifies": "suit"}
{"color": "black", "line": "The second greatest surprise I have ever had in my life was seeing him on his back again, looking up at me out of a black eye.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "What with the birthday visitors, and what with the cards, and what with the fight, my stay had lasted so long, that when I neared home the light on the spit of sand off the point on the marshes was gleaming against a black night sky, and Joe’s furnace was flinging a path of fire across the road.\n", "word": "black", "modifies": "night"}
{"color": "white", "line": "My mind grew very uneasy on the subject of the pale young gentleman.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "The more I thought of the fight, and recalled the pale young gentleman on his back in various stages of puffy and incrimsoned countenance, the more certain it appeared that something would be done to me.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "I felt that the pale young gentleman’s blood was on my head, and that the Law would avenge it.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "The pale young gentleman’s nose had stained my trousers, and I tried to wash out that evidence of my guilt in the dead of night.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "I had cut my knuckles against the pale young gentleman’s teeth, and I twisted my imagination into a thousand tangles, as I devised incredible ways of accounting for that damnatory circumstance when I should be haled before the Judges.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "Whether myrmidons of Justice, especially sent down from London, would be lying in ambush behind the gate;—whether Miss Havisham, preferring to take personal vengeance for an outrage done to her house, might rise in those grave clothes of hers, draw a pistol, and shoot me dead:—whether suborned boys—a numerous band of mercenaries—might be engaged to fall upon me in the brewery, and cuff me until I was no more;—it was high testimony to my confidence in the spirit of the pale young gentleman, that I never imagined _him_ accessory to these retaliations; they always came into my mind as the acts of injudicious relatives of his, goaded on by the state of his visage and an indignant sympathy with the family features.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "It was not alluded to in any way, and no pale young gentleman was to be discovered on the premises.\n", "word": "pale", "modifies": "gentleman"}
{"color": "yellow", "line": "Is it to be wondered at if my thoughts were dazed, as my eyes were, when I came out into the natural light from the misty yellow rooms?\n", "word": "yellow", "modifies": "room"}
{"color": "white", "line": "Perhaps I might have told Joe about the pale young gentleman, if I had not previously been betrayed into those enormous inventions to which I had confessed.\n", "word": "pale", "modifies": "gentleman"}
{"color": "black", "line": "Under the circumstances, I felt that Joe could hardly fail to discern in the pale young gentleman, an appropriate passenger to be put into the black velvet coach; therefore, I said nothing of him.\n", "word": "black", "modifies": "coach"}
{"color": "white", "line": "Under the circumstances, I felt that Joe could hardly fail to discern in the pale young gentleman, an appropriate passenger to be put into the black velvet coach; therefore, I said nothing of him.\n", "word": "pale", "modifies": "gentleman"}
{"color": "black", "line": "The Hall was a queer place, I thought, with higher pews in it than a church,—and with people hanging over the pews looking on,—and with mighty Justices (one with a powdered head) leaning back in chairs, with folded arms, or taking snuff, or going to sleep, or writing, or reading the newspapers,—and with some shining black portraits on the walls, which my unartistic eye regarded as a composition of hardbake and sticking plaster.\n", "word": "black", "modifies": "portrait"}
{"color": "blue", "line": "And there my sister became so excited by the twenty five guineas, that nothing would serve her but we must have a dinner out of that windfall at the Blue Boar, and that Pumblechook must go over in his chaise cart, and bring the Hubbles and Mr. Wopsle.\n", "word": "blue", "modifies": "boar"}
{"color": "white", "line": "Mr. Wopsle taking the bass, and asserting with a tremendously strong voice (in reply to the inquisitive bore who leads that piece of music in a most impertinent manner, by wanting to know all about everybody’s private affairs) that _he_ was the man with his white locks flowing, and that he was upon the whole the weakest pilgrim going.\n", "word": "white", "modifies": "lock"}
{"color": "black", "line": "There may be black ingratitude in the thing, and the punishment may be retributive and well deserved; but that it is a miserable thing, I can testify.\n", "word": "black", "modifies": "ingratitude"}
{"color": "black", "line": "I was haunted by the fear that she would, sooner or later, find me out, with a black face and hands, doing the coarsest part of my work, and would exult over me and despise me.\n", "word": "black", "modifies": "face"}
{"color": "black", "line": "Often after dark, when I was pulling the bellows for Joe, and we were singing Old Clem, and when the thought how we used to sing it at Miss Havisham’s would seem to show me Estella’s face in the fire, with her pretty hair fluttering in the wind and her eyes scorning me,—often at such a time I would look towards those panels of black night in the wall which the wooden windows then were, and would fancy that I saw her just drawing her face away, and would believe that she had come at last.\n", "word": "black", "modifies": "night"}
{"color": "green", "line": "Whenever I watched the vessels standing out to sea with their white sails spread, I somehow thought of Miss Havisham and Estella; and whenever the light struck aslant, afar off, upon a cloud or sail or green hillside or water line, it was just the same.—Miss Havisham and Estella and the strange house and the strange life appeared to have something to do with everything that was picturesque.\n", "word": "green", "modifies": "hillside"}
{"color": "white", "line": "Whenever I watched the vessels standing out to sea with their white sails spread, I somehow thought of Miss Havisham and Estella; and whenever the light struck aslant, afar off, upon a cloud or sail or green hillside or water line, it was just the same.—Miss Havisham and Estella and the strange house and the strange life appeared to have something to do with everything that was picturesque.\n", "word": "white", "modifies": "sail"}
{"color": "black", "line": "When I was very small and timid, he gave me to understand that the Devil lived in a black corner of the forge, and that he knew the fiend very well: also that it was necessary to make up the fire, once in seven years, with a live boy, and that I might consider myself fuel.\n", "word": "black", "modifies": "corner"}
{"color": "white", "line": "Orlick, as if he had been of no more account than the pale young gentleman, was very soon among the coal dust, and in no hurry to come out of it.\n", "word": "pale", "modifies": "gentleman"}
{"color": "pink", "line": "We were noticing this, and saying how that the mist rose with a change of wind from a certain quarter of our marshes, when we came upon a man, slouching under the lee of the turnpike house.\n", "word": "rose", "modifies": "mist"}
{"color": "red", "line": "The Constables and the Bow Street men from London—for, this happened in the days of the extinct red waistcoated police—were about the house for a week or two, and did pretty much what I have heard and read of like authorities doing in other such cases.\n", "word": "red", "modifies": "police"}
{"color": "blue", "line": "Above all, she was a blessing to Joe, for the dear old fellow was sadly cut up by the constant contemplation of the wreck of his wife, and had been accustomed, while attending on her of an evening, to turn to me every now and then and say, with his blue eyes moistened, “Such a fine figure of a woman as she once were, Pip!” Biddy instantly taking the cleverest charge of her as though she had studied her from infancy; Joe became able in some sort to appreciate the greater quiet of his life, and to get down to the Jolly Bargemen now and then for a change that did him good.\n", "word": "blue", "modifies": "eye"}
{"color": "yellow", "line": "So unchanging was the dull old house, the yellow light in the darkened room, the faded spectre in the chair by the dressing table glass, that I felt as if the stopping of the clocks had stopped Time in that mysterious place, and, while I and everything else outside it grew older, it stood still.\n", "word": "yellow", "modifies": "light"}
{"color": "black", "line": "I had known him the moment I saw him looking over the settle, and now that I stood confronting him with his hand upon my shoulder, I checked off again in detail his large head, his dark complexion, his deep set eyes, his bushy black eyebrows, his large watch chain, his strong black dots of beard and whisker, and even the smell of scented soap on his great hand.\n", "word": "black", "modifies": "eyebrow"}
{"color": "green", "line": "As I passed the church, I felt (as I had felt during service in the morning) a sublime compassion for the poor creatures who were destined to go there, Sunday after Sunday, all their lives through, and to lie obscurely at last among the low green mounds.\n", "word": "green", "modifies": "mound"}
{"color": "purple", "line": "I promised myself that I would do something for them one of these days, and formed a plan in outline for bestowing a dinner of roast beef and plum pudding, a pint of ale, and a gallon of condescension, upon everybody in the village.\n", "word": "plum", "modifies": "pudding"}
{"color": "black", "line": "won’t his manners do then?” asked Biddy, plucking a black currant leaf.\n", "word": "black", "modifies": "leaf"}
{"color": "green", "line": "His getting on his box, which I remember to have been decorated with an old weather stained pea green hammercloth moth eaten into rags, was quite a work of time.\n", "word": "green", "modifies": "moth"}
{"color": "black", "line": "Mr. Jaggers’s own high backed chair was of deadly black horsehair, with rows of brass nails round it, like a coffin; and I fancied I could see how he leaned back in it, and bit his forefinger at the clients.\n", "word": "black", "modifies": "horsehair"}
{"color": "black", "line": "I wondered whether the two swollen faces were of Mr. Jaggers’s family, and, if he were so unfortunate as to have had a pair of such ill looking relations, why he stuck them on that dusty perch for the blacks and flies to settle on, instead of giving them a place at home.\n", "word": "black", "modifies": "perch"}
{"color": "black", "line": "So, I rubbed it off with all possible speed by turning into a street where I saw the great black dome of Saint Paul’s bulging at me from behind a grim stone building which a bystander said was Newgate Prison.\n", "word": "black", "modifies": "dome"}
{"color": "white", "line": "We all three went to it, behind the wire blind, and presently saw the client go by in an accidental manner, with a murderous looking tall individual, in a short suit of white linen and a paper cap.\n", "word": "white", "modifies": "linen"}
{"color": "green", "line": "This guileless confectioner was not by any means sober, and had a black eye in the green stage of recovery, which was painted over.\n", "word": "green", "modifies": "stage"}
{"color": "black", "line": "This guileless confectioner was not by any means sober, and had a black eye in the green stage of recovery, which was painted over.\n", "word": "black", "modifies": "eye"}
{"color": "blue", "line": "My depression was not alleviated by the announcement, for, I had supposed that establishment to be an hotel kept by Mr. Barnard, to which the Blue Boar in our town was a mere public house.\n", "word": "blue", "modifies": "boar"}
{"color": "white", "line": "The pale young gentleman and I stood contemplating one another in Barnard’s Inn, until we both burst out laughing.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "“Well!” said the pale young gentleman, reaching out his hand good humouredly, “it’s all over now, I hope, and it will be magnanimous in you if you’ll forgive me for having knocked you about so.” I derived from this speech that Mr. Herbert Pocket (for Herbert was the pale young gentleman’s name) still rather confounded his intention with his execution.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "He was still a pale young gentleman, and had a certain conquered languor about him in the midst of his spirits and briskness, that did not seem indicative of natural strength.\n", "word": "pale", "modifies": "gentleman"}
{"color": "red", "line": "“Gracious me, Flopson!” said Mrs. Pocket, looking off her book for a moment, “everybody’s tumbling!” “Gracious you, indeed, Mum!” returned Flopson, very red in the face; “what have you got there?” “_I_ got here, Flopson?” asked Mrs. Pocket.\n", "word": "red", "modifies": "face"}
{"color": "gray", "line": "Under these circumstances, when Flopson and Millers had got the children into the house, like a little flock of sheep, and Mr. Pocket came out of it to make my acquaintance, I was not much surprised to find that Mr. Pocket was a gentleman with a rather perplexed expression of face, and with his very grey hair disordered on his head, as if he didn’t quite see his way to putting anything straight.\n", "word": "grey", "modifies": "hair"}
{"color": "black", "line": "When he had talked with me a little, he said to Mrs. Pocket, with a rather anxious contraction of his eyebrows, which were black and handsome, “Belinda, I hope you have welcomed Mr. Pip?” And she looked up from her book, and said, “Yes.” She then smiled upon me in an absent state of mind, and asked me if I liked the taste of orange flower water?\n", "word": "black", "modifies": "contraction"}
{"color": "white", "line": "In the front first floor, a clerk who looked something between a publican and a rat catcher—a large pale, puffed, swollen man—was attentively engaged with three or four people of shabby appearance, whom he treated as unceremoniously as everybody seemed to be treated who contributed to Mr. Jaggers’s coffers.\n", "word": "pale", "modifies": "man"}
{"color": "black", "line": "In a back room, a high shouldered man with a face ache tied up in dirty flannel, who was dressed in old black clothes that bore the appearance of having been waxed, was stooping over his work of making fair copies of the notes of the other two gentlemen, for Mr. Jaggers’s own use.\n", "word": "black", "modifies": "clothes"}
{"color": "silver", "line": "No silver, sir.\n", "word": "silver", "modifies": "sir"}
{"color": "gold", "line": "And his watch is a gold repeater, and worth a hundred pound if it’s worth a penny.\n", "word": "gold", "modifies": "repeater"}
{"color": "red", "line": "Wemmick stood with his watch in his hand until the moment was come for him to take the red hot poker from the Aged, and repair to the battery.\n", "word": "red", "modifies": "poker"}
{"color": "brown", "line": "So, up a dark brown staircase into a series of three dark brown rooms on the first floor.\n", "word": "brown", "modifies": "staircase"}
{"color": "silver", "line": "The table was comfortably laid—no silver in the service, of course—and at the side of his chair was a capacious dumb waiter, with a variety of bottles and decanters on it, and four dishes of fruit for dessert.\n", "word": "silver", "modifies": "service"}
{"color": "white", "line": "Rather tall, of a lithe nimble figure, extremely pale, with large faded eyes, and a quantity of streaming hair.\n", "word": "pale", "modifies": "figure"}
{"color": "red", "line": "Years afterwards, I made a dreadful likeness of that woman, by causing a face that had no other natural resemblance to it than it derived from flowing hair to pass behind a bowl of flaming spirits in a dark room.\n", "word": "flaming", "modifies": "spirit"}
{"color": "gold", "line": "“Gentlemen,” said Mr. Jaggers, deliberately putting down the glass, and hauling out his gold repeater by its massive chain, “I am exceedingly sorry to announce that it’s half past nine.” On this hint we all rose to depart.\n", "word": "gold", "modifies": "repeater"}
{"color": "white", "line": "For, after I had made the monster (out of the refuse of my washerwoman’s family), and had clothed him with a blue coat, canary waistcoat, white cravat, creamy breeches, and the boots already mentioned, I had to find him a little to do and a great deal to eat; and with both of those horrible requirements he haunted my existence.\n", "word": "white", "modifies": "cravat"}
{"color": "blue", "line": "For, after I had made the monster (out of the refuse of my washerwoman’s family), and had clothed him with a blue coat, canary waistcoat, white cravat, creamy breeches, and the boots already mentioned, I had to find him a little to do and a great deal to eat; and with both of those horrible requirements he haunted my existence.\n", "word": "blue", "modifies": "coat"}
{"color": "black", "line": "Still more, when his mourning ’at is unfortunately made so small as that the weight of the black feathers brings it off, try to keep it on how you may.” A ghost seeing effect in Joe’s own countenance informed me that Herbert had entered the room.\n", "word": "black", "modifies": "feather"}
{"color": "red", "line": "But we didn’t find that it come up to its likeness in the red bills at the shop doors; which I meantersay,” added Joe, in an explanatory manner, “as it is there drawd too architectooralooral.” I really believe Joe would have prolonged this word (mightily expressive to my mind of some architecture that I know) into a perfect Chorus, but for his attention being providentially attracted by his hat, which was toppling.\n", "word": "red", "modifies": "bill"}
{"color": "blue", "line": "But, when I had secured my box place by to morrow’s coach, and had been down to Mr. Pocket’s and back, I was not by any means convinced on the last point, and began to invent reasons and make excuses for putting up at the Blue Boar.\n", "word": "blue", "modifies": "boar"}
{"color": "blue", "line": "Having settled that I must go to the Blue Boar, my mind was much disturbed by indecision whether or not to take the Avenger.\n", "word": "blue", "modifies": "boar"}
{"color": "blue", "line": "It was tempting to think of that expensive Mercenary publicly airing his boots in the archway of the Blue Boar’s posting yard; it was almost solemn to imagine him casually produced in the tailor’s shop, and confounding the disrespectful senses of Trabb’s boy.\n", "word": "blue", "modifies": "boar"}
{"color": "green", "line": "He must have been a green one.\n", "word": "green", "modifies": "one"}
{"color": "black", "line": "In my fancy, I saw the boat with its convict crew waiting for them at the slime washed stairs,—again heard the gruff “Give way, you!” like and order to dogs,—again saw the wicked Noah’s Ark lying out on the black water.\n", "word": "black", "modifies": "water"}
{"color": "blue", "line": "The coffee room at the Blue Boar was empty, and I had not only ordered my dinner there, but had sat down to it, before the waiter knew me.\n", "word": "blue", "modifies": "boar"}
{"color": "red", "line": "I had stopped to look at the house as I passed; and its seared red brick walls, blocked windows, and strong green ivy clasping even the stacks of chimneys with its twigs and tendons, as if with sinewy old arms, had made up a rich attractive mystery, of which I was the hero.\n", "word": "red", "modifies": "wall"}
{"color": "green", "line": "I had stopped to look at the house as I passed; and its seared red brick walls, blocked windows, and strong green ivy clasping even the stacks of chimneys with its twigs and tendons, as if with sinewy old arms, had made up a rich attractive mystery, of which I was the hero.\n", "word": "green", "modifies": "ivy"}
{"color": "gray", "line": "I started much more naturally then, to find myself confronted by a man in a sober grey dress.\n", "word": "grey", "modifies": "dress"}
{"color": "white", "line": "Sitting near her, with the white shoe, that had never been worn, in her hand, and her head bent as she looked at it, was an elegant lady whom I had never seen.\n", "word": "white", "modifies": "shoe"}
{"color": "white", "line": "So, Estella and I went out into the garden by the gate through which I had strayed to my encounter with the pale young gentleman, now Herbert; I, trembling in spirit and worshipping the very hem of her dress; she, quite composed and most decidedly not worshipping the hem of mine.\n", "word": "pale", "modifies": "gentleman"}
{"color": "white", "line": "As my eyes followed her white hand, again the same dim suggestion that I could not possibly grasp crossed me.\n", "word": "white", "modifies": "hand"}
{"color": "green", "line": "If the green and yellow growth of weed in the chinks of the old wall had been the most precious flowers that ever blew, it could not have been more cherished in my remembrance.\n", "word": "green", "modifies": "growth"}
{"color": "yellow", "line": "We had stopped near the centre of the long table, and Miss Havisham, with one of her withered arms stretched out of the chair, rested that clenched hand upon the yellow cloth.\n", "word": "yellow", "modifies": "cloth"}
{"color": "pink", "line": "For she rose up in the chair, in her shroud of a dress, and struck at the air as if she would as soon have struck herself against the wall and fallen dead.\n", "word": "rose", "modifies": "chair"}
{"color": "green", "line": "Mr. Jaggers presided, Estella sat opposite to him, I faced my green and yellow friend.\n", "word": "green", "modifies": "friend"}
{"color": "blue", "line": "After well considering the matter while I was dressing at the Blue Boar in the morning, I resolved to tell my guardian that I doubted Orlick’s being the right sort of man to fill a post of trust at Miss Havisham’s.\n", "word": "blue", "modifies": "boar"}
{"color": "blue", "line": "I was thus enabled to fly from the Blue Boar immediately after breakfast.\n", "word": "blue", "modifies": "boar"}
{"color": "blue", "line": "Casting my eyes along the street at a certain point of my progress, I beheld Trabb’s boy approaching, lashing himself with an empty blue bag.\n", "word": "blue", "modifies": "bag"}
{"color": "blue", "line": "His blue bag was slung over his shoulder, honest industry beamed in his eyes, a determination to proceed to Trabb’s with cheerful briskness was indicated in his gait.\n", "word": "blue", "modifies": "bag"}
{"color": "blue", "line": "He wore the blue bag in the manner of my great coat, and was strutting along the pavement towards me on the opposite side of the street, attended by a company of delighted young friends to whom he from time to time exclaimed, with a wave of his hand, “Don’t know yah!” Words cannot state the amount of aggravation and injury wreaked upon me by Trabb’s boy, when passing abreast of me, he pulled up his shirt collar, twined his side hair, stuck an arm akimbo, and smirked extravagantly by, wriggling his elbows and body, and drawling to his attendants, “Don’t know yah, don’t know yah, ’pon my soul don’t know yah!” The disgrace attendant on his immediately afterwards taking to crowing and pursuing me across the bridge with crows, as from an exceedingly dejected fowl who had known me when I was a blacksmith, culminated the disgrace with which I left the town, and was, so to speak, ejected by it into the open country.\n", "word": "blue", "modifies": "bag"}
{"color": "white", "line": "The whole of the Danish nobility were in attendance; consisting of a noble boy in the wash leather boots of a gigantic ancestor, a venerable Peer with a dirty face who seemed to have risen from the people late in life, and the Danish chivalry with a comb in its hair and a pair of white silk legs, and presenting on the whole a feminine appearance.\n", "word": "white", "modifies": "leg"}
{"color": "white", "line": "Lastly, Ophelia was a prey to such slow musical madness, that when, in course of time, she had taken off her white muslin scarf, folded it up, and buried it, a sulky man who had been long cooling his impatient nose against an iron bar in the front row of the gallery, growled, “Now the baby’s put to bed let’s have supper!” Which, to say the least of it, was out of keeping.\n", "word": "white", "modifies": "scarf"}
{"color": "black", "line": "On his taking the recorders,—very like a little black flute that had just been played in the orchestra and handed out at the door,—he was called upon unanimously for Rule Britannia.\n", "word": "black", "modifies": "flute"}
{"color": "black", "line": "Mr. Wopsle in a comprehensive black cloak, being descried entering at the turnpike, the gravedigger was admonished in a friendly way, “Look out!\n", "word": "black", "modifies": "cloak"}
{"color": "white", "line": "We had made some pale efforts in the beginning to applaud Mr. Wopsle; but they were too hopeless to be persisted in.\n", "word": "pale", "modifies": "effort"}
{"color": "red", "line": "The last Hamlet as I dressed, made the same mistakes in his reading at rehearsal, till I got him to put a large red wafer on each of his shins, and then at that rehearsal (which was the last) I went in front, sir, to the back of the pit, and whenever his reading brought him into profile, I called out “I don’t see no wafers!” And at night his reading was lovely.” Mr. Waldengarver smiled at me, as much as to say “a faithful Dependent—I overlook his folly;” and then said aloud, “My view is a little classic and thoughtful for them here; but they will improve, they will improve.” Herbert and I said together, O, no doubt they would improve.\n", "word": "red", "modifies": "wafer"}
{"color": "blue", "line": "Not that its arrival brought me either; for, then I was worse than ever, and began haunting the coach office in Wood Street, Cheapside, before the coach had left the Blue Boar in our town.\n", "word": "blue", "modifies": "boar"}
{"color": "black", "line": "Ah, indeed!” and also, “Is that Black Bill behind the cistern?\n", "word": "black", "modifies": "bill"}
{"color": "green", "line": "Almost as soon as he had spoken, a portly upright man (whom I can see now, as I write) in a well worn olive coloured frock coat, with a peculiar pallor overspreading the red in his complexion, and eyes that went wandering about when he tried to fix them, came up to a corner of the bars, and put his hand to his hat—which had a greasy and fatty surface like cold broth—with a half serious and half jocose military salute.\n", "word": "olive", "modifies": "coat"}
{"color": "black", "line": "Upon that, he pulled out a napkin, as if it were a magic clue without which he couldn’t find the way upstairs, and led us to the black hole of the establishment, fitted up with a diminishing mirror (quite a superfluous article, considering the hole’s proportions), an anchovy sauce cruet, and somebody’s pattens.\n", "word": "black", "modifies": "hole"}
{"color": "white", "line": "A teaboard, cups and saucers, plates, knives and forks (including carvers), spoons (various), salt cellars, a meek little muffin confined with the utmost precaution under a strong iron cover, Moses in the bulrushes typified by a soft bit of butter in a quantity of parsley, a pale loaf with a powdered head, two proof impressions of the bars of the kitchen fireplace on triangular bits of bread, and ultimately a fat family urn; which the waiter staggered in with, expressing in his countenance burden and suffering.\n", "word": "pale", "modifies": "loaf"}
{"color": "green", "line": "We came to Richmond all too soon, and our destination there was a house by the green,—a staid old house, where hoops and powder and patches, embroidered coats, rolled stockings, ruffles and swords, had had their court days many a time.\n", "word": "green", "modifies": "house"}
{"color": "blue", "line": "As we got more and more into debt, breakfast became a hollower and hollower form, and, being on one occasion at breakfast time threatened (by letter) with legal proceedings, “not unwholly unconnected,” as my local paper might put it, “with jewelery,” I went so far as to seize the Avenger by his blue collar and shake him off his feet,—so that he was actually in the air, like a booted Cupid,—for presuming to suppose that we wanted a roll.\n", "word": "blue", "modifies": "collar"}
{"color": "blue", "line": "I went down early in the morning, and alighted at the Blue Boar in good time to walk over to the forge.\n", "word": "blue", "modifies": "boar"}
{"color": "black", "line": "Two dismally absurd persons, each ostentatiously exhibiting a crutch done up in a black bandage,—as if that instrument could possibly communicate any comfort to anybody,—were posted at the front door; and in one of them I recognised a postboy discharged from the Boar for turning a young couple into a sawpit on their bridal morning, in consequence of intoxication rendering it necessary for him to ride his horse clasped round the neck with both arms.\n", "word": "black", "modifies": "bandage"}
{"color": "black", "line": "Here, Mr. Trabb had taken unto himself the best table, and had got all the leaves up, and was holding a kind of black Bazaar, with the aid of a quantity of black pins.\n", "word": "black", "modifies": "bazaar"}
{"color": "black", "line": "At the moment of my arrival, he had just finished putting somebody’s hat into black long clothes, like an African baby; so he held out his hand for mine.\n", "word": "black", "modifies": "clothes"}
{"color": "black", "line": "Poor dear Joe, entangled in a little black cloak tied in a large bow under his chin, was seated apart at the upper end of the room; where, as chief mourner, he had evidently been stationed by Trabb.\n", "word": "black", "modifies": "cloak"}
{"color": "black", "line": "Biddy, looking very neat and modest in her black dress, went quietly here and there, and was very helpful.\n", "word": "black", "modifies": "dress"}
{"color": "purple", "line": "The air of the parlour being faint with the smell of sweet cake, I looked about for the table of refreshments; it was scarcely visible until one had got accustomed to the gloom, but there was a cut up plum cake upon it, and there were cut up oranges, and sandwiches, and biscuits, and two decanters that I knew very well as ornaments, but had never seen used in all my life; one full of port, and one of sherry.\n", "word": "plum", "modifies": "cake"}
{"color": "black", "line": "Standing at this table, I became conscious of the servile Pumblechook in a black cloak and several yards of hatband, who was alternately stuffing himself, and making obsequious movements to catch my attention.\n", "word": "black", "modifies": "cloak"}
{"color": "black", "line": "The remains of my poor sister had been brought round by the kitchen door, and, it being a point of Undertaking ceremony that the six bearers must be stifled and blinded under a horrible black velvet housing with a white border, the whole looked like a blind monster with twelve human legs, shuffling and blundering along, under the guidance of two keepers,—the postboy and his comrade.\n", "word": "black", "modifies": "housing"}
{"color": "white", "line": "The remains of my poor sister had been brought round by the kitchen door, and, it being a point of Undertaking ceremony that the six bearers must be stifled and blinded under a horrible black velvet housing with a white border, the whole looked like a blind monster with twelve human legs, shuffling and blundering along, under the guidance of two keepers,—the postboy and his comrade.\n", "word": "white", "modifies": "border"}
{"color": "green", "line": "The cut of her dress from the waist upward, both before and behind, made her figure very like a boy’s kite; and I might have pronounced her gown a little too decidedly orange, and her gloves a little too intensely green.\n", "word": "green", "modifies": "glove"}
{"color": "green", "line": "In course of time I saw his hand appear on the other side of Miss Skiffins; but at that moment Miss Skiffins neatly stopped him with the green glove, unwound his arm again as if it were an article of dress, and with the greatest deliberation laid it on the table before her.\n", "word": "green", "modifies": "glove"}
{"color": "black", "line": "This was the time for Wemmick to produce a little kettle, a tray of glasses, and a black bottle with a porcelain topped cork, representing some clerical dignitary of a rubicund and social aspect.\n", "word": "black", "modifies": "bottle"}
{"color": "green", "line": "If that staid old house near the Green at Richmond should ever come to be haunted when I am dead, it will be haunted, surely, by my ghost.\n", "word": "green", "modifies": "house"}
{"color": "yellow", "line": "The mother looked young, and the daughter looked old; the mother’s complexion was pink, and the daughter’s was yellow; the mother set up for frivolity, and the daughter for theology.\n", "word": "yellow", "modifies": "daughter"}
{"color": "pink", "line": "The mother looked young, and the daughter looked old; the mother’s complexion was pink, and the daughter’s was yellow; the mother set up for frivolity, and the daughter for theology.\n", "word": "pink", "modifies": "complexion"}
{"color": "white", "line": "As I looked round at them, and at the pale gloom they made, and at the stopped clock, and at the withered articles of bridal dress upon the table and the ground, and at her own awful figure with its ghostly reflection thrown large by the fire upon the ceiling and the wall, I saw in everything the construction that my mind had come to, repeated and thrown back to me.\n", "word": "pale", "modifies": "gloom"}
{"color": "gray", "line": "Miss Havisham’s grey hair was all adrift upon the ground, among the other bridal wrecks, and was a miserable sight to see.\n", "word": "grey", "modifies": "hair"}
{"color": "red", "line": "“And so do I,” I added, with a scarlet face.\n", "word": "scarlet", "modifies": "face"}
{"color": "pink", "line": "“_O_, Lord!” This was the only retort—except glass or crockery—that the heavy creature was capable of making; but, I became as highly incensed by it as if it had been barbed with wit, and I immediately rose in my place and said that I could not but regard it as being like the honourable Finch’s impudence to come down to that Grove,—we always talked about coming down to that Grove, as a neat Parliamentary turn of expression,—down to that Grove, proposing a lady of whom he knew nothing.\n", "word": "rose", "modifies": "place"}
{"color": "red", "line": "Occasionally, the smoke came rolling down the chimney as though it could not bear to go out into such a night; and when I set the doors open and looked down the staircase, the staircase lamps were blown out; and when I shaded my face with my hands and looked through the black windows (opening them ever so little was out of the question in the teeth of such wind and rain), I saw that the lamps in the court were blown out, and that the lamps on the bridges and the shore were shuddering, and that the coal fires in barges on the river were being carried away before the wind like red hot splashes in the rain.\n", "word": "red", "modifies": "splash"}
{"color": "black", "line": "Occasionally, the smoke came rolling down the chimney as though it could not bear to go out into such a night; and when I set the doors open and looked down the staircase, the staircase lamps were blown out; and when I shaded my face with my hands and looked through the black windows (opening them ever so little was out of the question in the teeth of such wind and rain), I saw that the lamps in the court were blown out, and that the lamps on the bridges and the shore were shuddering, and that the coal fires in barges on the river were being carried away before the wind like red hot splashes in the rain.\n", "word": "black", "modifies": "window"}
{"color": "gray", "line": "That he had long iron grey hair.\n", "word": "grey", "modifies": "hair"}
{"color": "gray", "line": "Then, I saw that his head was furrowed and bald, and that the long iron grey hair grew only on its sides.\n", "word": "grey", "modifies": "hair"}
{"color": "brown", "line": "“May I make so bold,” he said then, with a smile that was like a frown, and with a frown that was like a smile, “as ask you _how_ you have done well, since you and me was out on them lone shivering marshes?” “How?” “Ah!” He emptied his glass, got up, and stood at the side of the fire, with his heavy brown hand on the mantel shelf.\n", "word": "brown", "modifies": "hand"}
{"color": "gold", "line": "“Look’ee here!” he went on, taking my watch out of my pocket, and turning towards him a ring on my finger, while I recoiled from his touch as if he had been a snake, “a gold ’un and a beauty: _that’s_ a gentleman’s, I hope!\n", "word": "gold", "modifies": "snake"}
{"color": "black", "line": "When I awoke without having parted in my sleep with the perception of my wretchedness, the clocks of the Eastward churches were striking five, the candles were wasted out, the fire was dead, and the wind and rain intensified the thick black darkness.\n", "word": "black", "modifies": "darkness"}
{"color": "black", "line": "Now, in groping my way down the black staircase I fell over something, and that something was a man crouching in a corner.\n", "word": "black", "modifies": "staircase"}
{"color": "white", "line": "I lighted my fire, which burnt with a raw pale flare at that time of the morning, and fell into a doze before it.\n", "word": "pale", "modifies": "flare"}
{"color": "gray", "line": "What I was chained to, and how heavily, became intelligible to me, as I heard his hoarse voice, and sat looking up at his furrowed bald head with its iron grey hair at the sides.\n", "word": "grey", "modifies": "hair"}
{"color": "black", "line": "Where will you be safe?” “Dear boy,” he returned, “there’s disguising wigs can be bought for money, and there’s hair powder, and spectacles, and black clothes,—shorts and what not.\n", "word": "black", "modifies": "clothes"}
{"color": "black", "line": "“And even then, dear boy,” said he, pulling a greasy little clasped black Testament out of his pocket, “we’ll have him on his oath.” To state that my terrible patron carried this little black book about the world solely to swear people on in cases of emergency, would be to state what I never quite established; but this I can say, that I never knew him put it to any other use.\n", "word": "black", "modifies": "testament"}
{"color": "silver", "line": "I’ve been locked up as much as a silver tea kittle.\n", "word": "silver", "modifies": "tea"}
{"color": "white", "line": "She’s all in white,’ he says, ‘wi’ white flowers in her hair, and she’s awful mad, and she’s got a shroud hanging over her arm, and she says she’ll put it on me at five in the morning.’ “Says Compeyson: ‘Why, you fool, don’t you know she’s got a living body?\n", "word": "white", "modifies": "flower"}
{"color": "black", "line": "Him and me was soon busy, and first he swore me (being ever artful) on my own book,—this here little black book, dear boy, what I swore your comrade on.\n", "word": "black", "modifies": "book"}
{"color": "black", "line": "“Not to go into the things that Compeyson planned, and I done—which ’ud take a week—I’ll simply say to you, dear boy, and Pip’s comrade, that that man got me into such nets as made me his black slave.\n", "word": "black", "modifies": "slave"}
{"color": "black", "line": "“When we was put in the dock, I noticed first of all what a gentleman Compeyson looked, wi’ his curly hair and his black clothes and his white pocket handkercher, and what a common sort of a wretch I looked.\n", "word": "black", "modifies": "clothes"}
{"color": "white", "line": "“When we was put in the dock, I noticed first of all what a gentleman Compeyson looked, wi’ his curly hair and his black clothes and his white pocket handkercher, and what a common sort of a wretch I looked.\n", "word": "white", "modifies": "handkercher"}
{"color": "white", "line": "And when it come to speech making, warn’t it Compeyson as could speak to ’em wi’ his face dropping every now and then into his white pocket handkercher,—ah!\n", "word": "white", "modifies": "handkercher"}
{"color": "black", "line": "The black hole of that ship warn’t a strong one, to a judge of black holes that could swim and dive.\n", "word": "black", "modifies": "hole"}
{"color": "blue", "line": "When we drove up to the Blue Boar after a drizzly ride, whom should I see come out under the gateway, toothpick in hand, to look at the coach, but Bentley Drummle!\n", "word": "blue", "modifies": "boar"}
{"color": "red", "line": "After watching it for what appeared in the silence and by the light of the slowly wasting candles to be a long time, she was roused by the collapse of some of the red coals, and looked towards me again—at first, vacantly—then, with a gradually concentrating attention.\n", "word": "red", "modifies": "coal"}
{"color": "blue", "line": "There was an inhospitable smell in the room, of cold soot and hot dust; and, as I looked up into the corners of the tester over my head, I thought what a number of blue bottle flies from the butchers’, and earwigs from the market, and grubs from the country, must be holding on up there, lying by for next summer.\n", "word": "blue", "modifies": "bottle"}
{"color": "red", "line": "It came into my head that he must have occupied this very vault of mine, and I got out of bed to assure myself that there were no red marks about; then opened the door to look out into the passages, and cheer myself with the companionship of a distant light, near which I knew the chamberlain to be dozing.\n", "word": "red", "modifies": "mark"}
{"color": "white", "line": "Previous to placing it before him, he went into the Aged’s room with a clean white cloth, and tied the same under the old gentleman’s chin, and propped him up, and put his nightcap on one side, and gave him quite a rakish air.\n", "word": "white", "modifies": "cloth"}
{"color": "green", "line": "We had loin of pork for dinner, and greens grown on the estate; and I nodded at the Aged with a good intention whenever I failed to do it drowsily.\n", "word": "green", "modifies": "loin"}
{"color": "green", "line": "It was called Mill Pond Bank, Chinks’s Basin; and I had no other guide to Chinks’s Basin than the Old Green Copper Rope walk.\n", "word": "green", "modifies": "copper"}
{"color": "brown", "line": "It was called Mill Pond Bank, Chinks’s Basin; and I had no other guide to Chinks’s Basin than the Old Green Copper Rope walk.\n", "word": "copper", "modifies": "walk"}
{"color": "green", "line": "It matters not what stranded ships repairing in dry docks I lost myself among, what old hulls of ships in course of being knocked to pieces, what ooze and slime and other dregs of tide, what yards of ship builders and ship breakers, what rusty anchors blindly biting into the ground, though for years off duty, what mountainous country of accumulated casks and timber, how many rope walks that were not the Old Green Copper.\n", "word": "green", "modifies": "copper"}
{"color": "brown", "line": "It matters not what stranded ships repairing in dry docks I lost myself among, what old hulls of ships in course of being knocked to pieces, what ooze and slime and other dregs of tide, what yards of ship builders and ship breakers, what rusty anchors blindly biting into the ground, though for years off duty, what mountainous country of accumulated casks and timber, how many rope walks that were not the Old Green Copper.\n", "word": "copper", "modifies": "walk"}
{"color": "green", "line": "It was a fresh kind of place, all circumstances considered, where the wind from the river had room to turn itself round; and there were two or three trees in it, and there was the stump of a ruined windmill, and there was the Old Green Copper Rope walk,—whose long and narrow vista I could trace in the moonlight, along a series of wooden frames set in the ground, that looked like superannuated haymaking rakes which had grown old and lost most of their teeth.\n", "word": "green", "modifies": "walk"}
{"color": "brown", "line": "It was a fresh kind of place, all circumstances considered, where the wind from the river had room to turn itself round; and there were two or three trees in it, and there was the stump of a ruined windmill, and there was the Old Green Copper Rope walk,—whose long and narrow vista I could trace in the moonlight, along a series of wooden frames set in the ground, that looked like superannuated haymaking rakes which had grown old and lost most of their teeth.\n", "word": "copper", "modifies": "rope"}
{"color": "black", "line": "Two mutton chops, three potatoes, some split peas, a little flour, two ounces of butter, a pinch of salt, and all this black pepper.\n", "word": "black", "modifies": "pepper"}
{"color": "pink", "line": "As we passed Mr. Barley’s door, he was heard hoarsely muttering within, in a strain that rose and fell like wind, the following Refrain, in which I substitute good wishes for something quite the reverse:— “Ahoy!\n", "word": "rose", "modifies": "strain"}
{"color": "green", "line": "When I had taken leave of the pretty, gentle, dark eyed girl, and of the motherly woman who had not outlived her honest sympathy with a little affair of true love, I felt as if the Old Green Copper Rope walk had grown quite a different place.\n", "word": "green", "modifies": "walk"}
{"color": "brown", "line": "When I had taken leave of the pretty, gentle, dark eyed girl, and of the motherly woman who had not outlived her honest sympathy with a little affair of true love, I felt as if the Old Green Copper Rope walk had grown quite a different place.\n", "word": "copper", "modifies": "walk"}
{"color": "black", "line": "But I thought with dread that it was flowing towards Magwitch, and that any black mark on its surface might be his pursuers, going swiftly, silently, and surely, to take him.\n", "word": "black", "modifies": "mark"}
{"color": "red", "line": "And Herbert had seen him as a predatory Tartar of comic propensities, with a face like a red brick, and an outrageous hat all over bells.\n", "word": "red", "modifies": "brick"}
{"color": "red", "line": "He had a bag of money in his pocket, like a pudding in the cloth, and on that property married a young person in bed furniture, with great rejoicings; the whole population of Portsmouth (nine in number at the last census) turning out on the beach to rub their own hands and shake everybody else’s, and sing “Fill, fill!” A certain dark complexioned Swab, however, who wouldn’t fill, or do anything else that was proposed to him, and whose heart was openly stated (by the boatswain) to be as black as his figure head, proposed to two other Swabs to get all mankind into difficulties; which was so effectually done (the Swab family having considerable political influence) that it took half the evening to set things right, and then it was only brought about through an honest little grocer with a white hat, black gaiters, and red nose, getting into a clock, with a gridiron, and listening, and coming out, and knocking everybody down from behind with the gridiron whom he couldn’t confute with what he had overheard.\n", "word": "red", "modifies": "nose"}
{"color": "black", "line": "He had a bag of money in his pocket, like a pudding in the cloth, and on that property married a young person in bed furniture, with great rejoicings; the whole population of Portsmouth (nine in number at the last census) turning out on the beach to rub their own hands and shake everybody else’s, and sing “Fill, fill!” A certain dark complexioned Swab, however, who wouldn’t fill, or do anything else that was proposed to him, and whose heart was openly stated (by the boatswain) to be as black as his figure head, proposed to two other Swabs to get all mankind into difficulties; which was so effectually done (the Swab family having considerable political influence) that it took half the evening to set things right, and then it was only brought about through an honest little grocer with a white hat, black gaiters, and red nose, getting into a clock, with a gridiron, and listening, and coming out, and knocking everybody down from behind with the gridiron whom he couldn’t confute with what he had overheard.\n", "word": "black", "modifies": "head"}
{"color": "white", "line": "He had a bag of money in his pocket, like a pudding in the cloth, and on that property married a young person in bed furniture, with great rejoicings; the whole population of Portsmouth (nine in number at the last census) turning out on the beach to rub their own hands and shake everybody else’s, and sing “Fill, fill!” A certain dark complexioned Swab, however, who wouldn’t fill, or do anything else that was proposed to him, and whose heart was openly stated (by the boatswain) to be as black as his figure head, proposed to two other Swabs to get all mankind into difficulties; which was so effectually done (the Swab family having considerable political influence) that it took half the evening to set things right, and then it was only brought about through an honest little grocer with a white hat, black gaiters, and red nose, getting into a clock, with a gridiron, and listening, and coming out, and knocking everybody down from behind with the gridiron whom he couldn’t confute with what he had overheard.\n", "word": "white", "modifies": "hat"}
{"color": "red", "line": "The second piece was the last new grand comic Christmas pantomime, in the first scene of which, it pained me to suspect that I detected Mr. Wopsle with red worsted legs under a highly magnified phosphoric countenance and a shock of red curtain fringe for his hair, engaged in the manufacture of thunderbolts in a mine, and displaying great cowardice when his gigantic master came home (very hoarse) to dinner.\n", "word": "red", "modifies": "leg"}
{"color": "gray", "line": "The cathedral chimes had at once a sadder and a more remote sound to me, as I hurried on avoiding observation, than they had ever had before; so, the swell of the old organ was borne to my ears like funeral music; and the rooks, as they hovered about the grey tower and swung in the bare high trees of the priory garden, seemed to call to me that the place was changed, and that Estella was gone out of it for ever.\n", "word": "grey", "modifies": "tower"}
{"color": "white", "line": "There were none there, and she took from her pocket a yellow set of ivory tablets, mounted in tarnished gold, and wrote upon them with a pencil in a case of tarnished gold that hung from her neck.\n", "word": "ivory", "modifies": "tablet"}
{"color": "gold", "line": "There were none there, and she took from her pocket a yellow set of ivory tablets, mounted in tarnished gold, and wrote upon them with a pencil in a case of tarnished gold that hung from her neck.\n", "word": "gold", "modifies": "case"}
{"color": "yellow", "line": "There were none there, and she took from her pocket a yellow set of ivory tablets, mounted in tarnished gold, and wrote upon them with a pencil in a case of tarnished gold that hung from her neck.\n", "word": "yellow", "modifies": "set"}
{"color": "white", "line": "To see her with her white hair and her worn face kneeling at my feet gave me a shock through all my frame.\n", "word": "white", "modifies": "hair"}
{"color": "red", "line": "In the moment when I was withdrawing my head to go quietly away, I saw a great flaming light spring up.\n", "word": "flaming", "modifies": "light"}
{"color": "black", "line": "I still held her forcibly down with all my strength, like a prisoner who might escape; and I doubt if I even knew who she was, or why we had struggled, or that she had been in flames, or that the flames were out, until I saw the patches of tinder that had been her garments no longer alight but falling in a black shower around us.\n", "word": "black", "modifies": "shower"}
{"color": "white", "line": "Though every vestige of her dress was burnt, as they told me, she still had something of her old ghastly bridal appearance; for, they had covered her to the throat with white cotton wool, and as she lay with a white sheet loosely overlying that, the phantom air of something that had been and was changed was still upon her.\n", "word": "white", "modifies": "wool"}
{"color": "blue", "line": "Avoiding the Blue Boar, I put up at an inn of minor reputation down the town, and ordered some dinner.\n", "word": "blue", "modifies": "boar"}
{"color": "white", "line": "“He han’t no call to say so.” “But does he say so?” “It would turn a man’s blood to white wine winegar to hear him tell of it, sir,” said the landlord.\n", "word": "white", "modifies": "winegar"}
{"color": "pink", "line": "It was a dark night, though the full moon rose as I left the enclosed lands, and passed out upon the marshes.\n", "word": "rose", "modifies": "moon"}
{"color": "red", "line": "Beyond their dark line there was a ribbon of clear sky, hardly broad enough to hold the red large moon.\n", "word": "red", "modifies": "moon"}
{"color": "pink", "line": "It rose under my hand, and the door yielded.\n", "word": "rose", "modifies": "hand"}
{"color": "black", "line": "The sudden exclusion of the night, and the substitution of black darkness in its place, warned me that the man had closed a shutter.\n", "word": "black", "modifies": "darkness"}
{"color": "blue", "line": "I strained my sight upon the sparks that fell among the tinder, and upon which he breathed and breathed, match in hand, but I could only see his lips, and the blue point of the match; even those but fitfully.\n", "word": "blue", "modifies": "point"}
{"color": "blue", "line": "Presently I saw his blue lips again, breathing on the tinder, and then a flare of light flashed up, and showed me Orlick.\n", "word": "blue", "modifies": "lip"}
{"color": "red", "line": "He had been drinking, and his eyes were red and bloodshot.\n", "word": "red", "modifies": "eye"}
{"color": "white", "line": "My rapid mind pursued him to the town, made a picture of the street with him in it, and contrasted its lights and life with the lonely marsh and the white vapour creeping over it, into which I should have dissolved.\n", "word": "white", "modifies": "vapour"}
{"color": "pink", "line": "When he had drunk this second time, he rose from the bench on which he sat, and pushed the table aside.\n", "word": "rose", "modifies": "bench"}
{"color": "green", "line": "When I looks for you, I finds your uncle Provis, eh?” Mill Pond Bank, and Chinks’s Basin, and the Old Green Copper Rope walk, all so clear and plain!\n", "word": "green", "modifies": "walk"}
{"color": "brown", "line": "When I looks for you, I finds your uncle Provis, eh?” Mill Pond Bank, and Chinks’s Basin, and the Old Green Copper Rope walk, all so clear and plain!\n", "word": "copper", "modifies": "walk"}
{"color": "white", "line": "The white vapour of the kiln was passing from us as we went by, and as I had thought a prayer before, I thought a thanksgiving now.\n", "word": "white", "modifies": "vapour"}
{"color": "blue", "line": "So he and Startop arrived at the Blue Boar, fully expecting there to find me, or tidings of me; but, finding neither, went on to Miss Havisham’s, where they lost me.\n", "word": "blue", "modifies": "boar"}
{"color": "white", "line": "The winking lights upon the bridges were already pale, the coming sun was like a marsh of fire on the horizon.\n", "word": "pale", "modifies": "light"}
{"color": "pink", "line": "As I looked along the clustered roofs, with church towers and spires shooting into the unusually clear air, the sun rose up, and a veil seemed to be drawn from the river, and millions of sparkles burst out upon its waters.\n", "word": "rose", "modifies": "sun"}
{"color": "white", "line": "Old London Bridge was soon passed, and old Billingsgate Market with its oyster boats and Dutchmen, and the White Tower and Traitor’s Gate, and we were in among the tiers of shipping.\n", "word": "white", "modifies": "tower"}
{"color": "black", "line": "He had a boat cloak with him, and a black canvas bag; and he looked as like a river pilot as my heart could have wished.\n", "word": "black", "modifies": "bag"}
{"color": "red", "line": "For now the last of the fleet of ships was round the last low point we had headed; and the last green barge, straw laden, with a brown sail, had followed; and some ballast lighters, shaped like a child’s first rude imitation of a boat, lay low in the mud; and a little squat shoal lighthouse on open piles stood crippled in the mud on stilts and crutches; and slimy stakes stuck out of the mud, and slimy stones stuck out of the mud, and red landmarks and tidemarks stuck out of the mud, and an old landing stage and an old roofless building slipped into the mud, and all about us was stagnation and mud.\n", "word": "red", "modifies": "landmark"}
{"color": "green", "line": "For now the last of the fleet of ships was round the last low point we had headed; and the last green barge, straw laden, with a brown sail, had followed; and some ballast lighters, shaped like a child’s first rude imitation of a boat, lay low in the mud; and a little squat shoal lighthouse on open piles stood crippled in the mud on stilts and crutches; and slimy stakes stuck out of the mud, and slimy stones stuck out of the mud, and red landmarks and tidemarks stuck out of the mud, and an old landing stage and an old roofless building slipped into the mud, and all about us was stagnation and mud.\n", "word": "green", "modifies": "barge"}
{"color": "brown", "line": "For now the last of the fleet of ships was round the last low point we had headed; and the last green barge, straw laden, with a brown sail, had followed; and some ballast lighters, shaped like a child’s first rude imitation of a boat, lay low in the mud; and a little squat shoal lighthouse on open piles stood crippled in the mud on stilts and crutches; and slimy stakes stuck out of the mud, and slimy stones stuck out of the mud, and red landmarks and tidemarks stuck out of the mud, and an old landing stage and an old roofless building slipped into the mud, and all about us was stagnation and mud.\n", "word": "brown", "modifies": "sail"}
{"color": "red", "line": "There was the red sun, on the low level of the shore, in a purple haze, fast deepening into black; and there was the solitary flat marsh; and far away there were the rising grounds, between which and us there seemed to be no life, save here and there in the foreground a melancholy gull.\n", "word": "red", "modifies": "sun"}
{"color": "purple", "line": "There was the red sun, on the low level of the shore, in a purple haze, fast deepening into black; and there was the solitary flat marsh; and far away there were the rising grounds, between which and us there seemed to be no life, save here and there in the foreground a melancholy gull.\n", "word": "purple", "modifies": "haze"}
{"color": "white", "line": "“He thinks,” said the landlord, a weakly meditative man with a pale eye, who seemed to rely greatly on his Jack,—“he thinks they was, what they wasn’t.” “_I_ knows what I thinks,” observed the Jack.\n", "word": "pale", "modifies": "eye"}
{"color": "white", "line": "Still, in the same moment, I saw the face tilt backward with a white terror on it that I shall never forget, and heard a great cry on board the steamer, and a loud splash in the water, and felt the boat sink from under me.\n", "word": "white", "modifies": "terror"}
{"color": "red", "line": "The blessed darling comes of no family, my dear Handel, and never looked into the red book, and hasn’t a notion about her grandpapa.\n", "word": "red", "modifies": "book"}
{"color": "green", "line": "We went towards Camberwell Green, and when we were thereabouts, Wemmick said suddenly,— “Halloa!\n", "word": "green", "modifies": "camberwell"}
{"color": "white", "line": "It was completely done, however, and when we were going out of church Wemmick took the cover off the font, and put his white gloves in it, and put the cover on again.\n", "word": "white", "modifies": "glove"}
{"color": "white", "line": "Mrs. Wemmick, more heedful of the future, put her white gloves in her pocket and assumed her green.\n", "word": "white", "modifies": "glove"}
{"color": "white", "line": "As the days went on, I noticed more and more that he would lie placidly looking at the white ceiling, with an absence of light in his face until some word of mine brightened it for an instant, and then it would subside again.\n", "word": "white", "modifies": "ceiling"}
{"color": "white", "line": "Do what he would, and love me though he did, the light left his face ever and again, and a film came over the placid look at the white ceiling.\n", "word": "white", "modifies": "ceiling"}
{"color": "white", "line": "The change, though it was made without noise, drew back the film from the placid look at the white ceiling, and he looked most affectionately at me.\n", "word": "white", "modifies": "ceiling"}
{"color": "white", "line": "The placid look at the white ceiling came back, and passed away, and his head dropped quietly on his breast.\n", "word": "white", "modifies": "ceiling"}
{"color": "blue", "line": "I found the Blue Boar in possession of the intelligence, and I found that it made a great change in the Boar’s demeanour.\n", "word": "blue", "modifies": "boar"}
{"color": "green", "line": "The sky was blue, the larks were soaring high over the green corn, I thought all that countryside more beautiful and peaceful by far than I had ever known it to be yet.\n", "word": "green", "modifies": "corn"}
{"color": "blue", "line": "The sky was blue, the larks were soaring high over the green corn, I thought all that countryside more beautiful and peaceful by far than I had ever known it to be yet.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "But the forge was a very short distance off, and I went towards it under the sweet green limes, listening for the clink of Joe’s hammer.\n", "word": "green", "modifies": "lime"}
{"color": "white", "line": "The limes were there, and the white thorns were there, and the chestnut trees were there, and their leaves rustled harmoniously when I stopped to listen; but, the clink of Joe’s hammer was not in the midsummer wind.\n", "word": "white", "modifies": "thorn"}
{"color": "white", "line": "But the house was not deserted, and the best parlour seemed to be in use, for there were white curtains fluttering in its window, and the window was open and gay with flowers.\n", "word": "white", "modifies": "curtain"}
{"color": "white", "line": "Do you often come back?” “I have never been here since.” “Nor I.” The moon began to rise, and I thought of the placid look at the white ceiling, which had passed away.\n", "word": "white", "modifies": "ceiling"}
