{"color": "brown", "line": "Here and there a cygnet is reared uneasily among the ducklings in the brown pond, and never finds the living stream in fellowship with its own oary footed kind.\n", "word": "brown", "modifies": "pond"}
{"color": "gold", "line": "She was regarded as an heiress; for not only had the sisters seven hundred a year each from their parents, but if Dorothea married and had a son, that son would inherit Mr. Brooke’s estate, presumably worth about three thousand a year—a rental which seemed wealth to provincial families, still discussing Mr. Peel’s late conduct on the Catholic question, innocent of future gold fields, and of that gorgeous plutocracy which has so nobly exalted the necessities of genteel life.\n", "word": "gold", "modifies": "field"}
{"color": "gold", "line": "It was no great collection, but a few of the ornaments were really of remarkable beauty, the finest that was obvious at first being a necklace of purple amethysts set in exquisite gold work, and a pearl cross with five brilliants in it.\n", "word": "gold", "modifies": "work"}
{"color": "purple", "line": "It was no great collection, but a few of the ornaments were really of remarkable beauty, the finest that was obvious at first being a necklace of purple amethysts set in exquisite gold work, and a pearl cross with five brilliants in it.\n", "word": "purple", "modifies": "amethyst"}
{"color": "black", "line": "“Yes, indeed you must; it would suit you—in your black dress, now,” said Celia, insistingly.\n", "word": "black", "modifies": "dress"}
{"color": "purple", "line": "“You _would_ like those, Dorothea,” said Celia, rather falteringly, beginning to think with wonder that her sister showed some weakness, and also that emeralds would suit her own complexion even better than purple amethysts.\n", "word": "purple", "modifies": "amethyst"}
{"color": "gray", "line": "“‘Seest thou not yon cavalier who cometh toward us on a dapple gray steed, and weareth a golden helmet?’ ‘What I see,’ answered Sancho, ‘is nothing but a man on a gray ass like my own, who carries something shiny on his head.’ ‘Just so,’ answered Don Quixote: ‘and that resplendent object is the helmet of Mambrino.’” “Sir Humphry Davy?” said Mr. Brooke, over the soup, in his easy smiling way, taking up Sir James Chettam’s remark that he was studying Davy’s Agricultural Chemistry.\n", "word": "gray", "modifies": "steed"}
{"color": "gray", "line": "His manners, she thought, were very dignified; the set of his iron gray hair and his deep eye sockets made him resemble the portrait of Locke.\n", "word": "gray", "modifies": "hair"}
{"color": "red", "line": "He had the spare form and the pale complexion which became a student; as different as possible from the blooming Englishman of the red whiskered type represented by Sir James Chettam.\n", "word": "red", "modifies": "type"}
{"color": "white", "line": "He had the spare form and the pale complexion which became a student; as different as possible from the blooming Englishman of the red whiskered type represented by Sir James Chettam.\n", "word": "pale", "modifies": "complexion"}
{"color": "white", "line": "Certainly he seemed more and more bent on making her talk to him, on drawing her out, as Celia remarked to herself; and in looking at her his face was often lit up by a smile like pale wintry sunshine.\n", "word": "pale", "modifies": "sunshine"}
{"color": "pink", "line": "She walked briskly in the brisk air, the color rose in her cheeks, and her straw bonnet (which our contemporaries might look at with conjectural curiosity as at an obsolete form of basket) fell a little backward.\n", "word": "rose", "modifies": "color"}
{"color": "brown", "line": "She would perhaps be hardly characterized enough if it were omitted that she wore her brown hair flatly braided and coiled behind so as to expose the outline of her head in a daring manner at a time when public feeling required the meagreness of nature to be dissimulated by tall barricades of frizzed curls and bows, never surpassed by any great race except the Feejeean.\n", "word": "brown", "modifies": "hair"}
{"color": "green", "line": "But there was nothing of an ascetic’s expression in her bright full eyes, as she looked before her, not consciously seeing, but absorbing into the intensity of her mood, the solemn glory of the afternoon with its long swathes of light between the far off rows of limes, whose shadows touched each other.\n", "word": "lime", "modifies": "row"}
{"color": "white", "line": "He discerned Dorothea, jumped off his horse at once, and, having delivered it to his groom, advanced towards her with something white on his arm, at which the two setters were barking in an excited manner.\n", "word": "white", "modifies": "arm"}
{"color": "pink", "line": "She was disposed rather to accuse the intolerable narrowness and the purblind conscience of the society around her: and Celia was no longer the eternal cherub, but a thorn in her spirit, a pink and white nullifidian, worse than any discouraging presence in the “Pilgrim’s Progress.” The _fad_ of drawing plans!\n", "word": "pink", "modifies": "nullifidian"}
{"color": "red", "line": "When she got out of the carriage, her cheeks were pale and her eyelids red.\n", "word": "red", "modifies": "eyelid"}
{"color": "white", "line": "When she got out of the carriage, her cheeks were pale and her eyelids red.\n", "word": "pale", "modifies": "cheek"}
{"color": "red", "line": "She seemed to be holding them up in propitiation for her passionate desire to know and to think, which in the unfriendly mediums of Tipton and Freshitt had issued in crying and red eyelids.\n", "word": "red", "modifies": "eyelid"}
{"color": "white", "line": "“Don’t sit up, Dodo, you are so pale to night: go to bed soon,” said Celia, in a comfortable way, without any touch of pathos.\n", "word": "pale", "modifies": "night"}
{"color": "white", "line": "It seemed as if something like the reflection of a white sunlit wing had passed across her features, ending in one of her rare blushes.\n", "word": "white", "modifies": "wing"}
{"color": "white", "line": "We mortals, men and women, devour many a disappointment between breakfast and dinner time; keep back the tears and look a little pale about the lips, and in answer to inquiries say, “Oh, nothing!” Pride helps us; and pride is not a bad thing when it only urges us to hide our own hurts—not to hurt others.\n", "word": "pale", "modifies": "lip"}
{"color": "pink", "line": "If he had always been asking her to play the “Last Rose of Summer,” she would have required much resignation.\n", "word": "rose", "modifies": "summer"}
{"color": "gray", "line": "On a gray but dry November morning Dorothea drove to Lowick in company with her uncle and Celia.\n", "word": "gray", "modifies": "morning"}
{"color": "green", "line": "It had a small park, with a fine old oak here and there, and an avenue of limes towards the southwest front, with a sunk fence between park and pleasure ground, so that from the drawing room windows the glance swept uninterruptedly along a slope of greensward till the limes ended in a level of corn and pastures, which often seemed to melt into a lake under the setting sun.\n", "word": "lime", "modifies": "avenue"}
{"color": "yellow", "line": "In this latter end of autumn, with a sparse remnant of yellow leaves falling slowly athwart the dark evergreens in a stillness without sunshine, the house too had an air of autumnal decline, and Mr. Casaubon, when he presented himself, had no bloom that could be thrown into relief by that background.\n", "word": "yellow", "modifies": "leaf"}
{"color": "green", "line": "The bow window looked down the avenue of limes; the furniture was all of a faded blue, and there were miniatures of ladies and gentlemen with powdered hair hanging in a group.\n", "word": "lime", "modifies": "avenue"}
{"color": "blue", "line": "The bow window looked down the avenue of limes; the furniture was all of a faded blue, and there were miniatures of ladies and gentlemen with powdered hair hanging in a group.\n", "word": "blue", "modifies": "furniture"}
{"color": "green", "line": "A piece of tapestry over a door also showed a blue green world with a pale stag in it.\n", "word": "green", "modifies": "world"}
{"color": "white", "line": "A piece of tapestry over a door also showed a blue green world with a pale stag in it.\n", "word": "pale", "modifies": "stag"}
{"color": "blue", "line": "A piece of tapestry over a door also showed a blue green world with a pale stag in it.\n", "word": "blue", "modifies": "world"}
{"color": "gray", "line": "“Those deep gray eyes rather near together—and the delicate irregular nose with a sort of ripple in it—and all the powdered curls hanging backward.\n", "word": "gray", "modifies": "eye"}
{"color": "green", "line": "The sun had lately pierced the gray, and the avenue of limes cast shadows.\n", "word": "lime", "modifies": "avenue"}
{"color": "brown", "line": "He had light brown curls.\n", "word": "brown", "modifies": "curl"}
{"color": "brown", "line": "She inwardly declined to believe that the light brown curls and slim figure could have any relationship to Mr. Tucker, who was just as old and musty looking as she would have expected Mr. Casaubon’s curate to be; doubtless an excellent man who would go to heaven (for Celia wished not to be unprincipled), but the corners of his mouth were so unpleasant.\n", "word": "brown", "modifies": "curl"}
{"color": "brown", "line": "His bushy light brown curls, as well as his youthfulness, identified him at once with Celia’s apparition.\n", "word": "brown", "modifies": "curl"}
{"color": "blue", "line": "The society of such women was about as relaxing as going from your work to teach the second form, instead of reclining in a paradise with sweet laughs for bird notes, and blue eyes for a heaven.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "“Mamma,” said Rosamond, “when Fred comes down I wish you would not let him have red herrings.\n", "word": "red", "modifies": "herring"}
{"color": "red", "line": "The ride to Stone Court, which Fred and Rosamond took the next morning, lay through a pretty bit of midland landscape, almost all meadows and pastures, with hedgerows still allowed to grow in bushy beauty and to spread out coral fruit for the birds.\n", "word": "coral", "modifies": "fruit"}
{"color": "red", "line": "Little details gave each field a particular physiognomy, dear to the eyes that have looked on them from childhood: the pool in the corner where the grasses were dank and trees leaned whisperingly; the great oak shadowing a bare place in mid pasture; the high bank where the ash trees grew; the sudden slope of the old marl pit making a red background for the burdock; the huddled roofs and ricks of the homestead without a traceable way of approach; the gray gate and fences against the depths of the bordering wood; and the stray hovel, its old, old thatch full of mossy hills and valleys with wondrous modulations of light and shadow such as we travel far to see in later life, and see larger, but not more beautiful.\n", "word": "red", "modifies": "background"}
{"color": "gray", "line": "Little details gave each field a particular physiognomy, dear to the eyes that have looked on them from childhood: the pool in the corner where the grasses were dank and trees leaned whisperingly; the great oak shadowing a bare place in mid pasture; the high bank where the ash trees grew; the sudden slope of the old marl pit making a red background for the burdock; the huddled roofs and ricks of the homestead without a traceable way of approach; the gray gate and fences against the depths of the bordering wood; and the stray hovel, its old, old thatch full of mossy hills and valleys with wondrous modulations of light and shadow such as we travel far to see in later life, and see larger, but not more beautiful.\n", "word": "gray", "modifies": "gate"}
{"color": "yellow", "line": "That is Mrs. Waule’s gig—the last yellow gig left, I should think.\n", "word": "yellow", "modifies": "gig"}
{"color": "black", "line": "But then Mrs. Waule always has black crape on.\n", "word": "black", "modifies": "crape"}
{"color": "gold", "line": "Mrs. Waule had to defer her answer till he was quiet again, till Mary Garth had supplied him with fresh syrup, and he had begun to rub the gold knob of his stick, looking bitterly at the fire.\n", "word": "gold", "modifies": "knob"}
{"color": "pink", "line": "She rose slowly without any sign of resentment, and said in her usual muffled monotone, “Brother, I hope the new doctor will be able to do something for you.\n", "word": "rose", "modifies": "sign"}
{"color": "blue", "line": "Mary Garth seemed all the plainer standing at an angle between the two nymphs—the one in the glass, and the one out of it, who looked at each other with eyes of heavenly blue, deep enough to hold the most exquisite meanings an ingenious beholder could put into them, and deep enough to hide the meanings of the owner if these should happen to be less exquisite.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "I can give you an inventory: heavy eyebrows, dark eyes, a straight nose, thick dark hair, large solid white hands—and—let me see—oh, an exquisite cambric pocket handkerchief.\n", "word": "white", "modifies": "hand"}
{"color": "pink", "line": "“Miss Rosy has been singing me a song—you’ve nothing to say against that, eh, doctor?” said Mr. Featherstone.\n", "word": "rosy", "modifies": "miss"}
{"color": "white", "line": "Do not imagine his sickly aspect to have been of the yellow, black haired sort: he had a pale blond skin, thin gray besprinkled brown hair, light gray eyes, and a large forehead.\n", "word": "pale", "modifies": "skin"}
{"color": "brown", "line": "Do not imagine his sickly aspect to have been of the yellow, black haired sort: he had a pale blond skin, thin gray besprinkled brown hair, light gray eyes, and a large forehead.\n", "word": "brown", "modifies": "hair"}
{"color": "gray", "line": "Do not imagine his sickly aspect to have been of the yellow, black haired sort: he had a pale blond skin, thin gray besprinkled brown hair, light gray eyes, and a large forehead.\n", "word": "gray", "modifies": "hair"}
{"color": "yellow", "line": "Do not imagine his sickly aspect to have been of the yellow, black haired sort: he had a pale blond skin, thin gray besprinkled brown hair, light gray eyes, and a large forehead.\n", "word": "yellow", "modifies": "sort"}
{"color": "blue", "line": "“It may be for the glory of God, but it is not for the glory of the Middlemarch trade, that Plymdale’s house uses those blue and green dyes it gets from the Brassing manufactory; they rot the silk, that’s all I know about it.\n", "word": "blue", "modifies": "dye"}
{"color": "white", "line": "His complexion showed patches of pale pink and dead white.\n", "word": "white", "modifies": "patch"}
{"color": "black", "line": "“Black eyes you have left, you say, Yet you seem more rapt to day, “Oh, I track the fairest fair Footprints here and echoes there “Lo!\n", "word": "black", "modifies": "eye"}
{"color": "gray", "line": "unless, indeed, he took down a dusty row of volumes with gray paper backs and dingy labels—the volumes of an old Cyclopaedia which he had never disturbed.\n", "word": "gray", "modifies": "paper"}
{"color": "purple", "line": "Lydgate’s only relaxation now was to go and look at this woman, just as he might have thrown himself under the breath of the sweet south on a bank of violets for a while, without prejudice to his galvanism, to which he would presently return.\n", "word": "violet", "modifies": "bank"}
{"color": "gray", "line": "Not only young virgins of that town, but gray bearded men also, were often in haste to conjecture how a new acquaintance might be wrought into their purposes, contented with very vague knowledge as to the way in which life had been shaping him for that instrumentality.\n", "word": "gray", "modifies": "men"}
{"color": "black", "line": "“You medical gentlemen must consult which sort of black draught you will prescribe, eh, Mr. Lydgate?” “I know little of either,” said Lydgate; “but in general, appointments are apt to be made too much a question of personal liking.\n", "word": "black", "modifies": "draught"}
{"color": "pink", "line": "She resigned no domestic function to her daughter; and the matron’s blooming good natured face, with the two volatile pink strings floating from her fine throat, and her cheery manners to husband and children, was certainly among the great attractions of the Vincy house—attractions which made it all the easier to fall in love with the daughter.\n", "word": "pink", "modifies": "string"}
{"color": "pink", "line": "And Fred, notwithstanding his general scepticism about Rosy, listened to her music with perfect allegiance, wishing he could do the same thing on his flute.\n", "word": "rosy", "modifies": "scepticism"}
{"color": "gray", "line": "Before it ceased Mr. Farebrother came in—a handsome, broad chested but otherwise small man, about forty, whose black was very threadbare: the brilliancy was all in his quick gray eyes.\n", "word": "gray", "modifies": "eye"}
{"color": "brown", "line": "Everything looked blooming and joyous except Miss Morgan, who was brown, dull, and resigned, and altogether, as Mrs. Vincy often said, just the sort of person for a governess.\n", "word": "brown", "modifies": "miss"}
{"color": "red", "line": "If you think it incredible that to imagine Lydgate as a man of family could cause thrills of satisfaction which had anything to do with the sense that she was in love with him, I will ask you to use your power of comparison a little more effectively, and consider whether red cloth and epaulets have never had an influence of that sort.\n", "word": "red", "modifies": "cloth"}
{"color": "red", "line": "There were painted white chairs, with gilding and wreaths on them, and some lingering red silk damask with slits in it.\n", "word": "red", "modifies": "damask"}
{"color": "white", "line": "There were painted white chairs, with gilding and wreaths on them, and some lingering red silk damask with slits in it.\n", "word": "white", "modifies": "chair"}
{"color": "white", "line": "This was the physiognomy of the drawing room into which Lydgate was shown; and there were three ladies to receive him, who were also old fashioned, and of a faded but genuine respectability: Mrs. Farebrother, the Vicar’s white haired mother, befrilled and kerchiefed with dainty cleanliness, upright, quick eyed, and still under seventy; Miss Noble, her sister, a tiny old lady of meeker aspect, with frills and kerchief decidedly more worn and mended; and Miss Winifred Farebrother, the Vicar’s elder sister, well looking like himself, but nipped and subdued as single women are apt to be who spend their lives in uninterrupted subjection to their elders.\n", "word": "white", "modifies": "mother"}
{"color": "blue", "line": "There was nothing but pickled vermin, and drawers full of blue bottles and moths, with no carpet on the floor.\n", "word": "blue", "modifies": "bottle"}
{"color": "brown", "line": "And I will throw in Robert Brown’s new thing—‘Microscopic Observations on the Pollen of Plants’—if you don’t happen to have it already.” “Why, seeing how you long for the monster, I might ask a higher price.\n", "word": "brown", "modifies": "robert"}
{"color": "green", "line": "There was a billiard room at the Green Dragon, which some anxious mothers and wives regarded as the chief temptation in Middlemarch.\n", "word": "green", "modifies": "dragon"}
{"color": "green", "line": "The Vicar was a first rate billiard player, and though he did not frequent the Green Dragon, there were reports that he had sometimes been there in the daytime and had won money.\n", "word": "green", "modifies": "dragon"}
{"color": "white", "line": "They were just in time to see another figure standing against a pedestal near the reclining marble: a breathing blooming girl, whose form, not shamed by the Ariadne, was clad in Quakerish gray drapery; her long cloak, fastened at the neck, was thrown backward from her arms, and one beautiful ungloved hand pillowed her cheek, pushing somewhat backward the white beaver bonnet which made a sort of halo to her face around the simply braided dark brown hair.\n", "word": "white", "modifies": "bonnet"}
{"color": "brown", "line": "They were just in time to see another figure standing against a pedestal near the reclining marble: a breathing blooming girl, whose form, not shamed by the Ariadne, was clad in Quakerish gray drapery; her long cloak, fastened at the neck, was thrown backward from her arms, and one beautiful ungloved hand pillowed her cheek, pushing somewhat backward the white beaver bonnet which made a sort of halo to her face around the simply braided dark brown hair.\n", "word": "brown", "modifies": "hair"}
{"color": "gray", "line": "They were just in time to see another figure standing against a pedestal near the reclining marble: a breathing blooming girl, whose form, not shamed by the Ariadne, was clad in Quakerish gray drapery; her long cloak, fastened at the neck, was thrown backward from her arms, and one beautiful ungloved hand pillowed her cheek, pushing somewhat backward the white beaver bonnet which made a sort of halo to her face around the simply braided dark brown hair.\n", "word": "gray", "modifies": "drapery"}
{"color": "white", "line": "Ruins and basilicas, palaces and colossi, set in the midst of a sordid present, where all that was living and warm blooded seemed sunk in the deep degeneracy of a superstition divorced from reverence; the dimmer but yet eager Titanic life gazing and struggling on walls and ceilings; the long vistas of white forms whose marble eyes seemed to hold the monotonous light of an alien world: all this vast wreck of ambitious ideals, sensuous and spiritual, mixed confusedly with the signs of breathing forgetfulness and degradation, at first jarred her as with an electric shock, and then urged themselves on her with that ache belonging to a glut of confused ideas which check the flow of emotion.\n", "word": "white", "modifies": "form"}
{"color": "white", "line": "Forms both pale and glowing took possession of her young sense, and fixed themselves in her memory even when she was not thinking of them, preparing strange associations which remained through her after years.\n", "word": "pale", "modifies": "form"}
{"color": "red", "line": "Our moods are apt to bring with them images which succeed each other like the magic lantern pictures of a doze; and in certain states of dull forlornness Dorothea all her life continued to see the vastness of St. Peter’s, the huge bronze canopy, the excited intention in the attitudes and garments of the prophets and evangelists in the mosaics above, and the red drapery which was being hung for Christmas spreading itself everywhere like a disease of the retina.\n", "word": "red", "modifies": "drapery"}
{"color": "brown", "line": "Our moods are apt to bring with them images which succeed each other like the magic lantern pictures of a doze; and in certain states of dull forlornness Dorothea all her life continued to see the vastness of St. Peter’s, the huge bronze canopy, the excited intention in the attitudes and garments of the prophets and evangelists in the mosaics above, and the red drapery which was being hung for Christmas spreading itself everywhere like a disease of the retina.\n", "word": "bronze", "modifies": "canopy"}
{"color": "white", "line": "All these are crushing questions; but whatever else remained the same, the light had changed, and you cannot find the pearly dawn at noonday.\n", "word": "pearly", "modifies": "dawn"}
{"color": "pink", "line": "Mr. Casaubon felt a surprise which was quite unmixed with pleasure, but he did not swerve from his usual politeness of greeting, when Will rose and explained his presence.\n", "word": "rose", "modifies": "will"}
{"color": "red", "line": "They found Naumann painting industriously, but no model was present; his pictures were advantageously arranged, and his own plain vivacious person set off by a dove colored blouse and a maroon velvet cap, so that everything was as fortunate as if he had expected the beautiful young English lady exactly at that time.\n", "word": "maroon", "modifies": "cap"}
{"color": "green", "line": "But the twenty pounds’ worth of seed corn had been planted in vain in the seductive green plot—all of it at least which had not been dispersed by the roadside—and Fred found himself close upon the term of payment with no money at command beyond the eighty pounds which he had deposited with his mother.\n", "word": "green", "modifies": "plot"}
{"color": "red", "line": "Under any other name than “pleasure” the society of Messieurs Bambridge and Horrock must certainly have been regarded as monotonous; and to arrive with them at Houndsley on a drizzling afternoon, to get down at the Red Lion in a street shaded with coal dust, and dine in a room furnished with a dirt enamelled map of the county, a bad portrait of an anonymous horse in a stable, His Majesty George the Fourth with legs and cravat, and various leaden spittoons, might have seemed a hard business, but for the sustaining power of nomenclature which determined that the pursuit of these things was “gay.” In Mr. Horrock there was certainly an apparent unfathomableness which offered play to the imagination.\n", "word": "red", "modifies": "lion"}
{"color": "green", "line": "He was undeniably a prosperous man, bore his drinking better than others bore their moderation, and, on the whole, flourished like the green bay tree.\n", "word": "green", "modifies": "bay"}
{"color": "green", "line": "But a slight infusion of Mr. Bambridge was felt to give tone and character to several circles in Middlemarch; and he was a distinguished figure in the bar and billiard room at the Green Dragon.\n", "word": "green", "modifies": "dragon"}
{"color": "black", "line": "He knew some anecdotes about the heroes of the turf, and various clever tricks of Marquesses and Viscounts which seemed to prove that blood asserted its pre eminence even among black legs; but the minute retentiveness of his memory was chiefly shown about the horses he had himself bought and sold; the number of miles they would trot you in no time without turning a hair being, after the lapse of years, still a subject of passionate asseveration, in which he would assist the imagination of his hearers by solemnly swearing that they never saw anything like it.\n", "word": "black", "modifies": "leg"}
{"color": "red", "line": "A young farmer, acquainted with Mr. Bambridge, came into the Red Lion, and entered into conversation about parting with a hunter, which he introduced at once as Diamond, implying that it was a public character.\n", "word": "red", "modifies": "lion"}
{"color": "gray", "line": "The color of the horse was a dappled gray, and Fred happened to know that Lord Medlicote’s man was on the look out for just such a horse.\n", "word": "gray", "modifies": "color"}
{"color": "gray", "line": "Fred believed in the excellence of his bargain, and even before the fair had well set in, had got possession of the dappled gray, at the price of his old horse and thirty pounds in addition—only five pounds more than he had expected to give.\n", "word": "gray", "modifies": "possession"}
{"color": "white", "line": "She was of the same curly haired, square faced type as Mary, but handsomer, with more delicacy of feature, a pale skin, a solid matronly figure, and a remarkable firmness of glance.\n", "word": "pale", "modifies": "skin"}
{"color": "white", "line": "“That apple peel is to be eaten by the pigs, Ben; if you eat it, I must give them your piece of pasty.\n", "word": "pasty", "modifies": "piece"}
{"color": "gray", "line": "I suppose you have looked all round and tried all honest means?” he added, fixing his merciful gray eyes on Fred.\n", "word": "gray", "modifies": "eye"}
{"color": "pink", "line": "After discussing prices during tea with Mr. Featherstone, Caleb rose to bid him good by, and said, “I want to speak to you, Mary.” She took a candle into another large parlor, where there was no fire, and setting down the feeble light on the dark mahogany table, turned round to her father, and putting her arms round his neck kissed him with childish kisses which he delighted in,—the expression of his large brows softening as the expression of a great beautiful dog softens when it is caressed.\n", "word": "rose", "modifies": "caleb"}
{"color": "white", "line": "beautiful white notes and gold.” Mary took out the folded money from her reticule and put it into her father’s hand.\n", "word": "white", "modifies": "note"}
{"color": "black", "line": "Mr. Wrench did not neglect sending the usual white parcels, which this time had black and drastic contents.\n", "word": "black", "modifies": "content"}
{"color": "white", "line": "Mr. Wrench did not neglect sending the usual white parcels, which this time had black and drastic contents.\n", "word": "white", "modifies": "parcel"}
{"color": "pink", "line": "Their effect was not alleviating to poor Fred, who, however, unwilling as he said to believe that he was “in for an illness,” rose at his usual easy hour the next morning and went down stairs meaning to breakfast, but succeeded in nothing but in sitting and shivering by the fire.\n", "word": "rose", "modifies": "hour"}
{"color": "pink", "line": "That there might be an awkward affair with Wrench, Lydgate saw at once; but the case was serious enough to make him dismiss that consideration: he was convinced that Fred was in the pink skinned stage of typhoid fever, and that he had taken just the wrong medicines.\n", "word": "pink", "modifies": "stage"}
{"color": "silver", "line": "Those young men had not a notion of French, and could speak on no subject with striking knowledge, except perhaps the dyeing and carrying trades, which of course they were ashamed to mention; they were Middlemarch gentry, elated with their silver headed whips and satin stocks, but embarrassed in their manners, and timidly jocose: even Fred was above them, having at least the accent and manner of a university man.\n", "word": "silver", "modifies": "whip"}
{"color": "brown", "line": "He had brought the last “Keepsake,” the gorgeous watered silk publication which marked modern progress at that time; and he considered himself very fortunate that he could be the first to look over it with her, dwelling on the ladies and gentlemen with shiny copper plate cheeks and copper plate smiles, and pointing to comic verses as capital and sentimental stories as interesting.\n", "word": "copper", "modifies": "cheek"}
{"color": "red", "line": "“Her back is very large; she seems to have sat for that,” said Rosamond, not meaning any satire, but thinking how red young Plymdale’s hands were, and wondering why Lydgate did not come.\n", "word": "red", "modifies": "plymdale"}
{"color": "white", "line": "“I wonder which would turn out to be the silliest—the engravings or the writing here,” said Lydgate, in his most convinced tone, while he turned over the pages quickly, seeming to see all through the book in no time, and showing his large white hands to much advantage, as Rosamond thought.\n", "word": "white", "modifies": "hand"}
{"color": "blue", "line": "Circumstance was almost sure to be on the side of Rosamond’s idea, which had a shaping activity and looked through watchful blue eyes, whereas Lydgate’s lay blind and unconcerned as a jelly fish which gets melted without knowing it.\n", "word": "blue", "modifies": "eye"}
{"color": "green", "line": "A light snow was falling as they descended at the door, and in the morning, when Dorothea passed from her dressing room into the blue green boudoir that we know of, she saw the long avenue of limes lifting their trunks from a white earth, and spreading white branches against the dun and motionless sky.\n", "word": "green", "modifies": "boudoir"}
{"color": "white", "line": "A light snow was falling as they descended at the door, and in the morning, when Dorothea passed from her dressing room into the blue green boudoir that we know of, she saw the long avenue of limes lifting their trunks from a white earth, and spreading white branches against the dun and motionless sky.\n", "word": "white", "modifies": "earth"}
{"color": "blue", "line": "A light snow was falling as they descended at the door, and in the morning, when Dorothea passed from her dressing room into the blue green boudoir that we know of, she saw the long avenue of limes lifting their trunks from a white earth, and spreading white branches against the dun and motionless sky.\n", "word": "blue", "modifies": "boudoir"}
{"color": "green", "line": "The very furniture in the room seemed to have shrunk since she saw it before: the stag in the tapestry looked more like a ghost in his ghostly blue green world; the volumes of polite literature in the bookcase looked more like immovable imitations of books.\n", "word": "green", "modifies": "world"}
{"color": "blue", "line": "The very furniture in the room seemed to have shrunk since she saw it before: the stag in the tapestry looked more like a ghost in his ghostly blue green world; the volumes of polite literature in the bookcase looked more like immovable imitations of books.\n", "word": "blue", "modifies": "world"}
{"color": "red", "line": "The bright fire of dry oak boughs burning on the logs seemed an incongruous renewal of life and glow—like the figure of Dorothea herself as she entered carrying the red leather cases containing the cameos for Celia.\n", "word": "red", "modifies": "case"}
{"color": "red", "line": "She was glowing from her morning toilet as only healthful youth can glow: there was gem like brightness on her coiled hair and in her hazel eyes; there was warm red life in her lips; her throat had a breathing whiteness above the differing white of the fur which itself seemed to wind about her neck and cling down her blue gray pelisse with a tenderness gathered from her own, a sentient commingled innocence which kept its loveliness against the crystalline purity of the outdoor snow.\n", "word": "red", "modifies": "life"}
{"color": "white", "line": "She was glowing from her morning toilet as only healthful youth can glow: there was gem like brightness on her coiled hair and in her hazel eyes; there was warm red life in her lips; her throat had a breathing whiteness above the differing white of the fur which itself seemed to wind about her neck and cling down her blue gray pelisse with a tenderness gathered from her own, a sentient commingled innocence which kept its loveliness against the crystalline purity of the outdoor snow.\n", "word": "white", "modifies": "whiteness"}
{"color": "blue", "line": "She was glowing from her morning toilet as only healthful youth can glow: there was gem like brightness on her coiled hair and in her hazel eyes; there was warm red life in her lips; her throat had a breathing whiteness above the differing white of the fur which itself seemed to wind about her neck and cling down her blue gray pelisse with a tenderness gathered from her own, a sentient commingled innocence which kept its loveliness against the crystalline purity of the outdoor snow.\n", "word": "blue", "modifies": "pelisse"}
{"color": "brown", "line": "She was glowing from her morning toilet as only healthful youth can glow: there was gem like brightness on her coiled hair and in her hazel eyes; there was warm red life in her lips; her throat had a breathing whiteness above the differing white of the fur which itself seemed to wind about her neck and cling down her blue gray pelisse with a tenderness gathered from her own, a sentient commingled innocence which kept its loveliness against the crystalline purity of the outdoor snow.\n", "word": "hazel", "modifies": "eye"}
{"color": "gray", "line": "She was glowing from her morning toilet as only healthful youth can glow: there was gem like brightness on her coiled hair and in her hazel eyes; there was warm red life in her lips; her throat had a breathing whiteness above the differing white of the fur which itself seemed to wind about her neck and cling down her blue gray pelisse with a tenderness gathered from her own, a sentient commingled innocence which kept its loveliness against the crystalline purity of the outdoor snow.\n", "word": "gray", "modifies": "pelisse"}
{"color": "white", "line": "As she laid the cameo cases on the table in the bow window, she unconsciously kept her hands on them, immediately absorbed in looking out on the still, white enclosure which made her visible world.\n", "word": "white", "modifies": "enclosure"}
{"color": "white", "line": "The duties of her married life, contemplated as so great beforehand, seemed to be shrinking with the furniture and the white vapor walled landscape.\n", "word": "white", "modifies": "landscape"}
{"color": "white", "line": "Her blooming full pulsed youth stood there in a moral imprisonment which made itself one with the chill, colorless, narrowed landscape, with the shrunken furniture, the never read books, and the ghostly stag in a pale fantastic world that seemed to be vanishing from the daylight.\n", "word": "pale", "modifies": "world"}
{"color": "white", "line": "But Casaubon is a little pale, I tell him—a little pale, you know.\n", "word": "pale", "modifies": "casaubon"}
{"color": "white", "line": "In spite of the blinking eyes and white moles objectionable to Celia, and the want of muscular curve which was morally painful to Sir James, Mr. Casaubon had an intense consciousness within him, and was spiritually a hungered like the rest of us.\n", "word": "white", "modifies": "mole"}
{"color": "pink", "line": "“And at least you go through wide corridors and have the scent of rose leaves everywhere.” “That is true, Mademoiselle de Montmorenci,” said Lydgate, just bending his head to the table and lifting with his fourth finger her delicate handkerchief which lay at the mouth of her reticule, as if to enjoy its scent, while he looked at her with a smile.\n", "word": "rose", "modifies": "leaf"}
{"color": "black", "line": "Lydgate was fuming a little, pushed his hair back with one hand, felt curiously in his waistcoat pocket with the other, and then stooped to beckon the tiny black spaniel, which had the insight to decline his hollow caresses.\n", "word": "black", "modifies": "spaniel"}
{"color": "pink", "line": "After sitting two long moments while he moved his whip and could say nothing, Lydgate rose to go, and Rosamond, made nervous by her struggle between mortification and the wish not to betray it, dropped her chain as if startled, and rose too, mechanically.\n", "word": "rose", "modifies": "lydgate"}
{"color": "blue", "line": "At this moment she was as natural as she had ever been when she was five years old: she felt that her tears had risen, and it was no use to try to do anything else than let them stay like water on a blue flower or let them fall over her cheeks, even as they would.\n", "word": "blue", "modifies": "flower"}
{"color": "green", "line": "Seated in a famous arm chair and in his best suit, constantly within sight of good cheer, he had a comfortable consciousness of being on the premises, mingled with fleeting suggestions of Sunday and the bar at the Green Man; and he informed Mary Garth that he should not go out of reach of his brother Peter while that poor fellow was above ground.\n", "word": "green", "modifies": "man"}
{"color": "white", "line": "He fled by another doorway, but Mr. Jonah, who had not before seen Fred’s white complexion, long legs, and pinched delicacy of face, prepared many sarcasms in which these points of appearance were wittily combined with the lowest moral attributes.\n", "word": "white", "modifies": "complexion"}
{"color": "white", "line": "Waule having a white handkerchief partially unfolded in her hand—and both with faces in a sort of half mourning purple; while Mrs. Vincy with her pink cheeks and pink ribbons flying was actually administering a cordial to their own brother, and the light complexioned Fred, his short hair curling as might be expected in a gambler’s, was lolling at his ease in a large chair.\n", "word": "white", "modifies": "handkerchief"}
{"color": "purple", "line": "Waule having a white handkerchief partially unfolded in her hand—and both with faces in a sort of half mourning purple; while Mrs. Vincy with her pink cheeks and pink ribbons flying was actually administering a cordial to their own brother, and the light complexioned Fred, his short hair curling as might be expected in a gambler’s, was lolling at his ease in a large chair.\n", "word": "purple", "modifies": "half"}
{"color": "blue", "line": "“What, Blue Coat land?” said Mrs. Waule, again.\n", "word": "blue", "modifies": "coat"}
{"color": "red", "line": "The red fire with its gently audible movement seemed like a solemn existence calmly independent of the petty passions, the imbecile desires, the straining after worthless uncertainties, which were daily moving her contempt.\n", "word": "red", "modifies": "fire"}
{"color": "gold", "line": "In a very little while there was no longer any doubt that Peter Featherstone was dead, with his right hand clasping the keys, and his left hand lying on the heap of notes and gold.\n", "word": "gold", "modifies": "note"}
{"color": "green", "line": "In the prosaic neighborhood of Middlemarch, May was not always warm and sunny, and on this particular morning a chill wind was blowing the blossoms from the surrounding gardens on to the green mounds of Lowick churchyard.\n", "word": "green", "modifies": "mound"}
{"color": "black", "line": "The black procession, when dismounted, looked the larger for the smallness of the churchyard; the heavy human faces and the black draperies shivering in the wind seemed to tell of a world strangely incongruous with the lightly dropping blossoms and the gleams of sunshine on the daisies.\n", "word": "black", "modifies": "procession"}
{"color": "white", "line": "Do look at Humphrey: one might fancy him an ugly archangel towering above them in his white surplice.” “It’s a solemn thing, though, a funeral,” said Mr. Brooke, “if you take it in that light, you know.” “But I am not taking it in that light.\n", "word": "white", "modifies": "surplice"}
{"color": "white", "line": "Hence the brothers showed a thoroughly neutral gravity as they re entered with Mr. Standish; but Solomon took out his white handkerchief again with a sense that in any case there would be affecting passages, and crying at funerals, however dry, was customarily served up in lawn.\n", "word": "white", "modifies": "handkerchief"}
{"color": "white", "line": "I’ll put a white hat and drab coat on to morrow.” “Dear, dear,” wept Mrs. Cranch, “and we’ve been at the expense of travelling, and that poor lad sitting idle here so long!\n", "word": "white", "modifies": "hat"}
{"color": "gray", "line": "As to any provincial history in which the agents are all of high moral rank, that must be of a date long posterior to the first Reform Bill, and Peter Featherstone, you perceive, was dead and buried some months before Lord Grey came into office.\n", "word": "grey", "modifies": "lord"}
{"color": "white", "line": "Apart from his dinners and his coursing, Mr. Vincy, blustering as he was, had as little of his own way as if he had been a prime minister: the force of circumstances was easily too much for him, as it is for most pleasure loving florid men; and the circumstance called Rosamond was particularly forcible by means of that mild persistence which, as we know, enables a white soft living substance to make its way in spite of opposing rock.\n", "word": "white", "modifies": "substance"}
{"color": "blue", "line": "Even the points it clings to—the things whence its subtle interlacings are swung—are scarcely perceptible: momentary touches of fingertips, meetings of rays from blue and dark orbs, unfinished phrases, lightest changes of cheek and lip, faintest tremors.\n", "word": "blue", "modifies": "orb"}
{"color": "green", "line": "But it had never occurred to him that he should live in any other than what he would have called an ordinary way, with green glasses for hock, and excellent waiting at table.\n", "word": "green", "modifies": "glass"}
{"color": "pink", "line": "But mamma was near spoiling all, a day or two later, by saying— “I hope your uncle Sir Godwin will not look down on Rosy, Mr. Lydgate.\n", "word": "rosy", "modifies": "mr."}
{"color": "blue", "line": "What business has an old county man to come currying favor with a low set of dark blue freemen?\n", "word": "blue", "modifies": "freeman"}
{"color": "gray", "line": "A man was bound to know himself better than that, and if he chose to grow gray crunching bones in a cavern, he had no business to be luring a girl into his companionship.\n", "word": "gray", "modifies": "bone"}
{"color": "red", "line": "I’d better tell her you’re here, sir,” said Pratt, a red cheeked man given to lively converse with Tantripp, and often agreeing with her that it must be dull for Madam.\n", "word": "red", "modifies": "man"}
{"color": "green", "line": "Any private hours in her day were usually spent in her blue green boudoir, and she had come to be very fond of its pallid quaintness.\n", "word": "green", "modifies": "boudoir"}
{"color": "white", "line": "Any private hours in her day were usually spent in her blue green boudoir, and she had come to be very fond of its pallid quaintness.\n", "word": "pallid", "modifies": "quaintness"}
{"color": "blue", "line": "Any private hours in her day were usually spent in her blue green boudoir, and she had come to be very fond of its pallid quaintness.\n", "word": "blue", "modifies": "boudoir"}
{"color": "white", "line": "Even the pale stag seemed to have reminding glances and to mean mutely, “Yes, we know.” And the group of delicately touched miniatures had made an audience as of beings no longer disturbed about their own earthly lot, but still humanly interested.\n", "word": "pale", "modifies": "stag"}
{"color": "red", "line": "_If we had to describe a man who is retrogressive in the most evil sense of the word—we should say, he is one who would dub himself a reformer of our constitution, while every interest for which he is immediately responsible is going to decay: a philanthropist who cannot bear one rogue to be hanged, but does not mind five honest tenants being half starved: a man who shrieks at corruption, and keeps his farms at rack rent: who roars himself red at rotten boroughs, and does not mind if every field on his farms has a rotten gate: a man very open hearted to Leeds and Manchester, no doubt; he would give any number of representatives who will pay for their seats out of their own pockets: what he objects to giving, is a little return on rent days to help a tenant to buy stock, or an outlay on repairs to keep the weather out at a tenant’s barn door or make his house look a little less like an Irish cottier’s.\n", "word": "red", "modifies": "borough"}
{"color": "red", "line": "“Come, that’s rather good, you know,” said Mr. Brooke, taking up the paper and trying to bear the attack as easily as his neighbor did, but coloring and smiling rather nervously; “that about roaring himself red at rotten boroughs—I never made a speech about rotten boroughs in my life.\n", "word": "red", "modifies": "borough"}
{"color": "red", "line": "And as to roaring myself red and that kind of thing—these men never understand what is good satire.\n", "word": "red", "modifies": "kind"}
{"color": "white", "line": "For effective magic is transcendent nature; and who shall measure the subtlety of those touches which convey the quality of soul as well as body, and make a man’s passion for one woman differ from his passion for another as joy in the morning light over valley and river and white mountain top differs from joy among Chinese lanterns and glass panels?\n", "word": "white", "modifies": "top"}
{"color": "black", "line": "Well, now, Flavell in his shabby black gaiters, pleading that he thought the Lord had sent him and his wife a good dinner, and he had a right to knock it down, though not a mighty hunter before the Lord, as Nimrod was—I assure you it was rather comic: Fielding would have made something of it—or Scott, now—Scott might have worked it up.\n", "word": "black", "modifies": "gaiter"}
{"color": "red", "line": "It is true that an observer, under that softening influence of the fine arts which makes other people’s hardships picturesque, might have been delighted with this homestead called Freeman’s End: the old house had dormer windows in the dark red roof, two of the chimneys were choked with ivy, the large porch was blocked up with bundles of sticks, and half the windows were closed with gray worm eaten shutters about which the jasmine boughs grew in wild luxuriance; the mouldering garden wall with hollyhocks peeping over it was a perfect study of highly mingled subdued color, and there was an aged goat (kept doubtless on interesting superstitious grounds) lying against the open back kitchen door.\n", "word": "red", "modifies": "roof"}
{"color": "gray", "line": "It is true that an observer, under that softening influence of the fine arts which makes other people’s hardships picturesque, might have been delighted with this homestead called Freeman’s End: the old house had dormer windows in the dark red roof, two of the chimneys were choked with ivy, the large porch was blocked up with bundles of sticks, and half the windows were closed with gray worm eaten shutters about which the jasmine boughs grew in wild luxuriance; the mouldering garden wall with hollyhocks peeping over it was a perfect study of highly mingled subdued color, and there was an aged goat (kept doubtless on interesting superstitious grounds) lying against the open back kitchen door.\n", "word": "gray", "modifies": "worm"}
{"color": "white", "line": "The mossy thatch of the cow shed, the broken gray barn doors, the pauper laborers in ragged breeches who had nearly finished unloading a wagon of corn into the barn ready for early thrashing; the scanty dairy of cows being tethered for milking and leaving one half of the shed in brown emptiness; the very pigs and white ducks seeming to wander about the uneven neglected yard as if in low spirits from feeding on a too meagre quality of rinsings,—all these objects under the quiet light of a sky marbled with high clouds would have made a sort of picture which we have all paused over as a “charming bit,” touching other sensibilities than those which are stirred by the depression of the agricultural interest, with the sad lack of farming capital, as seen constantly in the newspapers of that time.\n", "word": "white", "modifies": "duck"}
{"color": "brown", "line": "The mossy thatch of the cow shed, the broken gray barn doors, the pauper laborers in ragged breeches who had nearly finished unloading a wagon of corn into the barn ready for early thrashing; the scanty dairy of cows being tethered for milking and leaving one half of the shed in brown emptiness; the very pigs and white ducks seeming to wander about the uneven neglected yard as if in low spirits from feeding on a too meagre quality of rinsings,—all these objects under the quiet light of a sky marbled with high clouds would have made a sort of picture which we have all paused over as a “charming bit,” touching other sensibilities than those which are stirred by the depression of the agricultural interest, with the sad lack of farming capital, as seen constantly in the newspapers of that time.\n", "word": "brown", "modifies": "emptiness"}
{"color": "gray", "line": "The mossy thatch of the cow shed, the broken gray barn doors, the pauper laborers in ragged breeches who had nearly finished unloading a wagon of corn into the barn ready for early thrashing; the scanty dairy of cows being tethered for milking and leaving one half of the shed in brown emptiness; the very pigs and white ducks seeming to wander about the uneven neglected yard as if in low spirits from feeding on a too meagre quality of rinsings,—all these objects under the quiet light of a sky marbled with high clouds would have made a sort of picture which we have all paused over as a “charming bit,” touching other sensibilities than those which are stirred by the depression of the agricultural interest, with the sad lack of farming capital, as seen constantly in the newspapers of that time.\n", "word": "gray", "modifies": "door"}
{"color": "blue", "line": "His coat and breeches were the best he had, and he would not have been wearing them on this weekday occasion if he had not been to market and returned later than usual, having given himself the rare treat of dining at the public table of the Blue Bull.\n", "word": "blue", "modifies": "bull"}
{"color": "brown", "line": "What could two men, so different from each other, see in this “brown patch,” as Mary called herself?\n", "word": "brown", "modifies": "patch"}
{"color": "gray", "line": "He was a man obviously on the way towards sixty, very florid and hairy, with much gray in his bushy whiskers and thick curly hair, a stoutish body which showed to disadvantage the somewhat worn joinings of his clothes, and the air of a swaggerer, who would aim at being noticeable even at a show of fireworks, regarding his own remarks on any other person’s performance as likely to be more interesting than the performance itself.\n", "word": "gray", "modifies": "whisker"}
{"color": "gray", "line": "The gray day had turned to a light drizzling rain, which freshened the hedgerows and the grassy borders of the by roads, and hastened the laborers who were loading the last shocks of corn.\n", "word": "gray", "modifies": "day"}
{"color": "green", "line": "It was a lovely afternoon; the leaves from the lofty limes were falling silently across the sombre evergreens, while the lights and shadows slept side by side: there was no sound but the cawing of the rooks, which to the accustomed ear is a lullaby, or that last solemn lullaby, a dirge.\n", "word": "lime", "modifies": "leaf"}
{"color": "black", "line": "Lydgate, certain that his patient wished to be alone, soon left him; and the black figure with hands behind and head bent forward continued to pace the walk where the dark yew trees gave him a mute companionship in melancholy, and the little shadows of bird or leaf that fleeted across the isles of sunlight, stole along in silence as in the presence of a sorrow.\n", "word": "black", "modifies": "figure"}
{"color": "green", "line": "The open bow window let in the serene glory of the afternoon lying in the avenue, where the lime trees cast long shadows.\n", "word": "lime", "modifies": "tree"}
{"color": "white", "line": "Let those who know, tell us exactly what stuff it was that Dorothea wore in those days of mild autumn—that thin white woollen stuff soft to the touch and soft to the eye.\n", "word": "white", "modifies": "stuff"}
{"color": "gold", "line": "Yet if she had entered before a still audience as Imogene or Cato’s daughter, the dress might have seemed right enough: the grace and dignity were in her limbs and neck; and about her simply parted hair and candid eyes the large round poke which was then in the fate of women, seemed no more odd as a head dress than the gold trencher we call a halo.\n", "word": "gold", "modifies": "trencher"}
{"color": "white", "line": "They were both tall, and their eyes were on a level; but imagine Rosamond’s infantine blondness and wondrous crown of hair plaits, with her pale blue dress of a fit and fashion so perfect that no dressmaker could look at it without emotion, a large embroidered collar which it was to be hoped all beholders would know the price of, her small hands duly set off with rings, and that controlled self consciousness of manner which is the expensive substitute for simplicity.\n", "word": "pale", "modifies": "dress"}
{"color": "blue", "line": "They were both tall, and their eyes were on a level; but imagine Rosamond’s infantine blondness and wondrous crown of hair plaits, with her pale blue dress of a fit and fashion so perfect that no dressmaker could look at it without emotion, a large embroidered collar which it was to be hoped all beholders would know the price of, her small hands duly set off with rings, and that controlled self consciousness of manner which is the expensive substitute for simplicity.\n", "word": "blue", "modifies": "dress"}
{"color": "brown", "line": "But what keeps me up best is the pink mixture, not the brown.\n", "word": "brown", "modifies": "mixture"}
{"color": "pink", "line": "But what keeps me up best is the pink mixture, not the brown.\n", "word": "pink", "modifies": "mixture"}
{"color": "pink", "line": "It may be imagined that Mr. Trumbull rose from his couch with a disposition to speak of an illness in which he had manifested the strength of his mind as well as constitution; and he was not backward in awarding credit to the medical man who had discerned the quality of patient he had to deal with.\n", "word": "rose", "modifies": "mr."}
{"color": "white", "line": "The curate’s pew was opposite the rector’s at the entrance of the small chancel, and Will had time to fear that Dorothea might not come while he looked round at the group of rural faces which made the congregation from year to year within the white washed walls and dark old pews, hardly with more change than we see in the boughs of a tree which breaks here and there with age, but yet has young shoots.\n", "word": "white", "modifies": "wall"}
{"color": "black", "line": "Mr. Rigg’s frog face was something alien and unaccountable, but notwithstanding this shock to the order of things, there were still the Waules and the rural stock of the Powderells in their pews side by side; brother Samuel’s cheek had the same purple round as ever, and the three generations of decent cottagers came as of old with a sense of duty to their betters generally—the smaller children regarding Mr. Casaubon, who wore the black gown and mounted to the highest box, as probably the chief of all betters, and the one most awful if offended.\n", "word": "black", "modifies": "gown"}
{"color": "purple", "line": "Mr. Rigg’s frog face was something alien and unaccountable, but notwithstanding this shock to the order of things, there were still the Waules and the rural stock of the Powderells in their pews side by side; brother Samuel’s cheek had the same purple round as ever, and the three generations of decent cottagers came as of old with a sense of duty to their betters generally—the smaller children regarding Mr. Casaubon, who wore the black gown and mounted to the highest box, as probably the chief of all betters, and the one most awful if offended.\n", "word": "purple", "modifies": "round"}
{"color": "white", "line": "Dorothea did at last appear on this quaint background, walking up the short aisle in her white beaver bonnet and gray cloak—the same she had worn in the Vatican.\n", "word": "white", "modifies": "bonnet"}
{"color": "gray", "line": "Dorothea did at last appear on this quaint background, walking up the short aisle in her white beaver bonnet and gray cloak—the same she had worn in the Vatican.\n", "word": "gray", "modifies": "cloak"}
{"color": "gold", "line": "Doubtless a vigorous error vigorously pursued has kept the embryos of truth a breathing: the quest of gold being at the same time a questioning of substances, the body of chemistry is prepared for its soul, and Lavoisier is born.\n", "word": "gold", "modifies": "quest"}
{"color": "pink", "line": "“Well, not to say high colored, but with a bloom like a Chiny rose.\n", "word": "rose", "modifies": "chiny"}
{"color": "blue", "line": "When she entered the Yew tree Walk she could not see her husband; but the walk had bends, and she went, expecting to catch sight of his figure wrapped in a blue cloak, which, with a warm velvet cap, was his outer garment on chill days for the garden.\n", "word": "blue", "modifies": "cloak"}
{"color": "blue", "line": "His arms were resting on the table, and his brow was bowed down on them, the blue cloak being dragged forward and screening his face on each side.\n", "word": "blue", "modifies": "cloak"}
{"color": "white", "line": "Every morning now she sat with Celia in the prettiest of up stairs sitting rooms, opening into a small conservatory—Celia all in white and lavender like a bunch of mixed violets, watching the remarkable acts of the baby, which were so dubious to her inexperienced mind that all conversation was interrupted by appeals for their interpretation made to the oracular nurse.\n", "word": "white", "modifies": "celia"}
{"color": "purple", "line": "Every morning now she sat with Celia in the prettiest of up stairs sitting rooms, opening into a small conservatory—Celia all in white and lavender like a bunch of mixed violets, watching the remarkable acts of the baby, which were so dubious to her inexperienced mind that all conversation was interrupted by appeals for their interpretation made to the oracular nurse.\n", "word": "violet", "modifies": "bunch"}
{"color": "white", "line": "Mrs. Cadwallader said you might as well marry an Italian with white mice!\n", "word": "white", "modifies": "mouse"}
{"color": "white", "line": "Why should he be compared with an Italian carrying white mice?\n", "word": "white", "modifies": "mouse"}
{"color": "white", "line": "An Italian with white mice!—on the contrary, he was a creature who entered into every one’s feelings, and could take the pressure of their thought instead of urging his own with iron resistance.\n", "word": "white", "modifies": "mouse"}
{"color": "white", "line": "However, Ladislaw’s coaching was forthwith to be put to the test, for before the day of nomination Mr. Brooke was to explain himself to the worthy electors of Middlemarch from the balcony of the White Hart, which looked out advantageously at an angle of the market place, commanding a large area in front and two converging streets.\n", "word": "white", "modifies": "hart"}
{"color": "green", "line": "It was a fine May morning, and everything seemed hopeful: there was some prospect of an understanding between Bagster’s committee and Brooke’s, to which Mr. Bulstrode, Mr. Standish as a Liberal lawyer, and such manufacturers as Mr. Plymdale and Mr. Vincy, gave a solidity which almost counterbalanced Mr. Hawley and his associates who sat for Pinkerton at the Green Dragon.\n", "word": "green", "modifies": "dragon"}
{"color": "pink", "line": "His spirit rose a little, and his voice too.\n", "word": "rose", "modifies": "spirit"}
{"color": "black", "line": "She did not observe Mr. Farebrother’s approach along the grass, and had just stooped down to lecture a small black and tan terrier, which would persist in walking on the sheet and smelling at the rose leaves as Mary sprinkled them.\n", "word": "black", "modifies": "terrier"}
{"color": "pink", "line": "She did not observe Mr. Farebrother’s approach along the grass, and had just stooped down to lecture a small black and tan terrier, which would persist in walking on the sheet and smelling at the rose leaves as Mary sprinkled them.\n", "word": "rose", "modifies": "leaf"}
{"color": "gold", "line": "But as Warren Hastings looked at gold and thought of buying Daylesford, so Joshua Rigg looked at Stone Court and thought of buying gold.\n", "word": "gold", "modifies": "thought"}
{"color": "black", "line": "what’s this fellow in black coming along the lane?\n", "word": "black", "modifies": "fellow"}
{"color": "black", "line": "The comer was our slight acquaintance Mr. Raffles, whose appearance presented no other change than such as was due to a suit of black and a crape hat band.\n", "word": "black", "modifies": "suit"}
{"color": "white", "line": "you’re very pale and pasty, Nick.\n", "word": "pale", "modifies": "nick"}
{"color": "red", "line": "And now, as if by some hideous magic, this loud red figure had risen before him in unmanageable solidity—an incorporate past which had not entered into his imagination of chastisements.\n", "word": "red", "modifies": "figure"}
{"color": "white", "line": "The fine old place never looked more like a delightful home than at that moment; the great white lilies were in flower, the nasturtiums, their pretty leaves all silvered with dew, were running away over the low stone wall; the very noises all around had a heart of peace within them.\n", "word": "white", "modifies": "lily"}
{"color": "black", "line": "He was satisfied with his present success, and by three o’clock that day he had taken up his portmanteau at the turnpike and mounted the coach, relieving Mr. Bulstrode’s eyes of an ugly black spot on the landscape at Stone Court, but not relieving him of the dread that the black spot might reappear and become inseparable even from the vision of his hearth.\n", "word": "black", "modifies": "spot"}
{"color": "green", "line": "So by the end of June the shutters were all opened at Lowick Manor, and the morning gazed calmly into the library, shining on the rows of note books as it shines on the weary waste planted with huge stones, the mute memorial of a forgotten faith; and the evening laden with roses entered silently into the blue green boudoir where Dorothea chose oftenest to sit.\n", "word": "green", "modifies": "boudoir"}
{"color": "blue", "line": "So by the end of June the shutters were all opened at Lowick Manor, and the morning gazed calmly into the library, shining on the rows of note books as it shines on the weary waste planted with huge stones, the mute memorial of a forgotten faith; and the evening laden with roses entered silently into the blue green boudoir where Dorothea chose oftenest to sit.\n", "word": "blue", "modifies": "boudoir"}
{"color": "pink", "line": "So by the end of June the shutters were all opened at Lowick Manor, and the morning gazed calmly into the library, shining on the rows of note books as it shines on the weary waste planted with huge stones, the mute memorial of a forgotten faith; and the evening laden with roses entered silently into the blue green boudoir where Dorothea chose oftenest to sit.\n", "word": "rose", "modifies": "laden"}
{"color": "green", "line": "She had not yet applied herself to her work, but was seated with her hands folded on her lap, looking out along the avenue of limes to the distant fields.\n", "word": "lime", "modifies": "avenue"}
{"color": "pink", "line": "She had turned her head and was looking out of the window on the rose bushes, which seemed to have in them the summers of all the years when Will would be away.\n", "word": "rose", "modifies": "bush"}
{"color": "black", "line": "It was a warm evening, and even in the delightful drawing room, where the fine old turf sloped from the open window towards a lilied pool and well planted mounds, the heat was enough to make Celia in her white muslin and light curls reflect with pity on what Dodo must feel in her black dress and close cap.\n", "word": "black", "modifies": "dress"}
{"color": "white", "line": "It was a warm evening, and even in the delightful drawing room, where the fine old turf sloped from the open window towards a lilied pool and well planted mounds, the heat was enough to make Celia in her white muslin and light curls reflect with pity on what Dodo must feel in her black dress and close cap.\n", "word": "white", "modifies": "muslin"}
{"color": "white", "line": "It was a pretty picture to see this little lady in white muslin unfastening the widow’s cap from her more majestic sister, and tossing it on to a chair.\n", "word": "white", "modifies": "muslin"}
{"color": "brown", "line": "Just as the coils and braids of dark brown hair had been set free, Sir James entered the room.\n", "word": "brown", "modifies": "hair"}
{"color": "gray", "line": "It was one of those gray mornings after light rains, which become delicious about twelve o’clock, when the clouds part a little, and the scent of the earth is sweet along the lanes and by the hedgerows.\n", "word": "gray", "modifies": "morning"}
{"color": "red", "line": "Letty herself, showing as to her mouth and pinafore some slight signs that she had been assisting at the gathering of the cherries which stood in a coral heap on the tea table, was now seated on the grass, listening open eyed to the reading.\n", "word": "coral", "modifies": "heap"}
{"color": "green", "line": "Therefore since Rosamond, as we know, was fond of horseback, there were plenty of reasons why she should be tempted to resume her riding when Captain Lydgate, who had ordered his man with two horses to follow him and put up at the “Green Dragon,” begged her to go out on the gray which he warranted to be gentle and trained to carry a lady—indeed, he had bought it for his sister, and was taking it to Quallingham.\n", "word": "green", "modifies": "dragon"}
{"color": "purple", "line": "“Any other article” was a phrase delicately implying jewellery, and more particularly some purple amethysts costing thirty pounds, which Lydgate had bought as a bridal present.\n", "word": "purple", "modifies": "amethyst"}
{"color": "white", "line": "beside her cherub face there floats A pale lipped form aerial whispering Its promptings in that little shell her ear.” News is often dispersed as thoughtlessly and effectively as that pollen which the bees carry off (having no idea how powdery they are) when they are buzzing in search of their particular nectar.\n", "word": "pale", "modifies": "aerial"}
{"color": "pink", "line": "When she repeated Fred’s news to Lydgate, he said, “Take care you don’t drop the faintest hint to Ladislaw, Rosy.\n", "word": "rosy", "modifies": "ladislaw"}
{"color": "blue", "line": "here we are at the Blue Bull.\n", "word": "blue", "modifies": "bull"}
{"color": "white", "line": "It seemed like the fluctuations of a dream—as if the action begun by that loud bloated stranger were being carried on by this pale eyed sickly looking piece of respectability, whose subdued tone and glib formality of speech were at this moment almost as repulsive to him as their remembered contrast.\n", "word": "pale", "modifies": "piece"}
{"color": "blue", "line": "“He is not gone, or going, apparently; the ‘Pioneer’ keeps its color, and Mr. Orlando Ladislaw is making a sad dark blue scandal by warbling continually with your Mr. Lydgate’s wife, who they tell me is as pretty as pretty can be.\n", "word": "blue", "modifies": "scandal"}
{"color": "blue", "line": "Driving was pleasant, for rain in the night had laid the dust, and the blue sky looked far off, away from the region of the great clouds that sailed in masses.\n", "word": "blue", "modifies": "sky"}
{"color": "pink", "line": "Mrs. Vincy, in her fullest matronly bloom, looked at Mary’s little figure, rough wavy hair, and visage quite without lilies and roses, and wondered; trying unsuccessfully to fancy herself caring about Mary’s appearance in wedding clothes, or feeling complacency in grandchildren who would “feature” the Garths.\n", "word": "rose", "modifies": "lily"}
{"color": "red", "line": "Mary was just finishing the delicious tale of Rumpelstiltskin, which she had well by heart, because Letty was never tired of communicating it to her ignorant elders from a favorite red volume.\n", "word": "red", "modifies": "volume"}
{"color": "pink", "line": "Lydgate’s anger rose: he was prepared to be indulgent towards feminine weakness, but not towards feminine dictation.\n", "word": "rose", "modifies": "anger"}
{"color": "black", "line": "You don’t happen to know of any other that would be at liberty?” said Mrs. Plymdale, fixing her round black eyes on Rosamond with the animation of a sudden thought in them.\n", "word": "black", "modifies": "eye"}
{"color": "blue", "line": "I am then to consider the commission withdrawn?” said Mr. Trumbull, adjusting the long ends of his blue cravat with both hands, and looking at Rosamond deferentially.\n", "word": "blue", "modifies": "cravat"}
{"color": "pink", "line": "Rosamond, seeing that he was not looking at her, rose and set his cup of coffee before him; but he took no notice of it, and went on with an inward drama and argument, occasionally moving in his seat, resting one arm on the table, and rubbing his hand against his hair.\n", "word": "rose", "modifies": "rosamond"}
{"color": "white", "line": "While Lydgate’s eyes glanced rapidly over the brief letter, she saw his face, usually of a pale brown, taking on a dry whiteness; with nostrils and lips quivering he tossed down the letter before her, and said violently— “It will be impossible to endure life with you, if you will always be acting secretly—acting in opposition to me and hiding your actions.” He checked his speech and turned his back on her—then wheeled round and walked about, sat down, and got up again restlessly, grasping hard the objects deep down in his pockets.\n", "word": "pale", "modifies": "brown"}
{"color": "brown", "line": "While Lydgate’s eyes glanced rapidly over the brief letter, she saw his face, usually of a pale brown, taking on a dry whiteness; with nostrils and lips quivering he tossed down the letter before her, and said violently— “It will be impossible to endure life with you, if you will always be acting secretly—acting in opposition to me and hiding your actions.” He checked his speech and turned his back on her—then wheeled round and walked about, sat down, and got up again restlessly, grasping hard the objects deep down in his pockets.\n", "word": "brown", "modifies": "face"}
{"color": "green", "line": "The billiard room at the Green Dragon was the constant resort of a certain set, most of whom, like our acquaintance Mr. Bambridge, were regarded as men of pleasure.\n", "word": "green", "modifies": "dragon"}
{"color": "green", "line": "It was generally known in Middlemarch that a good deal of money was lost and won in this way; and the consequent repute of the Green Dragon as a place of dissipation naturally heightened in some quarters the temptation to go there.\n", "word": "green", "modifies": "dragon"}
{"color": "green", "line": "Lydgate, who had the muscular aptitude for billiards, and was fond of the game, had once or twice in the early days after his arrival in Middlemarch taken his turn with the cue at the Green Dragon; but afterwards he had no leisure for the game, and no inclination for the socialities there.\n", "word": "green", "modifies": "dragon"}
{"color": "green", "line": "But the last fortnight Mary had been staying at Lowick Parsonage with the ladies there, during Mr. Farebrother’s residence in Middlemarch, where he was carrying out some parochial plans; and Fred, not seeing anything more agreeable to do, had turned into the Green Dragon, partly to play at billiards, partly to taste the old flavor of discourse about horses, sport, and things in general, considered from a point of view which was not strenuously correct.\n", "word": "green", "modifies": "dragon"}
{"color": "blue", "line": "It was a strange reversal of attitudes: Fred’s blond face and blue eyes, usually bright and careless, ready to give attention to anything that held out a promise of amusement, looking involuntarily grave and almost embarrassed as if by the sight of something unfitting; while Lydgate, who had habitually an air of self possessed strength, and a certain meditativeness that seemed to lie behind his most observant attention, was acting, watching, speaking with that excited narrow consciousness which reminds one of an animal with fierce eyes and retractile claws.\n", "word": "blue", "modifies": "eye"}
{"color": "green", "line": "The next thing he said was— “I thought Lydgate never went to the Green Dragon?” “So did I,” said Fred.\n", "word": "green", "modifies": "dragon"}
{"color": "green", "line": "He paused—they were standing on a patch of green where the road diverged towards St. Botolph’s, and he put out his hand, as if to imply that the conversation was closed.\n", "word": "green", "modifies": "patch"}
{"color": "green", "line": "On the contrary, he felt unmixed disgust with himself the next day when he had to pay four or five pounds over and above his gains, and he carried about with him a most unpleasant vision of the figure he had made, not only rubbing elbows with the men at the Green Dragon but behaving just as they did.\n", "word": "green", "modifies": "dragon"}
{"color": "blue", "line": "Mrs. Abel thought, like the servants at The Shrubs, that the strange man belonged to the unpleasant “kin” who are among the troubles of the rich; she had at first referred the kinship to Mr. Rigg, and where there was property left, the buzzing presence of such large blue bottles seemed natural enough.\n", "word": "blue", "modifies": "bottle"}
{"color": "pink", "line": "Bulstrode rose and spent some time in prayer.\n", "word": "rose", "modifies": "bulstrode"}
{"color": "green", "line": "Playing at the Green Dragon once or oftener might have been a trifle in another man; but in Lydgate it was one of several signs that he was getting unlike his former self.\n", "word": "green", "modifies": "dragon"}
{"color": "green", "line": "Five days after the death of Raffles, Mr. Bambridge was standing at his leisure under the large archway leading into the yard of the Green Dragon.\n", "word": "green", "modifies": "dragon"}
{"color": "green", "line": "Soon, however, there was a small cluster of more important listeners, who were either deposited from the passers by, or had sauntered to the spot expressly to see if there were anything going on at the Green Dragon; and Mr. Bambridge was finding it worth his while to say many impressive things about the fine studs he had been seeing and the purchases he had made on a journey in the north from which he had just returned.\n", "word": "green", "modifies": "dragon"}
{"color": "green", "line": "He was not a man to compromise his dignity by lounging at the Green Dragon, but happening to pass along the High Street and seeing Bambridge on the other side, he took some of his long strides across to ask the horsedealer whether he had found the first rate gig horse which he had engaged to look for.\n", "word": "green", "modifies": "dragon"}
{"color": "green", "line": "It was mainly what we know, including the fact about Will Ladislaw, with some local color and circumstance added: it was what Bulstrode had dreaded the betrayal of—and hoped to have buried forever with the corpse of Raffles—it was that haunting ghost of his earlier life which as he rode past the archway of the Green Dragon he was trusting that Providence had delivered him from.\n", "word": "green", "modifies": "dragon"}
{"color": "black", "line": "“Any cursed alien blood, Jew, Corsican, or Gypsy.” “I know he’s one of your black sheep, Hawley.\n", "word": "black", "modifies": "sheep"}
{"color": "green", "line": "The business was felt to be so public and important that it required dinners to feed it, and many invitations were just then issued and accepted on the strength of this scandal concerning Bulstrode and Lydgate; wives, widows, and single ladies took their work and went out to tea oftener than usual; and all public conviviality, from the Green Dragon to Dollop’s, gathered a zest which could not be won from the question whether the Lords would throw out the Reform Bill.\n", "word": "green", "modifies": "dragon"}
{"color": "red", "line": "“Ah, there’s better folks spend their money worse,” said a firm voiced dyer, whose crimson hands looked out of keeping with his good natured face.\n", "word": "crimson", "modifies": "hand"}
{"color": "pink", "line": "After the business had been fully opened by the chairman, who pointed out the advantages of purchasing by subscription a piece of ground large enough to be ultimately used as a general cemetery, Mr. Bulstrode, whose rather high pitched but subdued and fluent voice the town was used to at meetings of this sort, rose and asked leave to deliver his opinion.\n", "word": "rose", "modifies": "mr."}
{"color": "pink", "line": "Say that the evil speaking of which I am to be made the victim accuses me of malpractices—” here Bulstrode’s voice rose and took on a more biting accent, till it seemed a low cry—“who shall be my accuser?\n", "word": "rose", "modifies": "voice"}
{"color": "white", "line": "Bulstrode, it is not desirable, I think, to prolong the present discussion,” said Mr. Thesiger, turning to the pallid trembling man; “I must so far concur with what has fallen from Mr. Hawley in expression of a general feeling, as to think it due to your Christian profession that you should clear yourself, if possible, from unhappy aspersions.\n", "word": "pallid", "modifies": "man"}
{"color": "black", "line": "The general black balling had begun.\n", "word": "black", "modifies": "balling"}
{"color": "red", "line": "Men had always thought her a handsome comfortable woman, and had reckoned it among the signs of Bulstrode’s hypocrisy that he had chosen a red blooded Vincy, instead of a ghastly and melancholy person suited to his low esteem for earthly pleasure.\n", "word": "red", "modifies": "vincy"}
{"color": "white", "line": "“And that feather I know she got dyed a pale lavender on purpose to be consistent.\n", "word": "pale", "modifies": "lavender"}
{"color": "white", "line": "In that short drive her dread gathered so much force from the sense of darkness, that when she entered the private counting house where her brother sat at his desk, her knees trembled and her usually florid face was deathly pale.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "Something of the same effect was produced in him by the sight of her: he rose from his seat to meet her, took her by the hand, and said, with his impulsive rashness— “God help you, Harriet!\n", "word": "rose", "modifies": "seat"}
{"color": "black", "line": "She took off all her ornaments and put on a plain black gown, and instead of wearing her much adorned cap and large bows of hair, she brushed her hair down and put on a plain bonnet cap, which made her look suddenly like an early Methodist.\n", "word": "black", "modifies": "gown"}
{"color": "black", "line": "But soon the sky became black over poor Rosamond.\n", "word": "black", "modifies": "rosamond"}
{"color": "pink", "line": "With a quick change of countenance he rose and went out of the room.\n", "word": "rose", "modifies": "change"}
{"color": "green", "line": "These thoughts were like a drama to her, and made her eyes bright, and gave an attitude of suspense to her whole frame, though she was only looking out from the brown library on to the turf and the bright green buds which stood in relief against the dark evergreens.\n", "word": "green", "modifies": "bud"}
{"color": "brown", "line": "These thoughts were like a drama to her, and made her eyes bright, and gave an attitude of suspense to her whole frame, though she was only looking out from the brown library on to the turf and the bright green buds which stood in relief against the dark evergreens.\n", "word": "brown", "modifies": "library"}
{"color": "white", "line": "But there is a pale shade of bribery which is sometimes called prosperity.\n", "word": "pale", "modifies": "shade"}
{"color": "white", "line": "That was the process going on in poor Rosamond, while she arranged all objects around her with the same nicety as ever, only with more slowness—or sat down to the piano, meaning to play, and then desisting, yet lingering on the music stool with her white fingers suspended on the wooden front, and looking before her in dreamy ennui.\n", "word": "white", "modifies": "finger"}
{"color": "white", "line": "“Young Ladislaw the grandson of a thieving Jew pawnbroker” was a phrase which had entered emphatically into the dialogues about the Bulstrode business, at Lowick, Tipton, and Freshitt, and was a worse kind of placard on poor Will’s back than the “Italian with white mice.” Upright Sir James Chettam was convinced that his own satisfaction was righteous when he thought with some complacency that here was an added league to that mountainous distance between Ladislaw and Dorothea, which enabled him to dismiss any anxiety in that direction as too absurd.\n", "word": "white", "modifies": "mouse"}
{"color": "white", "line": "When Will had ceased to speak she had become an image of sickened misery: her lips were pale, and her eyes had a tearless dismay in them.\n", "word": "pale", "modifies": "lip"}
{"color": "white", "line": "That house was never dull, Mr. Farebrother, like another White of Selborne, having continually something new to tell of his inarticulate guests and _proteges_, whom he was teaching the boys not to torment; and he had just set up a pair of beautiful goats to be pets of the village in general, and to walk at large as sacred animals.\n", "word": "white", "modifies": "selborne"}
{"color": "white", "line": "Far off in the bending sky was the pearly light; and she felt the largeness of the world and the manifold wakings of men to labor and endurance.\n", "word": "pearly", "modifies": "light"}
{"color": "white", "line": "“Why, madam, you’ve never been in bed this blessed night,” burst out Tantripp, looking first at the bed and then at Dorothea’s face, which in spite of bathing had the pale cheeks and pink eyelids of a mater dolorosa.\n", "word": "pale", "modifies": "cheek"}
{"color": "pink", "line": "“Why, madam, you’ve never been in bed this blessed night,” burst out Tantripp, looking first at the bed and then at Dorothea’s face, which in spite of bathing had the pale cheeks and pink eyelids of a mater dolorosa.\n", "word": "pink", "modifies": "eyelid"}
{"color": "white", "line": "Looking like the lovely ghost of herself, her graceful slimness wrapped in her soft white shawl, the rounded infantine mouth and cheek inevitably suggesting mildness and innocence, Rosamond paused at three yards’ distance from her visitor and bowed.\n", "word": "white", "modifies": "shawl"}
{"color": "blue", "line": "When Rosamond’s convulsed throat was subsiding into calm, and she withdrew the handkerchief with which she had been hiding her face, her eyes met Dorothea’s as helplessly as if they had been blue flowers.\n", "word": "blue", "modifies": "flower"}
{"color": "white", "line": "“After I went away, I was haunted by two pale faces: Mrs. Casaubon looked as much in need of care as you, Rosy.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "Until that wretched yesterday—except the moment of vexation long ago in the very same room and in the very same presence—all their vision, all their thought of each other, had been as in a world apart, where the sunshine fell on tall white lilies, where no evil lurked, and no other soul entered.\n", "word": "white", "modifies": "lily"}
{"color": "brown", "line": "But her vagrant mind must be reduced to order: there was an art in self discipline; and she walked round and round the brown library considering by what sort of manoeuvre she could arrest her wandering thoughts.\n", "word": "brown", "modifies": "library"}
{"color": "white", "line": "They stood silent, not looking at each other, but looking at the evergreens which were being tossed, and were showing the pale underside of their leaves against the blackening sky.\n", "word": "pale", "modifies": "underside"}
{"color": "white", "line": "Sir James was almost white with anger, but he did not speak.\n", "word": "white", "modifies": "sir"}
{"color": "white", "line": "“That is not so very easy for a man of any dignity—with any sense of right—when the affair happens to be in his own family,” said Sir James, still in his white indignation.\n", "word": "white", "modifies": "indignation"}
{"color": "black", "line": "He had found more words than usual in the first jet of his anger, but Mr. Brooke’s propitiation was more clogging to his tongue than Mr. Cadwallader’s caustic hint.\n", "word": "jet", "modifies": "anger"}
{"color": "pink", "line": "She had a pink kerchief tied over her head, making a little poke to shade her eyes from the level sunbeams, while she was giving a glorious swing to Letty, who laughed and screamed wildly.\n", "word": "pink", "modifies": "kerchief"}
{"color": "pink", "line": "Seeing her father, Mary left the swing and went to meet him, pushing back the pink kerchief and smiling afar off at him with the involuntary smile of loving pleasure.\n", "word": "pink", "modifies": "kerchief"}
{"color": "green", "line": "He became rather distinguished in his side of the county as a theoretic and practical farmer, and produced a work on the “Cultivation of Green Crops and the Economy of Cattle Feeding” which won him high congratulations at agricultural meetings.\n", "word": "green", "modifies": "crop"}
