{"color": "black", "line": "Mr. Weston was a man of unexceptionable character, easy fortune, suitable age, and pleasant manners; and there was some satisfaction in considering with what self denying, generous friendship she had always wished and promoted the match; but it was a black morning’s work for her.\n", "word": "black", "modifies": "morning"}
{"color": "blue", "line": "She was short, plump, and fair, with a fine bloom, blue eyes, light hair, regular features, and a look of great sweetness, and, before the end of the evening, Emma was as much pleased with her manners as her person, and quite determined to continue the acquaintance.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "Those soft blue eyes, and all those natural graces, should not be wasted on the inferior society of Highbury and its connexions.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "She was so busy in admiring those soft blue eyes, in talking and listening, and forming all these schemes in the in betweens, that the evening flew away at a very unusual rate; and the supper table, which always closed such parties, and for which she had been used to sit and watch the due time, was all set out and ready, and moved forwards to the fire, before she was aware.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "You blush, Harriet.—Does any body else occur to you at this moment under such a definition?\n", "word": "blush", "modifies": "harriet"}
{"color": "pink", "line": "A few inferior dwellings were first to be passed, and then, about a quarter of a mile down the lane rose the Vicarage, an old and not very good house, almost as close to the road as it could be.\n", "word": "rose", "modifies": "quarter"}
{"color": "red", "line": "I shall never forget his flying Henry’s kite for him that very windy day last Easter—and ever since his particular kindness last September twelvemonth in writing that note, at twelve o’clock at night, on purpose to assure me that there was no scarlet fever at Cobham, I have been convinced there could not be a more feeling heart nor a better man in existence.—If any body can deserve him, it must be Miss Taylor.” “Where is the young man?” said John Knightley.\n", "word": "scarlet", "modifies": "fever"}
{"color": "white", "line": "The cold, however, was severe; and by the time the second carriage was in motion, a few flakes of snow were finding their way down, and the sky had the appearance of being so overcharged as to want only a milder air to produce a very white world in a very short time.\n", "word": "white", "modifies": "world"}
{"color": "black", "line": "They arrived, the carriage turned, the step was let down, and Mr. Elton, spruce, black, and smiling, was with them instantly.\n", "word": "black", "modifies": "mr."}
{"color": "gray", "line": "Her eyes, a deep grey, with dark eye lashes and eyebrows, had never been denied their praise; but the skin, which she had been used to cavil at, as wanting colour, had a clearness and delicacy which really needed no fuller bloom.\n", "word": "grey", "modifies": "eye"}
{"color": "pink", "line": "The aunt was as tiresome as ever; more tiresome, because anxiety for her health was now added to admiration of her powers; and they had to listen to the description of exactly how little bread and butter she ate for breakfast, and how small a slice of mutton for dinner, as well as to see exhibitions of new caps and new workbags for her mother and herself; and Jane’s offences rose again.\n", "word": "rose", "modifies": "offence"}
{"color": "white", "line": "I am sure I must have been as white as my gown.\n", "word": "white", "modifies": "gown"}
{"color": "white", "line": "Philip Elton, White Hart, Bath_, was to be seen under the operation of being lifted into the butcher’s cart, which was to convey it to where the coaches past; and every thing in this world, excepting that trunk and the direction, was consequently a blank.\n", "word": "white", "modifies": "hart"}
{"color": "white", "line": "The quarter of an hour brought her punctually to the white gate again; and Miss Smith receiving her summons, was with her without delay, and unattended by any alarming young man.\n", "word": "white", "modifies": "gate"}
{"color": "pink", "line": "She did not wish to speak of the pianoforte, she felt too much in the secret herself, to think the appearance of curiosity or interest fair, and therefore purposely kept at a distance; but by the others, the subject was almost immediately introduced, and she saw the blush of consciousness with which congratulations were received, the blush of guilt which accompanied the name of “my excellent friend Colonel Campbell.” Mrs. Weston, kind hearted and musical, was particularly interested by the circumstance, and Emma could not help being amused at her perseverance in dwelling on the subject; and having so much to ask and to say as to tone, touch, and pedal, totally unsuspicious of that wish of saying as little about it as possible, which she plainly read in the fair heroine’s countenance.\n", "word": "blush", "modifies": "consciousness"}
{"color": "blue", "line": "Emma watched them in, and then joined Harriet at the interesting counter,—trying, with all the force of her own mind, to convince her that if she wanted plain muslin it was of no use to look at figured; and that a blue ribbon, be it ever so beautiful, would still never match her yellow pattern.\n", "word": "blue", "modifies": "ribbon"}
{"color": "yellow", "line": "Emma watched them in, and then joined Harriet at the interesting counter,—trying, with all the force of her own mind, to convince her that if she wanted plain muslin it was of no use to look at figured; and that a blue ribbon, be it ever so beautiful, would still never match her yellow pattern.\n", "word": "yellow", "modifies": "pattern"}
{"color": "yellow", "line": "in places you see it is dreadfully dirty; and the wainscot is more yellow and forlorn than any thing I could have imagined.” “My dear, you are too particular,” said her husband.\n", "word": "yellow", "modifies": "wainscot"}
{"color": "pink", "line": "A pleasant “thank you” seemed meant to laugh it off, but a blush, a quivering lip, a tear in the eye, shewed that it was felt beyond a laugh.\n", "word": "blush", "modifies": "lip"}
{"color": "white", "line": "I have some notion of putting such a trimming as this to my white and silver poplin.\n", "word": "white", "modifies": "poplin"}
{"color": "silver", "line": "Within abundance of silver paper was a pretty little Tunbridge ware box, which Harriet opened: it was well lined with the softest cotton; but, excepting the cotton, Emma saw only a small piece of court plaister.\n", "word": "silver", "modifies": "paper"}
{"color": "pink", "line": "The word was _blunder_; and as Harriet exultingly proclaimed it, there was a blush on Jane’s cheek which gave it a meaning not otherwise ostensible.\n", "word": "blush", "modifies": "cheek"}
{"color": "pink", "line": "Here,—probably this basket with pink ribbon.\n", "word": "pink", "modifies": "ribbon"}
{"color": "green", "line": "It was hot; and after walking some time over the gardens in a scattered, dispersed way, scarcely any three together, they insensibly followed one another to the delicious shade of a broad short avenue of limes, which stretching beyond the garden at an equal distance from the river, seemed the finish of the pleasure grounds.—It led to nothing; nothing but a view at the end over a low stone wall with high pillars, which seemed intended, in their erection, to give the appearance of an approach to the house, which never had been there.\n", "word": "lime", "modifies": "avenue"}
{"color": "black", "line": "His father would not own himself uneasy, and laughed at her fears; but she could not be cured of wishing that he would part with his black mare.\n", "word": "black", "modifies": "mare"}
{"color": "red", "line": "Books of engravings, drawers of medals, cameos, corals, shells, and every other family collection within his cabinets, had been prepared for his old friend, to while away the morning; and the kindness had perfectly answered.\n", "word": "coral", "modifies": "engraving"}
{"color": "green", "line": "Some are gone to the ponds, and some to the lime walk.\n", "word": "lime", "modifies": "walk"}
{"color": "black", "line": "The black mare was blameless; _they_ were right who had named Mrs. Churchill as the cause.\n", "word": "black", "modifies": "mare"}
{"color": "pink", "line": "Mr. Weston, his son, Emma, and Harriet, only remained; and the young man’s spirits now rose to a pitch almost unpleasant.\n", "word": "rose", "modifies": "spirit"}
{"color": "gold", "line": "Emma saw symptoms of it immediately in the expression of her face; and while paying her own compliments to Mrs. Bates, and appearing to attend to the good old lady’s replies, she saw her with a sort of anxious parade of mystery fold up a letter which she had apparently been reading aloud to Miss Fairfax, and return it into the purple and gold reticule by her side, saying, with significant nods, “We can finish this some other time, you know.\n", "word": "gold", "modifies": "reticule"}
{"color": "purple", "line": "Emma saw symptoms of it immediately in the expression of her face; and while paying her own compliments to Mrs. Bates, and appearing to attend to the good old lady’s replies, she saw her with a sort of anxious parade of mystery fold up a letter which she had apparently been reading aloud to Miss Fairfax, and return it into the purple and gold reticule by her side, saying, with significant nods, “We can finish this some other time, you know.\n", "word": "purple", "modifies": "reticule"}
