{"color": "pink", "line": "She planted, in imitation of those susceptible souls, a rose bush; but there was not a lover to weep in concert with her, when she watered it with her tears. Alas!\n", "word": "rose", "modifies": "bush"}
{"color": "gray", "line": "When her mother frowned, and her friend looked cool, she would steal to this retirement, where human foot seldom trod gaze on the sea, observe the grey clouds, or listen to the wind which struggled to free itself from the only thing that impeded its course.\n", "word": "grey", "modifies": "cloud"}
{"color": "black", "line": "But these various pursuits did not banish all her cares, or carry off all her constitutional black bile.\n", "word": "black", "modifies": "bile"}
{"color": "pink", "line": "The apology brought them on the carpet; and the mother, with a look of solemn importance, turned to the sick man, whose name was Henry, and said; \"Though people of the first fashion are frequently at places of this kind, intimate with they know not who; yet I do not choose that my daughter, whose family is so respectable, should be intimate with any one she would blush to know elsewhere.\n", "word": "blush", "modifies": "one"}
{"color": "red", "line": "The same warmth which determined her will make her repent; and sorrow, the rust of the mind, will never have a chance of being rubbed off by sensible conversation, or new born affections of the heart.\n", "word": "rust", "modifies": "sorrow"}
{"color": "black", "line": "She was right; the sight of them did not affect her, or turn the stream of her sullen sorrow; the black wave rolled along in the same course, it was equal to her where she cast her eyes; all was impenetrable gloom.\n", "word": "black", "modifies": "wave"}
{"color": "white", "line": "Henry started at the sight of her altered appearance; the day before her complexion had been of the most pallid hue; but now her cheeks were flushed, and her eyes enlivened with a false vivacity, an unusual fire.\n", "word": "pallid", "modifies": "hue"}
{"color": "white", "line": "For a while the remembrance of Ann banished her regret at parting with Henry, though his pale figure pressed on her sight; it may seem a paradox, but he was more present to her when she sailed; her tears then were all his own.\n", "word": "pale", "modifies": "figure"}
{"color": "pink", "line": "The vessel rose on a wave and descended into a yawning gulph Not slower did her mounting soul return to earth, for Ah!\n", "word": "rose", "modifies": "vessel"}
{"color": "pink", "line": "Mary rose early, refreshed by the seasonable rest, and went to visit the poor woman, whom she found quite recovered: and, on enquiry, heard that she had lately buried her husband, a common sailor; and that her only surviving child had been washed over board the day before.\n", "word": "rose", "modifies": "mary"}
{"color": "green", "line": "Emerging out of a dreary chamber, all nature looked cheerful; when she had last walked out, snow covered the ground, and bleak winds pierced her through and through: now the hedges were green, the blossoms adorned the trees, and the birds sung.\n", "word": "green", "modifies": "hedge"}
{"color": "white", "line": "She still saw his pale face; the sound of his voice still vibrated on her ears; she tried to retain it; she listened, looked round, wept, and prayed.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "She did so, and received comfort from it; she rose above her misery.\n", "word": "rose", "modifies": "misery"}
{"color": "white", "line": "A ray of light from an opened window discovered the pale face.\n", "word": "pale", "modifies": "face"}
{"color": "green", "line": "The road was pleasant yet Mary shut her eyes; or if they were open, green fields and commons, passed in quick succession, and left no more traces behind than if they had been waves of the sea.\n", "word": "green", "modifies": "field"}
