{"color": "red", "line": "As I passed the well remembered door, which must always be associated in my mind with my wooing, and with the dark incidents of the Study in Scarlet, I was seized with a keen desire to see Holmes again, and to know how he was employing his extraordinary powers.\n", "word": "scarlet", "modifies": "study"}
{"color": "black", "line": "As to your practice, if a gentleman walks into my rooms smelling of iodoform, with a black mark of nitrate of silver upon his right forefinger, and a bulge on the right side of his top hat to show where he has secreted his stethoscope, I must be dull, indeed, if I do not pronounce him to be an active member of the medical profession.” I could not help laughing at the ease with which he explained his process of deduction.\n", "word": "black", "modifies": "mark"}
{"color": "silver", "line": "As to your practice, if a gentleman walks into my rooms smelling of iodoform, with a black mark of nitrate of silver upon his right forefinger, and a bulge on the right side of his top hat to show where he has secreted his stethoscope, I must be dull, indeed, if I do not pronounce him to be an active member of the medical profession.” I could not help laughing at the ease with which he explained his process of deduction.\n", "word": "silver", "modifies": "nitrate"}
{"color": "red", "line": "Heavy bands of astrakhan were slashed across the sleeves and fronts of his double breasted coat, while the deep blue cloak which was thrown over his shoulders was lined with flame coloured silk and secured at the neck with a brooch which consisted of a single flaming beryl.\n", "word": "flaming", "modifies": "beryl"}
{"color": "blue", "line": "Heavy bands of astrakhan were slashed across the sleeves and fronts of his double breasted coat, while the deep blue cloak which was thrown over his shoulders was lined with flame coloured silk and secured at the neck with a brooch which consisted of a single flaming beryl.\n", "word": "blue", "modifies": "cloak"}
{"color": "brown", "line": "Boots which extended halfway up his calves, and which were trimmed at the tops with rich brown fur, completed the impression of barbaric opulence which was suggested by his whole appearance.\n", "word": "brown", "modifies": "fur"}
{"color": "black", "line": "He carried a broad brimmed hat in his hand, while he wore across the upper part of his face, extending down past the cheekbones, a black vizard mask, which he had apparently adjusted that very moment, for his hand was still raised to it as he entered.\n", "word": "black", "modifies": "mask"}
{"color": "gold", "line": "“There are three hundred pounds in gold and seven hundred in notes,” he said.\n", "word": "gold", "modifies": "pound"}
{"color": "gold", "line": "As he stepped up to the cab, he pulled a gold watch from his pocket and looked at it earnestly, ‘Drive like the devil,’ he shouted, ‘first to Gross & Hankey’s in Regent Street, and then to the Church of St. Monica in the Edgeware Road.\n", "word": "gold", "modifies": "watch"}
{"color": "black", "line": "His broad black hat, his baggy trousers, his white tie, his sympathetic smile, and general look of peering and benevolent curiosity were such as Mr. John Hare alone could have equalled.\n", "word": "black", "modifies": "hat"}
{"color": "white", "line": "His broad black hat, his baggy trousers, his white tie, his sympathetic smile, and general look of peering and benevolent curiosity were such as Mr. John Hare alone could have equalled.\n", "word": "white", "modifies": "tie"}
{"color": "green", "line": "This ring—” He slipped an emerald snake ring from his finger and held it out upon the palm of his hand.\n", "word": "emerald", "modifies": "ring"}
{"color": "black", "line": "He wore rather baggy grey shepherd’s check trousers, a not over clean black frock coat, unbuttoned in the front, and a drab waistcoat with a heavy brassy Albert chain, and a square pierced bit of metal dangling down as an ornament.\n", "word": "black", "modifies": "coat"}
{"color": "gray", "line": "He wore rather baggy grey shepherd’s check trousers, a not over clean black frock coat, unbuttoned in the front, and a drab waistcoat with a heavy brassy Albert chain, and a square pierced bit of metal dangling down as an ornament.\n", "word": "grey", "modifies": "shepherd"}
{"color": "brown", "line": "A frayed top hat and a faded brown overcoat with a wrinkled velvet collar lay upon a chair beside him.\n", "word": "brown", "modifies": "overcoat"}
{"color": "red", "line": "Altogether, look as I would, there was nothing remarkable about the man save his blazing red head, and the expression of extreme chagrin and discontent upon his features.\n", "word": "red", "modifies": "head"}
{"color": "pink", "line": "That trick of staining the fishes’ scales of a delicate pink is quite peculiar to China.\n", "word": "pink", "modifies": "scale"}
{"color": "red", "line": "Can you not find the advertisement, Mr. Wilson?” “Yes, I have got it now,” he answered with his thick red finger planted halfway down the column.\n", "word": "red", "modifies": "finger"}
{"color": "red", "line": "All red headed men who are sound in body and mind and above the age of twenty one years, are eligible.\n", "word": "red", "modifies": "men"}
{"color": "red", "line": "He was himself red headed, and he had a great sympathy for all red headed men; so, when he died, it was found that he had left his enormous fortune in the hands of trustees, with instructions to apply the interest to the providing of easy berths to men whose hair is of that colour.\n", "word": "red", "modifies": "men"}
{"color": "red", "line": "Then, again, I have heard it is no use your applying if your hair is light red, or dark red, or anything but real bright, blazing, fiery red.\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "From north, south, east, and west every man who had a shade of red in his hair had tramped into the city to answer the advertisement.\n", "word": "red", "modifies": "shade"}
{"color": "red", "line": "Fleet Street was choked with red headed folk, and Pope’s Court looked like a coster’s orange barrow.\n", "word": "red", "modifies": "folk"}
{"color": "red", "line": "A groan of disappointment came up from below, and the folk all trooped away in different directions until there was not a red head to be seen except my own and that of the manager.\n", "word": "red", "modifies": "head"}
{"color": "red", "line": "The fund was, of course, for the propagation and spread of the red heads as well as for their maintenance.\n", "word": "red", "modifies": "head"}
{"color": "red", "line": "It read in this fashion: “THE RED HEADED LEAGUE IS DISSOLVED.\n", "word": "red", "modifies": "league"}
{"color": "red", "line": "“I cannot see that there is anything very funny,” cried our client, flushing up to the roots of his flaming head.\n", "word": "flaming", "modifies": "head"}
{"color": "white", "line": "Has a white splash of acid upon his forehead.” Holmes sat up in his chair in considerable excitement.\n", "word": "white", "modifies": "splash"}
{"color": "red", "line": "Three gilt balls and a brown board with “JABEZ WILSON” in white letters, upon a corner house, announced the place where our red headed client carried on his business.\n", "word": "red", "modifies": "client"}
{"color": "white", "line": "Three gilt balls and a brown board with “JABEZ WILSON” in white letters, upon a corner house, announced the place where our red headed client carried on his business.\n", "word": "white", "modifies": "letter"}
{"color": "brown", "line": "Three gilt balls and a brown board with “JABEZ WILSON” in white letters, upon a corner house, announced the place where our red headed client carried on his business.\n", "word": "brown", "modifies": "board"}
{"color": "black", "line": "The roadway was blocked with the immense stream of commerce flowing in a double tide inward and outward, while the footpaths were black with the hurrying swarm of pedestrians.\n", "word": "black", "modifies": "footpath"}
{"color": "red", "line": "A sandwich and a cup of coffee, and then off to violin land, where all is sweetness and delicacy and harmony, and there are no red headed clients to vex us with their conundrums.” My friend was an enthusiastic musician, being himself not only a very capable performer but a composer of no ordinary merit.\n", "word": "red", "modifies": "client"}
{"color": "black", "line": "The swing of his nature took him from extreme languor to devouring energy; and, as I knew well, he was never so truly formidable as when, for days on end, he had been lounging in his armchair amid his improvisations and his black letter editions.\n", "word": "black", "modifies": "edition"}
{"color": "red", "line": "As I drove home to my house in Kensington I thought over it all, from the extraordinary story of the red headed copier of the _Encyclopædia_ down to the visit to Saxe Coburg Square, and the ominous words with which he had parted from me.\n", "word": "red", "modifies": "copier"}
{"color": "white", "line": "Then it lengthened out until it became a yellow line, and then, without any warning or sound, a gash seemed to open and a hand appeared, a white, almost womanly hand, which felt about in the centre of the little area of light.\n", "word": "white", "modifies": "hand"}
{"color": "yellow", "line": "Then it lengthened out until it became a yellow line, and then, without any warning or sound, a gash seemed to open and a hand appeared, a white, almost womanly hand, which felt about in the centre of the little area of light.\n", "word": "yellow", "modifies": "line"}
{"color": "white", "line": "With a rending, tearing sound, one of the broad, white stones turned over upon its side and left a square, gaping hole, through which streamed the light of a lantern.\n", "word": "white", "modifies": "stone"}
{"color": "red", "line": "In another instant he stood at the side of the hole and was hauling after him a companion, lithe and small like himself, with a pale face and a shock of very red hair.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "In another instant he stood at the side of the hole and was hauling after him a companion, lithe and small like himself, with a pale face and a shock of very red hair.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "“Your red headed idea was very new and effective.” “You’ll see your pal again presently,” said Jones.\n", "word": "red", "modifies": "idea"}
{"color": "red", "line": "Looking over his shoulder, I saw that on the pavement opposite there stood a large woman with a heavy fur boa round her neck, and a large curling red feather in a broad brimmed hat which was tilted in a coquettish Duchess of Devonshire fashion over her ear.\n", "word": "red", "modifies": "feather"}
{"color": "purple", "line": "And he said that I had nothing fit to wear, when I had my purple plush that I had never so much as taken out of the drawer.\n", "word": "purple", "modifies": "plush"}
{"color": "blue", "line": "Then he took down from the rack the old and oily clay pipe, which was to him as a counsellor, and, having lit it, he leaned back in his chair, with the thick blue cloud wreaths spinning up from him, and a look of infinite languor in his face.\n", "word": "blue", "modifies": "wreath"}
{"color": "black", "line": "Her jacket was black, with black beads sewn upon it, and a fringe of little black jet ornaments.\n", "word": "black", "modifies": "jacket"}
{"color": "brown", "line": "Her dress was brown, rather darker than coffee colour, with a little purple plush at the neck and sleeves.\n", "word": "brown", "modifies": "dress"}
{"color": "purple", "line": "Her dress was brown, rather darker than coffee colour, with a little purple plush at the neck and sleeves.\n", "word": "purple", "modifies": "plush"}
{"color": "gold", "line": "She had small round, hanging gold earrings, and a general air of being fairly well to do in a vulgar, comfortable, easy going way.” Sherlock Holmes clapped his hands softly together and chuckled.\n", "word": "gold", "modifies": "earring"}
{"color": "purple", "line": "You observed that her right glove was torn at the forefinger, but you did not apparently see that both glove and finger were stained with violet ink.\n", "word": "violet", "modifies": "ink"}
{"color": "black", "line": "in height; strongly built, sallow complexion, black hair, a little bald in the centre, bushy, black side whiskers and moustache; tinted glasses, slight infirmity of speech.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "Was dressed, when last seen, in black frock coat faced with silk, black waistcoat, gold Albert chain, and grey Harris tweed trousers, with brown gaiters over elastic sided boots.\n", "word": "black", "modifies": "coat"}
{"color": "gold", "line": "Was dressed, when last seen, in black frock coat faced with silk, black waistcoat, gold Albert chain, and grey Harris tweed trousers, with brown gaiters over elastic sided boots.\n", "word": "gold", "modifies": "chain"}
{"color": "brown", "line": "Was dressed, when last seen, in black frock coat faced with silk, black waistcoat, gold Albert chain, and grey Harris tweed trousers, with brown gaiters over elastic sided boots.\n", "word": "brown", "modifies": "gaiter"}
{"color": "gray", "line": "Was dressed, when last seen, in black frock coat faced with silk, black waistcoat, gold Albert chain, and grey Harris tweed trousers, with brown gaiters over elastic sided boots.\n", "word": "grey", "modifies": "harris"}
{"color": "red", "line": "Once only had I known him to fail, in the case of the King of Bohemia and of the Irene Adler photograph; but when I looked back to the weird business of the Sign of Four, and the extraordinary circumstances connected with the Study in Scarlet, I felt that it would be a strange tangle indeed which he could not unravel.\n", "word": "scarlet", "modifies": "study"}
{"color": "black", "line": "I left him then, still puffing at his black clay pipe, with the conviction that when I came again on the next evening I would find that he held in his hands all the clues which would lead up to the identity of the disappearing bridegroom of Miss Mary Sutherland.\n", "word": "black", "modifies": "pipe"}
{"color": "gray", "line": "Sherlock Holmes was pacing up and down the platform, his tall, gaunt figure made even gaunter and taller by his long grey travelling cloak and close fitting cloth cap.\n", "word": "grey", "modifies": "travelling"}
{"color": "red", "line": "There are several people in the neighbourhood, however, and among them Miss Turner, the daughter of the neighbouring landowner, who believe in his innocence, and who have retained Lestrade, whom you may recollect in connection with the Study in Scarlet, to work out the case in his interest.\n", "word": "scarlet", "modifies": "study"}
{"color": "black", "line": "However innocent he might be, he could not be such an absolute imbecile as not to see that the circumstances were very black against him.\n", "word": "black", "modifies": "circumstance"}
{"color": "pink", "line": "When I rose from my father I looked round for it, but it was gone.\n", "word": "rose", "modifies": "father"}
{"color": "brown", "line": "In spite of the light brown dustcoat and leather leggings which he wore in deference to his rustic surroundings, I had no difficulty in recognising Lestrade, of Scotland Yard.\n", "word": "brown", "modifies": "dustcoat"}
{"color": "pink", "line": "Her violet eyes shining, her lips parted, a pink flush upon her cheeks, all thought of her natural reserve lost in her overpowering excitement and concern.\n", "word": "pink", "modifies": "flush"}
{"color": "purple", "line": "Her violet eyes shining, her lips parted, a pink flush upon her cheeks, all thought of her natural reserve lost in her overpowering excitement and concern.\n", "word": "violet", "modifies": "eye"}
{"color": "gray", "line": "And then the incident of the grey cloth seen by young McCarthy.\n", "word": "grey", "modifies": "cloth"}
{"color": "black", "line": "His brows were drawn into two hard black lines, while his eyes shone out from beneath them with a steely glitter.\n", "word": "black", "modifies": "line"}
{"color": "red", "line": "Above the woods which lined it upon the farther side we could see the red, jutting pinnacles which marked the site of the rich landowner’s dwelling.\n", "word": "red", "modifies": "pinnacle"}
{"color": "gray", "line": "“I fancy that this grey house on the right must be the lodge.\n", "word": "grey", "modifies": "house"}
{"color": "gray", "line": "The possession of a grey garment was a third point which, granting the son’s statement to be correct, was a certainty.\n", "word": "grey", "modifies": "garment"}
{"color": "gray", "line": "We have come now out of mere vagueness to the definite conception of an Australian from Ballarat with a grey cloak.” “Certainly.” “And one who was at home in the district, for the pool can only be approached by the farm or by the estate, where strangers could hardly wander.” “Quite so.” “Then comes our expedition of to day.\n", "word": "grey", "modifies": "cloak"}
{"color": "white", "line": "His tangled beard, grizzled hair, and outstanding, drooping eyebrows combined to give an air of dignity and power to his appearance, but his face was of an ashen white, while his lips and the corners of his nostrils were tinged with a shade of blue.\n", "word": "white", "modifies": "face"}
{"color": "blue", "line": "His tangled beard, grizzled hair, and outstanding, drooping eyebrows combined to give an air of dignity and power to his appearance, but his face was of an ashen white, while his lips and the corners of his nostrils were tinged with a shade of blue.\n", "word": "blue", "modifies": "shade"}
{"color": "black", "line": "Black Jack of Ballarat was the name I went under, and our party is still remembered in the colony as the Ballarat Gang.\n", "word": "black", "modifies": "jack"}
{"color": "gold", "line": "“One day a gold convoy came down from Ballarat to Melbourne, and we lay in wait for it and attacked it.\n", "word": "gold", "modifies": "convoy"}
{"color": "black", "line": "Old Turner lived for seven months after our interview, but he is now dead; and there is every prospect that the son and daughter may come to live happily together in ignorance of the black cloud which rests upon their past.\n", "word": "black", "modifies": "cloud"}
{"color": "white", "line": "He looked about him anxiously in the glare of the lamp, and I could see that his face was pale and his eyes heavy, like those of a man who is weighed down with some great anxiety.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "At the time of the war he fought in Jackson’s army, and afterwards under Hood, where he rose to be a colonel.\n", "word": "rose", "modifies": "hood"}
{"color": "red", "line": "I took up the envelope and saw scrawled in red ink upon the inner flap, just above the gum, the letter K three times repeated.\n", "word": "red", "modifies": "ink"}
{"color": "black", "line": "The fire was burning brightly, and in the grate there was a mass of black, fluffy ashes, as of burned paper, while the brass box stood open and empty beside it.\n", "word": "black", "modifies": "ash"}
{"color": "green", "line": "We found him, when we went to search for him, face downward in a little green scummed pool, which lay at the foot of the garden.\n", "word": "green", "modifies": "pool"}
{"color": "white", "line": "“Nothing.” “Nothing?” “To tell the truth”—he sank his face into his thin, white hands—“I have felt helpless.\n", "word": "white", "modifies": "hand"}
{"color": "blue", "line": "He rummaged in his coat pocket, and, drawing out a piece of discoloured, blue tinted paper, he laid it out upon the table.\n", "word": "blue", "modifies": "paper"}
{"color": "red", "line": "Sherlock Holmes sat for some time in silence, with his head sunk forward and his eyes bent upon the red glow of the fire.\n", "word": "red", "modifies": "glow"}
{"color": "blue", "line": "Then he lit his pipe, and leaning back in his chair he watched the blue smoke rings as they chased each other up to the ceiling.\n", "word": "blue", "modifies": "smoke"}
{"color": "white", "line": "I can see him now, with yellow, pasty face, drooping lids, and pin point pupils, all huddled in a chair, the wreck and ruin of a noble man.\n", "word": "pasty", "modifies": "face"}
{"color": "yellow", "line": "I can see him now, with yellow, pasty face, drooping lids, and pin point pupils, all huddled in a chair, the wreck and ruin of a noble man.\n", "word": "yellow", "modifies": "face"}
{"color": "black", "line": "Our own door flew open, and a lady, clad in some dark coloured stuff, with a black veil, entered the room.\n", "word": "black", "modifies": "veil"}
{"color": "gold", "line": "There he was to be found, she was sure of it, at the Bar of Gold, in Upper Swandam Lane.\n", "word": "gold", "modifies": "bar"}
{"color": "black", "line": "Between a slop shop and a gin shop, approached by a steep flight of steps leading down to a black gap like the mouth of a cave, I found the den of which I was in search.\n", "word": "black", "modifies": "gap"}
{"color": "brown", "line": "Ordering my cab to wait, I passed down the steps, worn hollow in the centre by the ceaseless tread of drunken feet; and by the light of a flickering oil lamp above the door I found the latch and made my way into a long, low room, thick and heavy with the brown opium smoke, and terraced with wooden berths, like the forecastle of an emigrant ship.\n", "word": "brown", "modifies": "smoke"}
{"color": "red", "line": "Out of the black shadows there glimmered little red circles of light, now bright, now faint, as the burning poison waxed or waned in the bowls of the metal pipes.\n", "word": "red", "modifies": "circle"}
{"color": "black", "line": "Out of the black shadows there glimmered little red circles of light, now bright, now faint, as the burning poison waxed or waned in the bowls of the metal pipes.\n", "word": "black", "modifies": "shadow"}
{"color": "black", "line": "At the farther end was a small brazier of burning charcoal, beside which on a three legged wooden stool there sat a tall, thin old man, with his jaw resting upon his two fists, and his elbows upon his knees, staring into the fire.\n", "word": "charcoal", "modifies": "brazier"}
{"color": "yellow", "line": "“Now, Watson,” said Holmes, as a tall dog cart dashed up through the gloom, throwing out two golden tunnels of yellow light from its side lanterns.\n", "word": "yellow", "modifies": "light"}
{"color": "white", "line": "A shock of orange hair, a pale face disfigured by a horrible scar, which, by its contraction, has turned up the outer edge of his upper lip, a bulldog chin, and a pair of very penetrating dark eyes, which present a singular contrast to the colour of his hair, all mark him out from amid the common crowd of mendicants and so, too, does his wit, for he is ever ready with a reply to any piece of chaff which may be thrown at him by the passers by.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "As we approached, the door flew open, and a little blonde woman stood in the opening, clad in some sort of light mousseline de soie, with a touch of fluffy pink chiffon at her neck and wrists.\n", "word": "pink", "modifies": "chiffon"}
{"color": "black", "line": "If it had been written straight off, and then blotted, none would be of a deep black shade.\n", "word": "black", "modifies": "shade"}
{"color": "blue", "line": "He took off his coat and waistcoat, put on a large blue dressing gown, and then wandered about the room collecting pillows from his bed and cushions from the sofa and armchairs.\n", "word": "blue", "modifies": "gown"}
{"color": "blue", "line": "In the dim light of the lamp I saw him sitting there, an old briar pipe between his lips, his eyes fixed vacantly upon the corner of the ceiling, the blue smoke curling up from him, silent, motionless, with the light shining upon his strong set aquiline features.\n", "word": "blue", "modifies": "smoke"}
{"color": "black", "line": "But he is a dirty scoundrel.” “Dirty?” “Yes, it is all we can do to make him wash his hands, and his face is as black as a tinker’s.\n", "word": "black", "modifies": "face"}
{"color": "red", "line": "A shock of very bright red hair grew low over his eyes and forehead.\n", "word": "red", "modifies": "hair"}
{"color": "brown", "line": "Gone was the coarse brown tint!\n", "word": "brown", "modifies": "tint"}
{"color": "red", "line": "A twitch brought away the tangled red hair, and there, sitting up in his bed, was a pale, sad faced, refined looking man, black haired and smooth skinned, rubbing his eyes and staring about him with sleepy bewilderment.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "A twitch brought away the tangled red hair, and there, sitting up in his bed, was a pale, sad faced, refined looking man, black haired and smooth skinned, rubbing his eyes and staring about him with sleepy bewilderment.\n", "word": "pale", "modifies": "man"}
{"color": "green", "line": "When an actor I had, of course, learned all the secrets of making up, and had been famous in the green room for my skill.\n", "word": "green", "modifies": "room"}
{"color": "red", "line": "Then with a red head of hair, and an appropriate dress, I took my station in the business part of the city, ostensibly as a match seller but really as a beggar.\n", "word": "red", "modifies": "head"}
{"color": "blue", "line": "THE ADVENTURE OF THE BLUE CARBUNCLE I had called upon my friend Sherlock Holmes upon the second morning after Christmas, with the intention of wishing him the compliments of the season.\n", "word": "blue", "modifies": "carbuncle"}
{"color": "purple", "line": "He was lounging upon the sofa in a purple dressing gown, a pipe rack within his reach upon the right, and a pile of crumpled morning papers, evidently newly studied, near at hand.\n", "word": "purple", "modifies": "gown"}
{"color": "white", "line": "In front of him he saw, in the gaslight, a tallish man, walking with a slight stagger, and carrying a white goose slung over his shoulder.\n", "word": "white", "modifies": "goose"}
{"color": "black", "line": "It was a very ordinary black hat of the usual round shape, hard and much the worse for wear.\n", "word": "black", "modifies": "hat"}
{"color": "red", "line": "The lining had been of red silk, but was a good deal discoloured.\n", "word": "red", "modifies": "silk"}
{"color": "green", "line": "“He is a man who leads a sedentary life, goes out little, is out of training entirely, is middle aged, has grizzled hair which he has had cut within the last few days, and which he anoints with lime cream.\n", "word": "lime", "modifies": "cream"}
{"color": "green", "line": "They all appear to be adhesive, and there is a distinct odour of lime cream.\n", "word": "lime", "modifies": "cream"}
{"color": "brown", "line": "This dust, you will observe, is not the gritty, grey dust of the street but the fluffy brown dust of the house, showing that it has been hung up indoors most of the time, while the marks of moisture upon the inside are proof positive that the wearer perspired very freely, and could therefore, hardly be in the best of training.” “But his wife—you said that she had ceased to love him.” “This hat has not been brushed for weeks.\n", "word": "brown", "modifies": "dust"}
{"color": "gray", "line": "This dust, you will observe, is not the gritty, grey dust of the street but the fluffy brown dust of the house, showing that it has been hung up indoors most of the time, while the marks of moisture upon the inside are proof positive that the wearer perspired very freely, and could therefore, hardly be in the best of training.” “But his wife—you said that she had ceased to love him.” “This hat has not been brushed for weeks.\n", "word": "grey", "modifies": "dust"}
{"color": "black", "line": "Anyhow, he never got tallow stains from a gas jet.\n", "word": "jet", "modifies": "gas"}
{"color": "blue", "line": "John Horner, 26, plumber, was brought up upon the charge of having upon the 22nd inst., abstracted from the jewel case of the Countess of Morcar the valuable gem known as the blue carbuncle.\n", "word": "blue", "modifies": "carbuncle"}
{"color": "black", "line": "Now, then: ‘Found at the corner of Goodge Street, a goose and a black felt hat.\n", "word": "black", "modifies": "hat"}
{"color": "red", "line": "It was found in the banks of the Amoy River in southern China and is remarkable in having every characteristic of the carbuncle, save that it is blue in shade instead of ruby red.\n", "word": "red", "modifies": "ruby"}
{"color": "blue", "line": "It was found in the banks of the Amoy River in southern China and is remarkable in having every characteristic of the carbuncle, save that it is blue in shade instead of ruby red.\n", "word": "blue", "modifies": "shade"}
{"color": "black", "line": "There have been two murders, a vitriol throwing, a suicide, and several robberies brought about for the sake of this forty grain weight of crystallised charcoal.\n", "word": "charcoal", "modifies": "weight"}
{"color": "red", "line": "A touch of red in nose and cheeks, with a slight tremor of his extended hand, recalled Holmes’ surmise as to his habits.\n", "word": "red", "modifies": "touch"}
{"color": "black", "line": "His rusty black frock coat was buttoned right up in front, with the collar turned up, and his lank wrists protruded from his sleeves without a sign of cuff or shirt.\n", "word": "black", "modifies": "frock"}
{"color": "white", "line": "Holmes pushed open the door of the private bar and ordered two glasses of beer from the ruddy faced, white aproned landlord.\n", "word": "white", "modifies": "landlord"}
{"color": "red", "line": "You see this other page in red ink?\n", "word": "red", "modifies": "ink"}
{"color": "pink", "line": "“When you see a man with whiskers of that cut and the ‘Pink ’un’ protruding out of his pocket, you can always draw him by a bet,” said he.\n", "word": "pink", "modifies": "’un"}
{"color": "yellow", "line": "Turning round we saw a little rat faced fellow standing in the centre of the circle of yellow light which was thrown by the swinging lamp, while Breckinridge, the salesman, framed in the door of his stall, was shaking his fists fiercely at the cringing figure.\n", "word": "yellow", "modifies": "light"}
{"color": "white", "line": "“It is always awkward doing business with an alias.” A flush sprang to the white cheeks of the stranger.\n", "word": "white", "modifies": "cheek"}
{"color": "black", "line": "It was one bird, I imagine in which you were interested—white, with a black bar across the tail.” Ryder quivered with emotion.\n", "word": "black", "modifies": "bar"}
{"color": "blue", "line": "It laid an egg after it was dead—the bonniest, brightest little blue egg that ever was seen.\n", "word": "blue", "modifies": "egg"}
{"color": "blue", "line": "Holmes unlocked his strong box and held up the blue carbuncle, which shone out like a star, with a cold, brilliant, many pointed radiance.\n", "word": "blue", "modifies": "carbuncle"}
{"color": "blue", "line": "You had heard, Ryder, of this blue stone of the Countess of Morcar’s?” “It was Catherine Cusack who told me of it,” said he in a crackling voice.\n", "word": "blue", "modifies": "stone"}
{"color": "white", "line": "There was a little shed in the yard, and behind this I drove one of the birds—a fine big one, white, with a barred tail.\n", "word": "white", "modifies": "one"}
{"color": "white", "line": "It’s the big white one over yonder.\n", "word": "white", "modifies": "one"}
{"color": "pink", "line": "Then my friend rose and threw open the door.\n", "word": "rose", "modifies": "friend"}
{"color": "pink", "line": "A lady dressed in black and heavily veiled, who had been sitting in the window, rose as we entered.\n", "word": "rose", "modifies": "lady"}
{"color": "pink", "line": "At eleven o’clock she rose to leave me, but she paused at the door and looked back.\n", "word": "rose", "modifies": "o’clock"}
{"color": "white", "line": "By the light of the corridor lamp I saw my sister appear at the opening, her face blanched with terror, her hands groping for help, her whole figure swaying to and fro like that of a drunkard.\n", "word": "blanched", "modifies": "opening"}
{"color": "white", "line": "Five little livid spots, the marks of four fingers and a thumb, were printed upon the white wrist.\n", "word": "white", "modifies": "wrist"}
{"color": "black", "line": "His costume was a peculiar mixture of the professional and of the agricultural, having a black top hat, a long frock coat, and a pair of high gaiters, with a hunting crop swinging in his hand.\n", "word": "black", "modifies": "hat"}
{"color": "yellow", "line": "A large face, seared with a thousand wrinkles, burned yellow with the sun, and marked with every evil passion, was turned from one to the other of us, while his deep set, bile shot eyes, and his high, thin, fleshless nose, gave him somewhat the resemblance to a fierce old bird of prey.\n", "word": "yellow", "modifies": "wrinkle"}
{"color": "blue", "line": "He held in his hand a sheet of blue paper, scrawled over with notes and figures.\n", "word": "blue", "modifies": "paper"}
{"color": "green", "line": "The trees and wayside hedges were just throwing out their first green shoots, and the air was full of the pleasant smell of the moist earth.\n", "word": "green", "modifies": "shoot"}
{"color": "gray", "line": "From amid the branches there jutted out the grey gables and high roof tree of a very old mansion.\n", "word": "grey", "modifies": "gable"}
{"color": "blue", "line": "The central portion was in little better repair, but the right hand block was comparatively modern, and the blinds in the windows, with the blue smoke curling up from the chimneys, showed that this was where the family resided.\n", "word": "blue", "modifies": "smoke"}
{"color": "white", "line": "A brown chest of drawers stood in one corner, a narrow white counterpaned bed in another, and a dressing table on the left hand side of the window.\n", "word": "white", "modifies": "bed"}
{"color": "brown", "line": "A brown chest of drawers stood in one corner, a narrow white counterpaned bed in another, and a dressing table on the left hand side of the window.\n", "word": "brown", "modifies": "chest"}
{"color": "brown", "line": "The boards round and the panelling of the walls were of brown, worm eaten oak, so old and discoloured that it may have dated from the original building of the house.\n", "word": "brown", "modifies": "board"}
{"color": "yellow", "line": "A moment later we were out on the dark road, a chill wind blowing in our faces, and one yellow light twinkling in front of us through the gloom to guide us on our sombre errand.\n", "word": "yellow", "modifies": "light"}
{"color": "black", "line": "Then suddenly another sound became audible—a very gentle, soothing sound, like that of a small jet of steam escaping continually from a kettle.\n", "word": "jet", "modifies": "steam"}
{"color": "white", "line": "I could, however, see that his face was deadly pale and filled with horror and loathing.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "It struck cold to our hearts, and I stood gazing at Holmes, and he at me, until the last echoes of it had died away into the silence from which it rose.\n", "word": "rose", "modifies": "silence"}
{"color": "red", "line": "Beside this table, on the wooden chair, sat Dr. Grimesby Roylott clad in a long grey dressing gown, his bare ankles protruding beneath, and his feet thrust into red heelless Turkish slippers.\n", "word": "red", "modifies": "slipper"}
{"color": "gray", "line": "Beside this table, on the wooden chair, sat Dr. Grimesby Roylott clad in a long grey dressing gown, his bare ankles protruding beneath, and his feet thrust into red heelless Turkish slippers.\n", "word": "grey", "modifies": "gown"}
{"color": "yellow", "line": "Round his brow he had a peculiar yellow band, with brownish speckles, which seemed to be bound tightly round his head.\n", "word": "yellow", "modifies": "band"}
{"color": "pink", "line": "All my medical instincts rose up against that laugh.\n", "word": "rose", "modifies": "instinct"}
{"color": "red", "line": "There were four protruding fingers and a horrid red, spongy surface where the thumb should have been.\n", "word": "red", "modifies": "surface"}
{"color": "yellow", "line": "The woman was standing in the aperture, the darkness of the hall behind her, the yellow light from my lamp beating upon her eager and beautiful face.\n", "word": "yellow", "modifies": "light"}
{"color": "green", "line": "There were no carpets and no signs of any furniture above the ground floor, while the plaster was peeling off the walls, and the damp was breaking through in green, unhealthy blotches.\n", "word": "green", "modifies": "blotch"}
{"color": "white", "line": "I had stooped and was scraping at this to see exactly what it was when I heard a muttered exclamation in German and saw the cadaverous face of the colonel looking down at me.\n", "word": "cadaverous", "modifies": "face"}
{"color": "gray", "line": "His face set hard, and a baleful light sprang up in his grey eyes.\n", "word": "grey", "modifies": "eye"}
{"color": "black", "line": "By its light I saw that the black ceiling was coming down upon me, slowly, jerkily, but, as none knew better than myself, with a force which must within a minute grind me to a shapeless pulp.\n", "word": "black", "modifies": "ceiling"}
{"color": "black", "line": "Easier the other way, perhaps; and yet, had I the nerve to lie and look up at that deadly black shadow wavering down upon me?\n", "word": "black", "modifies": "shadow"}
{"color": "yellow", "line": "As I gave a last hurried glance around, I saw a thin line of yellow light between two of the boards, which broadened and broadened as a small panel was pushed backward.\n", "word": "yellow", "modifies": "light"}
{"color": "pink", "line": "I endeavoured to tie my handkerchief round it, but there came a sudden buzzing in my ears, and next moment I fell in a dead faint among the rose bushes.\n", "word": "rose", "modifies": "bush"}
{"color": "pink", "line": "“There is the gravel drive, and there are the rose bushes where I lay.\n", "word": "rose", "modifies": "bush"}
{"color": "blue", "line": "‘Arms: Azure, three caltrops in chief over a fess sable.\n", "word": "azure", "modifies": "arm"}
{"color": "black", "line": "As to his dress, it was careful to the verge of foppishness, with high collar, black frock coat, white waistcoat, yellow gloves, patent leather shoes, and light coloured gaiters.\n", "word": "black", "modifies": "coat"}
{"color": "white", "line": "As to his dress, it was careful to the verge of foppishness, with high collar, black frock coat, white waistcoat, yellow gloves, patent leather shoes, and light coloured gaiters.\n", "word": "white", "modifies": "waistcoat"}
{"color": "yellow", "line": "As to his dress, it was careful to the verge of foppishness, with high collar, black frock coat, white waistcoat, yellow gloves, patent leather shoes, and light coloured gaiters.\n", "word": "yellow", "modifies": "glove"}
{"color": "black", "line": "It was not a photograph but an ivory miniature, and the artist had brought out the full effect of the lustrous black hair, the large dark eyes, and the exquisite mouth.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "It was not a photograph but an ivory miniature, and the artist had brought out the full effect of the lustrous black hair, the large dark eyes, and the exquisite mouth.\n", "word": "ivory", "modifies": "miniature"}
{"color": "pink", "line": "He had hardly shut the door behind him when Holmes rose to put on his overcoat.\n", "word": "rose", "modifies": "holmes"}
{"color": "green", "line": "THE ADVENTURE OF THE BERYL CORONET “Holmes,” said I as I stood one morning in our bow window looking down the street, “here is a madman coming along.\n", "word": "beryl", "modifies": "coronet"}
{"color": "brown", "line": "Down the centre of Baker Street it had been ploughed into a brown crumbly band by the traffic, but at either side and on the heaped up edges of the footpaths it still lay as white as when it fell.\n", "word": "brown", "modifies": "band"}
{"color": "gray", "line": "The grey pavement had been cleaned and scraped, but was still dangerously slippery, so that there were fewer passengers than usual.\n", "word": "grey", "modifies": "pavement"}
{"color": "black", "line": "He was dressed in a sombre yet rich style, in black frock coat, shining hat, neat brown gaiters, and well cut pearl grey trousers.\n", "word": "black", "modifies": "coat"}
{"color": "brown", "line": "He was dressed in a sombre yet rich style, in black frock coat, shining hat, neat brown gaiters, and well cut pearl grey trousers.\n", "word": "brown", "modifies": "gaiter"}
{"color": "gray", "line": "He was dressed in a sombre yet rich style, in black frock coat, shining hat, neat brown gaiters, and well cut pearl grey trousers.\n", "word": "grey", "modifies": "trouser"}
{"color": "green", "line": "‘You have doubtless heard of the Beryl Coronet?’ “‘One of the most precious public possessions of the empire,’ said I.\n", "word": "beryl", "modifies": "coronet"}
{"color": "gold", "line": "‘There are thirty nine enormous beryls,’ said he, ‘and the price of the gold chasing is incalculable.\n", "word": "gold", "modifies": "chasing"}
{"color": "green", "line": "Any injury to it would be almost as serious as its complete loss, for there are no beryls in the world to match these, and it would be impossible to replace them.\n", "word": "beryl", "modifies": "world"}
{"color": "gold", "line": "One of the gold corners, with three of the beryls in it, was missing.\n", "word": "gold", "modifies": "corner"}
{"color": "white", "line": "Fairbank was a good sized square house of white stone, standing back a little from the road.\n", "word": "white", "modifies": "stone"}
{"color": "gray", "line": "The banker’s dressing room was a plainly furnished little chamber, with a grey carpet, a large bureau, and a long mirror.\n", "word": "grey", "modifies": "carpet"}
{"color": "red", "line": "With his collar turned up, his shiny, seedy coat, his red cravat, and his worn boots, he was a perfect sample of the class.\n", "word": "red", "modifies": "cravat"}
{"color": "gold", "line": "Holmes walked over to his desk, took out a little triangular piece of gold with three gems in it, and threw it down upon the table.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "His wicked lust for gold kindled at the news, and he bent her to his will.\n", "word": "gold", "modifies": "lust"}
{"color": "brown", "line": "THE ADVENTURE OF THE COPPER BEECHES “To the man who loves art for its own sake,” remarked Sherlock Holmes, tossing aside the advertisement sheet of _The Daily Telegraph_, “it is frequently in its least important and lowliest manifestations that the keenest pleasure is to be derived.\n", "word": "copper", "modifies": "beech"}
{"color": "yellow", "line": "A thick fog rolled down between the lines of dun coloured houses, and the opposing windows loomed like dark, shapeless blurs through the heavy yellow wreaths.\n", "word": "yellow", "modifies": "wreath"}
{"color": "white", "line": "Our gas was lit and shone on the white cloth and glimmer of china and metal, for the table had not been cleared yet.\n", "word": "white", "modifies": "cloth"}
{"color": "white", "line": "The small matter in which I endeavoured to help the King of Bohemia, the singular experience of Miss Mary Sutherland, the problem connected with the man with the twisted lip, and the incident of the noble bachelor, were all matters which are outside the pale of the law.\n", "word": "pale", "modifies": "matter"}
{"color": "blue", "line": "You remember that the affair of the blue carbuncle, which appeared to be a mere whim at first, developed into a serious investigation.\n", "word": "blue", "modifies": "carbuncle"}
{"color": "pink", "line": "“You will excuse my troubling you, I am sure,” said she, as my companion rose to greet her, “but I have had a very strange experience, and as I have no parents or relations of any sort from whom I could ask advice, I thought that perhaps you would be kind enough to tell me what I should do.” “Pray take a seat, Miss Hunter.\n", "word": "rose", "modifies": "companion"}
{"color": "white", "line": "“‘It is also my custom,’ said he, smiling in the most pleasant fashion until his eyes were just two little shining slits amid the white creases of his face, ‘to advance to my young ladies half their salary beforehand, so that they may meet any little expenses of their journey and their wardrobe.’ “It seemed to me that I had never met so fascinating and so thoughtful a man.\n", "word": "white", "modifies": "crease"}
{"color": "brown", "line": "The Copper Beeches, five miles on the far side of Winchester.\n", "word": "copper", "modifies": "beech"}
{"color": "brown", "line": "I have it here and I will read it to you: “‘The Copper Beeches, near Winchester.\n", "word": "copper", "modifies": "beech"}
{"color": "yellow", "line": "He opened the yellow envelope, and then, glancing at the message, threw it across to me.\n", "word": "yellow", "modifies": "envelope"}
{"color": "black", "line": "“Please be at the Black Swan Hotel at Winchester at midday to morrow,” it said.\n", "word": "black", "modifies": "swan"}
{"color": "white", "line": "It was an ideal spring day, a light blue sky, flecked with little fleecy white clouds drifting across from west to east.\n", "word": "white", "modifies": "cloud"}
{"color": "blue", "line": "It was an ideal spring day, a light blue sky, flecked with little fleecy white clouds drifting across from west to east.\n", "word": "blue", "modifies": "sky"}
{"color": "red", "line": "All over the countryside, away to the rolling hills around Aldershot, the little red and grey roofs of the farm steadings peeped out from amid the light green of the new foliage.\n", "word": "red", "modifies": "roof"}
{"color": "green", "line": "All over the countryside, away to the rolling hills around Aldershot, the little red and grey roofs of the farm steadings peeped out from amid the light green of the new foliage.\n", "word": "green", "modifies": "light"}
{"color": "brown", "line": "When I came down, Mr. Rucastle met me here and drove me in his dog cart to the Copper Beeches.\n", "word": "copper", "modifies": "beech"}
{"color": "brown", "line": "A clump of copper beeches immediately in front of the hall door has given its name to the place.\n", "word": "copper", "modifies": "beech"}
{"color": "gray", "line": "Her light grey eyes wandered continually from one to the other, noting every little want and forestalling it if possible.\n", "word": "grey", "modifies": "eye"}
{"color": "brown", "line": "“For two days after my arrival at the Copper Beeches my life was very quiet; on the third, Mrs. Rucastle came down just after breakfast and whispered something to her husband.\n", "word": "copper", "modifies": "beech"}
{"color": "blue", "line": "We shall now see how the electric blue dress will become you.\n", "word": "blue", "modifies": "dress"}
{"color": "white", "line": "It was of excellent material, a sort of beige, but it bore unmistakable signs of having been worn before.\n", "word": "beige", "modifies": "sort"}
{"color": "yellow", "line": "Then he handed me a yellow backed novel, and moving my chair a little sideways, that my own shadow might not fall upon the page, he begged me to read aloud to him.\n", "word": "yellow", "modifies": "novel"}
{"color": "gray", "line": "At the second glance, however, I perceived that there was a man standing in the Southampton Road, a small bearded man in a grey suit, who seemed to be looking in my direction.\n", "word": "grey", "modifies": "suit"}
{"color": "blue", "line": "That was a week ago, and from that time I have not sat again in the window, nor have I worn the blue dress, nor seen the man in the road.” “Pray continue,” said Holmes.\n", "word": "blue", "modifies": "dress"}
{"color": "brown", "line": "On the very first day that I was at the Copper Beeches, Mr. Rucastle took me to a small outhouse which stands near the kitchen door.\n", "word": "copper", "modifies": "beech"}
{"color": "brown", "line": "I was standing, rapt in the peaceful beauty of the scene, when I was aware that something was moving under the shadow of the copper beeches.\n", "word": "copper", "modifies": "beech"}
{"color": "black", "line": "It was a giant dog, as large as a calf, tawny tinted, with hanging jowl, black muzzle, and huge projecting bones.\n", "word": "black", "modifies": "muzzle"}
{"color": "red", "line": "His cheeks were red, his brow was all crinkled with anger, and the veins stood out at his temples with passion.\n", "word": "red", "modifies": "cheek"}
{"color": "black", "line": "I may tell you that, besides Mr. Rucastle, both Toller and his wife find something to do in these deserted rooms, and I once saw him carrying a large black linen bag with him through the door.\n", "word": "black", "modifies": "bag"}
{"color": "pink", "line": "A mad, unreasoning terror rose up in me at the sight, Mr. Holmes.\n", "word": "rose", "modifies": "terror"}
{"color": "pink", "line": "My friend rose now and paced up and down the room, his hands in his pockets, and an expression of the most profound gravity upon his face.\n", "word": "rose", "modifies": "friend"}
{"color": "black", "line": "“Now lead the way, and we shall soon see the end of this black business.” We passed up the stair, unlocked the door, followed on down a passage, and found ourselves in front of the barricade which Miss Hunter had described.\n", "word": "black", "modifies": "business"}
{"color": "red", "line": "An elderly man with a red face and shaking limbs came staggering out at a side door.\n", "word": "red", "modifies": "face"}
{"color": "black", "line": "There was the huge famished brute, its black muzzle buried in Rucastle’s throat, while he writhed and screamed upon the ground.\n", "word": "black", "modifies": "muzzle"}
{"color": "white", "line": "Running up, I blew its brains out, and it fell over with its keen white teeth still meeting in the great creases of his neck.\n", "word": "white", "modifies": "teeth"}
{"color": "purple", "line": "As to Miss Violet Hunter, my friend Holmes, rather to my disappointment, manifested no further interest in her when once she had ceased to be the centre of one of his problems, and she is now the head of a private school at Walsall, where I believe that she has met with considerable success.\n", "word": "violet", "modifies": "miss"}
