{"color": "pink", "line": "At that time he thought on her only as a very lovely child, she being then only thirteen; but the improvement two years had made in her person, and the blush of recollection which suffused her cheeks as she passed, awakened in his bosom new and pleasing ideas.\n", "word": "blush", "modifies": "person"}
{"color": "blue", "line": "“Did you not notice her?” continued Montraville: “she had on a blue bonnet, and with a pair of lovely eyes of the same colour, has contrived to make me feel devilish odd about the heart.” “Pho,” said Belcour, “a musket ball from our friends, the Americans, may in less than two months make you feel worse.” “I never think of the future,” replied Montraville; “but am determined to make the most of the present, and would willingly compound with any kind Familiar who would inform me who the girl is, and how I might be likely to obtain an interview.” But no kind Familiar at that time appearing, and the chaise which they had ordered, driving up to the door, Montraville and his companion were obliged to take leave of Chichester and its fair inhabitant, and proceed on their journey.\n", "word": "blue", "modifies": "bonnet"}
{"color": "pink", "line": "In an arm chair, his head reclined upon his hand, his eyes fixed on a book which lay open before him, sat an aged man in a Lieutenant's uniform, which, though threadbare, would sooner call a blush of shame into the face of those who could neglect real merit, than cause the hectic of confusion to glow on the cheeks of him who wore it.\n", "word": "blush", "modifies": "shame"}
{"color": "black", "line": "Her eyes were blue; and her hair, which was light brown, was slightly confined under a plain muslin cap, tied round with a black ribbon; a white linen gown and plain lawn handkerchief composed the remainder of her dress; and in this simple attire, she was more irresistibly charming to such a heart as Temple's, than she would have been, if adorned with all the splendor of a courtly belle.\n", "word": "black", "modifies": "ribbon"}
{"color": "white", "line": "Her eyes were blue; and her hair, which was light brown, was slightly confined under a plain muslin cap, tied round with a black ribbon; a white linen gown and plain lawn handkerchief composed the remainder of her dress; and in this simple attire, she was more irresistibly charming to such a heart as Temple's, than she would have been, if adorned with all the splendor of a courtly belle.\n", "word": "white", "modifies": "gown"}
{"color": "blue", "line": "Her eyes were blue; and her hair, which was light brown, was slightly confined under a plain muslin cap, tied round with a black ribbon; a white linen gown and plain lawn handkerchief composed the remainder of her dress; and in this simple attire, she was more irresistibly charming to such a heart as Temple's, than she would have been, if adorned with all the splendor of a courtly belle.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "Her eyes were blue; and her hair, which was light brown, was slightly confined under a plain muslin cap, tied round with a black ribbon; a white linen gown and plain lawn handkerchief composed the remainder of her dress; and in this simple attire, she was more irresistibly charming to such a heart as Temple's, than she would have been, if adorned with all the splendor of a courtly belle.\n", "word": "brown", "modifies": "hair"}
{"color": "pink", "line": "While I am not ashamed to own the cause which brought me here, why should I blush at my situation?\n", "word": "blush", "modifies": "situation"}
{"color": "pink", "line": "He rose hastily from his seat, and walking toward the window, wiped off a tear which he was afraid would tarnish the cheek of a sailor.\n", "word": "rose", "modifies": "seat"}
{"color": "pink", "line": "“'Tis emblematic,” said he mentally: “the rose of youth and health soon fades when watered by the tear of affliction.” “My friend Blakeney,” said he, addressing the old man, “told me I could be of service to you: be so kind then, dear Sir, as to point out some way in which I can relieve the anxiety of your heart and increase the pleasures of my own.” “My good young man,” said Eldridge, “you know not what you offer.\n", "word": "rose", "modifies": "youth"}
{"color": "white", "line": "“The first object that struck me on awaking, was Lucy sitting by my bedside; her pale countenance and sable dress prevented my enquiries for poor George: for the letter I had received from him, was the first thing that occurred to my memory.\n", "word": "pale", "modifies": "countenance"}
{"color": "red", "line": "A man of an indifferent appearance, will, when arrayed in a military habit, shew to advantage; but when beauty of person, elegance of manner, and an easy method of paying compliments, are united to the scarlet coat, smart cockade, and military sash, ah!\n", "word": "scarlet", "modifies": "coat"}
{"color": "red", "line": "Now, my dear sober matron, (if a sober matron should deign to turn over these pages, before she trusts them to the eye of a darling daughter,) let me intreat you not to put on a grave face, and throw down the book in a passion and declare 'tis enough to turn the heads of half the girls in England; I do solemnly protest, my dear madam, I mean no more by what I have here advanced, than to ridicule those romantic girls, who foolishly imagine a red coat and silver epaulet constitute the fine gentleman; and should that fine gentleman make half a dozen fine speeches to them, they will imagine themselves so much in love as to fancy it a meritorious action to jump out of a two pair of stairs window, abandon their friends, and trust entirely to the honour of a man, who perhaps hardly knows the meaning of the word, and if he does, will be too much the modern man of refinement, to practice it in their favour.\n", "word": "red", "modifies": "coat"}
{"color": "silver", "line": "Now, my dear sober matron, (if a sober matron should deign to turn over these pages, before she trusts them to the eye of a darling daughter,) let me intreat you not to put on a grave face, and throw down the book in a passion and declare 'tis enough to turn the heads of half the girls in England; I do solemnly protest, my dear madam, I mean no more by what I have here advanced, than to ridicule those romantic girls, who foolishly imagine a red coat and silver epaulet constitute the fine gentleman; and should that fine gentleman make half a dozen fine speeches to them, they will imagine themselves so much in love as to fancy it a meritorious action to jump out of a two pair of stairs window, abandon their friends, and trust entirely to the honour of a man, who perhaps hardly knows the meaning of the word, and if he does, will be too much the modern man of refinement, to practice it in their favour.\n", "word": "silver", "modifies": "epaulet"}
{"color": "white", "line": "Look, my dear friends, at yonder lovely Virgin, arrayed in a white robe devoid of ornament; behold the meekness of her countenance, the modesty of her gait; her handmaids are Humility, Filial Piety, Conjugal Affection, Industry, and Benevolence; her name is CONTENT; she holds in her hand the cup of true felicity, and when once you have formed an intimate acquaintance with these her attendants, nay you must admit them as your bosom friends and chief counsellors, then, whatever may be your situation in life, the meek eyed Virgin wig immediately take up her abode with you.\n", "word": "white", "modifies": "robe"}
{"color": "gray", "line": "But I cannot break my mother's heart, Montraville; I must not bring the grey hairs of my doating grand father with sorrow to the grave, or make my beloved father perhaps curse the hour that gave me birth.” She covered her face with her hands, and burst into tears.\n", "word": "grey", "modifies": "hair"}
{"color": "white", "line": "WHEN Charlotte left her restless bed, her languid eye and pale cheek discovered to Madame Du Pont the little repose she had tasted.\n", "word": "pale", "modifies": "cheek"}
{"color": "white", "line": "All Charlotte's hopes and wishes were now concentred in one, namely that the fleet might be detained at Spithead till she could receive a letter from her friends: but in this she was disappointed, for the second morning after she went on board, the signal was made, the fleet weighed anchor, and in a few hours (the wind being favourable) they bid adieu to the white cliffs of Al bion.\n", "word": "white", "modifies": "cliff"}
{"color": "white", "line": "At length hope was no more; despair usurped her place; and the mansion which was once the mansion of peace, became the habitation of pale, dejected melancholy.\n", "word": "pale", "modifies": "melancholy"}
{"color": "black", "line": "Montraville glanced his eye on her grey night gown and black ribbon, and his own feelings prevented a reply.\n", "word": "black", "modifies": "ribbon"}
{"color": "gray", "line": "Montraville glanced his eye on her grey night gown and black ribbon, and his own feelings prevented a reply.\n", "word": "grey", "modifies": "night"}
{"color": "black", "line": "Julia Franklin was the very reverse of Charlotte Temple: she was tall, elegantly shaped, and possessed much of the air and manner of a woman of fashion; her complexion was a clear brown, enlivened with the glow of health, her eyes, full, black, and sparkling, darted their intelligent glances through long silken lashes; her hair was shining brown, and her features regular and striking; there was an air of innocent gaiety that played about her countenance, where good humour sat triumphant.\n", "word": "black", "modifies": "eye"}
{"color": "brown", "line": "Julia Franklin was the very reverse of Charlotte Temple: she was tall, elegantly shaped, and possessed much of the air and manner of a woman of fashion; her complexion was a clear brown, enlivened with the glow of health, her eyes, full, black, and sparkling, darted their intelligent glances through long silken lashes; her hair was shining brown, and her features regular and striking; there was an air of innocent gaiety that played about her countenance, where good humour sat triumphant.\n", "word": "brown", "modifies": "complexion"}
{"color": "pink", "line": "Could you see me, my dear parents, without society, without friends, stung with remorse, and (I feel the burning blush of shame die my cheeks while I write it) tortured with the pangs of disappointed love; cut to the soul by the indifference of him, who, having deprived me of every other comfort, no longer thinks it worth his while to sooth the heart where he has planted the thorn of never ceasing regret.\n", "word": "blush", "modifies": "burning"}
{"color": "black", "line": "I dare not hope that purity like her's would stoop to unite itself with black, premeditated guilt: yet by heavens I swear, Belcour, I thought I loved the lost, abandoned Charlotte till I saw Julia I thought I never could forsake her; but the heart is deceitful, and I now can plainly discriminate between the impulse of a youthful passion, and the pure flame of disinterested affection.” At that instant Julia Franklin passed the window, leaning on her uncle's arm.\n", "word": "black", "modifies": "guilt"}
{"color": "white", "line": "It was a fine evening in the beginning of autumn; the last remains of day light faintly streaked the western sky, while the moon, with pale and virgin lustre in the room of gorgeous gold and purple, ornamented the canopy of heaven with silver, fleecy clouds, which now and then half hid her lovely face, and, by partly concealing, heightened every beauty; the zephyrs whispered softly through the trees, which now began to shed their leafy honours; a solemn silence reigned: and to a happy mind an evening such as this would give serenity, and calm, unruffled pleasure; but to Montraville, while it soothed the turbulence of his passions, it brought increase of melancholy reflections.\n", "word": "pale", "modifies": "lustre"}
{"color": "gold", "line": "It was a fine evening in the beginning of autumn; the last remains of day light faintly streaked the western sky, while the moon, with pale and virgin lustre in the room of gorgeous gold and purple, ornamented the canopy of heaven with silver, fleecy clouds, which now and then half hid her lovely face, and, by partly concealing, heightened every beauty; the zephyrs whispered softly through the trees, which now began to shed their leafy honours; a solemn silence reigned: and to a happy mind an evening such as this would give serenity, and calm, unruffled pleasure; but to Montraville, while it soothed the turbulence of his passions, it brought increase of melancholy reflections.\n", "word": "gold", "modifies": "room"}
{"color": "silver", "line": "It was a fine evening in the beginning of autumn; the last remains of day light faintly streaked the western sky, while the moon, with pale and virgin lustre in the room of gorgeous gold and purple, ornamented the canopy of heaven with silver, fleecy clouds, which now and then half hid her lovely face, and, by partly concealing, heightened every beauty; the zephyrs whispered softly through the trees, which now began to shed their leafy honours; a solemn silence reigned: and to a happy mind an evening such as this would give serenity, and calm, unruffled pleasure; but to Montraville, while it soothed the turbulence of his passions, it brought increase of melancholy reflections.\n", "word": "silver", "modifies": "cloud"}
{"color": "purple", "line": "It was a fine evening in the beginning of autumn; the last remains of day light faintly streaked the western sky, while the moon, with pale and virgin lustre in the room of gorgeous gold and purple, ornamented the canopy of heaven with silver, fleecy clouds, which now and then half hid her lovely face, and, by partly concealing, heightened every beauty; the zephyrs whispered softly through the trees, which now began to shed their leafy honours; a solemn silence reigned: and to a happy mind an evening such as this would give serenity, and calm, unruffled pleasure; but to Montraville, while it soothed the turbulence of his passions, it brought increase of melancholy reflections.\n", "word": "purple", "modifies": "gold"}
{"color": "yellow", "line": "“AND where now is our poor Charlotte?” said Mr. Temple one evening, as the cold blasts of autumn whistled rudely over the heath, and the yellow appearance of the distant wood, spoke the near approach of winter.\n", "word": "yellow", "modifies": "appearance"}
{"color": "pink", "line": "Let not satiety prompt you to treat her in such a manner, as may drive her to actions which necessity might urge her to, while her better reason disapproved them: she shall never want a friend while I live, but I never more desire to behold her; her presence would be always painful to me, and a glance from her eye would call the blush of conscious guilt into my cheek.\n", "word": "blush", "modifies": "guilt"}
{"color": "white", "line": "Real anguish of heart had in a great measure faded her charms, her cheeks were pale from want of rest, and her eyes, by frequent, indeed almost continued weeping, were sunk and heavy.\n", "word": "pale", "modifies": "cheek"}
{"color": "red", "line": "Belcour was awed to silence: he dared not interrupt her; and after a moment's pause she proceeded “I once had conceived the thought of going to New York to seek out the still dear, though cruel, ungenerous Montraville, to throw myself at his feet, and entreat his compassion; heaven knows, not for myself; if I am no longer beloved, I will not be indebted to his pity to redress my injuries, but I would have knelt and entreated him not to forsake my poor unborn ” She could say no more; a crimson glow rushed over her cheeks, and covering her face with her hands, she sobbed aloud.\n", "word": "crimson", "modifies": "glow"}
{"color": "white", "line": "The fits she had been seized with had greatly terrified him; and confined as she now was to a bed of sickness, she was no longer an object of desire: it is true for several days he went constantly to see her, but her pale, emaciated appearance disgusted him: his visits became less frequent; he forgot the solemn charge given him by Montraville; he even forgot the money entrusted to his care; and, the burning blush of indignation and shame tinges my cheek while I write it, this disgrace to humanity and manhood at length forgot even the injured Charlotte; and, attracted by the blooming health of a farmer's daughter, whom he had seen in his frequent excursions to the country, he left the unhappy girl to sink unnoticed to the grave, a prey to sickness, grief, and penury; while he, having triumphed over the virtue of the artless cottager, rioted in all the intemperance of luxury and lawless pleasure.\n", "word": "pale", "modifies": "appearance"}
{"color": "pink", "line": "The fits she had been seized with had greatly terrified him; and confined as she now was to a bed of sickness, she was no longer an object of desire: it is true for several days he went constantly to see her, but her pale, emaciated appearance disgusted him: his visits became less frequent; he forgot the solemn charge given him by Montraville; he even forgot the money entrusted to his care; and, the burning blush of indignation and shame tinges my cheek while I write it, this disgrace to humanity and manhood at length forgot even the injured Charlotte; and, attracted by the blooming health of a farmer's daughter, whom he had seen in his frequent excursions to the country, he left the unhappy girl to sink unnoticed to the grave, a prey to sickness, grief, and penury; while he, having triumphed over the virtue of the artless cottager, rioted in all the intemperance of luxury and lawless pleasure.\n", "word": "blush", "modifies": "indignation"}
{"color": "pink", "line": "How such a man came into the army, we hardly know to account for, and how he afterwards rose to posts of honour is likewise strange and wonderful.\n", "word": "rose", "modifies": "post"}
{"color": "gold", "line": "It may be asked by those, who, in a work of this kind, love to cavil at every trifling omission, whether Charlotte did not possess any valuable of which she could have disposed, and by that means have supported herself till Mrs. Beauchamp's return, when she would have been certain of receiving every tender attention which compassion and friendship could dictate: but let me entreat these wise, penetrating gentlemen to reflect, that when Charlotte left England, it was in such haste that there was no time to purchase any thing more than what was wanted for immediate use on the voyage, and after her arrival at New York, Montraville's affection soon began to decline, so that her whole wardrobe consisted of only necessaries, and as to baubles, with which fond lovers often load their mistresses, she possessed not one, except a plain gold locket of small value, which contained a lock of her mother's hair, and which the greatest extremity of want could not have forced her to part with.\n", "word": "gold", "modifies": "locket"}
{"color": "black", "line": "The distance from the house which our suffering heroine occupied, to New York, was not very great, yet the snow fen so fast, and the cold so intense, that, being unable from her situation to walk quick, she found herself almost sinking with cold and fatigue before she reached the town; her garments, which were merely suitable to the summer season, being an undress robe of plain white muslin, were wet through, and a thin black cloak and bonnet, very improper habiliments for such a climate, but poorly defended her from the cold.\n", "word": "black", "modifies": "cloak"}
{"color": "white", "line": "The distance from the house which our suffering heroine occupied, to New York, was not very great, yet the snow fen so fast, and the cold so intense, that, being unable from her situation to walk quick, she found herself almost sinking with cold and fatigue before she reached the town; her garments, which were merely suitable to the summer season, being an undress robe of plain white muslin, were wet through, and a thin black cloak and bonnet, very improper habiliments for such a climate, but poorly defended her from the cold.\n", "word": "white", "modifies": "muslin"}
