{"color": "black", "line": "He was a tall, dark complexioned man, of perhaps thirty five, with shifty, black eyes and thin lips, shaded by a dark mustache.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "\"My friends,\" said John Linden, in a tone of excitement, \"I call you to witness that this girl, whom I blush to acknowledge as my niece, has proved herself unworthy of my kindness.\n", "word": "blush", "modifies": "girl"}
{"color": "red", "line": "When Maggie O'Keefe marries ag'in, she won't marry a man wid a red nose.\"\n", "word": "red", "modifies": "nose"}
{"color": "white", "line": "A look of pain appeared on John Linden's pale face.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "It would bring back the roses to your pale cheeks.\n", "word": "pale", "modifies": "cheek"}
{"color": "brown", "line": "127 was a handsome brown stone house, not unlike the one in which Florence had been accustomed to live.\n", "word": "brown", "modifies": "house"}
{"color": "black", "line": "It was early evening, and the gas jets lighted up a characteristic scene.\n", "word": "jet", "modifies": "gas"}
{"color": "white", "line": "Tim, with a white apron on, was moving about behind the bar, ministering to the wants of his patrons.\n", "word": "white", "modifies": "apron"}
{"color": "red", "line": "\"I seed him yesterday, Tim,\" said a red nosed man who had just entered the saloon, in company with a friend of the same general appearance.\n", "word": "red", "modifies": "man"}
{"color": "white", "line": "His glance rested on two men, dressed in soiled white hats and shabby suits, who were apparently holding each other up, having both been imbibing.\n", "word": "white", "modifies": "hat"}
{"color": "gray", "line": "Looking up, he saw standing at his side a man of slender figure, with gray hair and whiskers.\n", "word": "gray", "modifies": "hair"}
{"color": "gray", "line": "I am strong, in spite of my gray hair.\"\n", "word": "gray", "modifies": "hair"}
{"color": "gray", "line": "Curtis smiled, and drew from his pocket a gray wig and whiskers.\n", "word": "gray", "modifies": "wig"}
{"color": "black", "line": "\"What have to say to that, you black imp?\"\n", "word": "black", "modifies": "imp"}
{"color": "black", "line": "\"Did the black man say that?\"\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "\"And, mind you, don't go to sleep in the carriage, you black rascal!\"\n", "word": "black", "modifies": "rascal"}
{"color": "white", "line": "There had been a storm, and the waves were white with foam.\n", "word": "white", "modifies": "wave"}
{"color": "white", "line": "There were four white shirts, two tennis shirts, half a dozen handkerchiefs and the same number of socks, with three changes of underclothing.\n", "word": "white", "modifies": "shirt"}
{"color": "black", "line": "\"A big, black bearded man came along, and asked me for an apple.\n", "word": "black", "modifies": "man"}
{"color": "gray", "line": "\"He had gray hair and gray whiskers.\"\n", "word": "gray", "modifies": "hair"}
{"color": "gray", "line": "\"His hair and beard were gray.\"\n", "word": "gray", "modifies": "hair"}
{"color": "black", "line": "\"And Curtis has no beard, and his hair is black.\"\n", "word": "black", "modifies": "hair"}
{"color": "gold", "line": "Among the applicants was a young man wearing a sixty dollar suit, a ruffled shirt, a handsome gold watch and a diamond pin.\n", "word": "gold", "modifies": "watch"}
{"color": "gold", "line": "Mrs. Carter looked through her gold eye glasses at the couple.\n", "word": "gold", "modifies": "glass"}
{"color": "black", "line": "He is rather tall, dark hair, sallow complexion, black eyes, and a long, thin nose.\"\n", "word": "black", "modifies": "eye"}
{"color": "gold", "line": "But nuggets are rare enough in the gold fields, and still rarer in city streets.\n", "word": "gold", "modifies": "field"}
{"color": "gray", "line": "Mr. Grey, the uncle, did not hesitate to employ a ruffian to kill the lad.\n", "word": "grey", "modifies": "mr."}
{"color": "gray", "line": "The plan failed, and Gilbert Grey, once Tom the bootblack, came into a comfortable fortune.\n", "word": "grey", "modifies": "gilbert"}
