{"color": "green", "line": "As you pass by in your limousine, or while enjoying ten cents worth of fresh air on top of a green omnibus, it jumps out and bites at you.\n", "word": "green", "modifies": "omnibus"}
{"color": "red", "line": "A large bookcase almost covered one side of it, its reds and blues and browns smiling cheerfully at whoever entered.\n", "word": "red", "modifies": "side"}
{"color": "blue", "line": "A large bookcase almost covered one side of it, its reds and blues and browns smiling cheerfully at whoever entered.\n", "word": "blue", "modifies": "red"}
{"color": "brown", "line": "A large bookcase almost covered one side of it, its reds and blues and browns smiling cheerfully at whoever entered.\n", "word": "brown", "modifies": "red"}
{"color": "red", "line": "At a desk at right angles to this window, her vivid red gold hair rippling in the breeze from the river, sat the girl who had been working at the typewriter.\n", "word": "red", "modifies": "hair"}
{"color": "gold", "line": "At a desk at right angles to this window, her vivid red gold hair rippling in the breeze from the river, sat the girl who had been working at the typewriter.\n", "word": "gold", "modifies": "hair"}
{"color": "white", "line": "When it smiled, a row of white teeth flashed out: or, if the lips did not part, a dimple appeared on the right cheek, giving the whole face an air of mischievous geniality.\n", "word": "white", "modifies": "teeth"}
{"color": "gray", "line": "For Ann in her moments of maiden meditation had frequently devised schemes to that end which would have made his grey hair stand erect with horror.\n", "word": "grey", "modifies": "hair"}
{"color": "green", "line": "No one had ever known the pure pleasure it had given him when Raymond Green, his wife's novelist protege, had tripped over a loose stair rod one morning and fallen an entire flight.\n", "word": "green", "modifies": "raymond"}
{"color": "red", "line": "Ann had red hair and the nature which generally goes with red hair.\n", "word": "red", "modifies": "hair"}
{"color": "pink", "line": "Mrs. Pett rose in slow horror.\n", "word": "rose", "modifies": "mrs."}
{"color": "pink", "line": "Jerry rose and extended a calloused hand.\n", "word": "rose", "modifies": "jerry"}
{"color": "red", "line": "Her eyes were flashing with an inspired light of a highly belligerent nature, and the sun turned the red hair to which she owed her deplorable want of balance to a mass of flame.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "Mr. Pett blanched.\n", "word": "blanched", "modifies": "mr."}
{"color": "red", "line": "\"It's your red hair!\"\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "\"It's your red hair that makes you like this, Ann.\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "Your father has red hair, too.\"\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "\"It's not my fault that I have red hair, uncle Peter.\n", "word": "red", "modifies": "hair"}
{"color": "gray", "line": "THE EXILED FAN London brooded under a grey sky.\n", "word": "grey", "modifies": "sky"}
{"color": "blue", "line": "Presently, however, there appeared in the leaden haze a watery patch of blue: and through this crevice in the clouds the sun, diffidently at first but with gradually increasing confidence, peeped down on the fashionable and exclusive turf of Grosvenor Square.\n", "word": "blue", "modifies": "patch"}
{"color": "green", "line": "And as he sat the wall seemed to melt and he was gazing upon a green field, in the centre of which a man in a grey uniform was beginning a Salome dance.\n", "word": "green", "modifies": "field"}
{"color": "gray", "line": "And as he sat the wall seemed to melt and he was gazing upon a green field, in the centre of which a man in a grey uniform was beginning a Salome dance.\n", "word": "grey", "modifies": "uniform"}
{"color": "pink", "line": "He rose from the table and went out into the hall.\n", "word": "rose", "modifies": "table"}
{"color": "brown", "line": "The third, lurking diffidently in the rear, was a little man of about Mr. Crocker's own age, grey haired and thin with brown eyes that gazed meekly through rimless glasses.\n", "word": "brown", "modifies": "eye"}
{"color": "yellow", "line": "His blunt toed yellow shoes sang gaily of home.\n", "word": "yellow", "modifies": "shoe"}
{"color": "white", "line": "He shifted a deposit of candy from his right cheek to his left cheek, inspected Mrs. Crocker for a moment with a pale eye, and resumed his juggling.\n", "word": "pale", "modifies": "eye"}
{"color": "brown", "line": "Ogden, who had possessed himself of a bronze paper knife, had begun to tap the vase with it.\n", "word": "bronze", "modifies": "paper"}
{"color": "pink", "line": "Mrs. Pett rose.\n", "word": "rose", "modifies": "mrs."}
{"color": "red", "line": "There were moments when he seemed on the very verge of settling the matter, and then some invisible person would meanly insert a red hot corkscrew in the top of his head and begin to twist it, and this would interfere with calm thought.\n", "word": "red", "modifies": "corkscrew"}
{"color": "red", "line": "Then the movement having caused a renewal of the operations of the red hot corkscrew, he fell back again with a groan.\n", "word": "red", "modifies": "corkscrew"}
{"color": "blue", "line": "The sun was shining now from a turquoise sky.\n", "word": "turquoise", "modifies": "sky"}
{"color": "red", "line": "It was half way up the Haymarket that he first became conscious of the girl with the red hair.\n", "word": "red", "modifies": "hair"}
{"color": "gray", "line": "He wondered where she had bought that excellently fitting suit of tailor made grey.\n", "word": "grey", "modifies": "suit"}
{"color": "red", "line": "That mass of red gold hair seemed curiously familiar.\n", "word": "red", "modifies": "hair"}
{"color": "gold", "line": "That mass of red gold hair seemed curiously familiar.\n", "word": "gold", "modifies": "hair"}
{"color": "pink", "line": "Jimmy turned into that drug store at the top of the Haymarket at which so many Londoners have found healing and comfort on the morning after, and bought the pink drink for which his system had been craving since he rose from bed.\n", "word": "pink", "modifies": "drink"}
{"color": "gray", "line": "If anybody had told him then that five minutes later he would be placing himself of his own free will within the range of a restaurant orchestra playing \"My Little Grey Home in the West\" and the orchestra at the Regent played little else he would not have believed him.\n", "word": "grey", "modifies": "home"}
{"color": "red", "line": "From where he stood he could see the girl of the red gold hair.\n", "word": "red", "modifies": "hair"}
{"color": "gold", "line": "From where he stood he could see the girl of the red gold hair.\n", "word": "gold", "modifies": "hair"}
{"color": "gray", "line": "A selection having finally been agreed upon, the orchestra struck up \"My Little Grey Home in the West,\" and no attempt was made to compete with it.\n", "word": "grey", "modifies": "home"}
{"color": "red", "line": "It is an unnerving thing to be despised by a red haired girl whose life you have just saved.\n", "word": "red", "modifies": "girl"}
{"color": "red", "line": "He was gazing rigidly at a girl who had just come in, a girl with red hair and a friendly smile.\n", "word": "red", "modifies": "hair"}
{"color": "pink", "line": "The clerk had finished writing the ticket, and was pressing labels and a pink paper on him.\n", "word": "pink", "modifies": "paper"}
{"color": "red", "line": "One wife would be ample provided she had red gold hair, brown gold eyes, the right kind of mouth, and a dimple.\n", "word": "red", "modifies": "hair"}
{"color": "gold", "line": "One wife would be ample provided she had red gold hair, brown gold eyes, the right kind of mouth, and a dimple.\n", "word": "gold", "modifies": "hair"}
{"color": "brown", "line": "One wife would be ample provided she had red gold hair, brown gold eyes, the right kind of mouth, and a dimple.\n", "word": "brown", "modifies": "eye"}
{"color": "gray", "line": "The butler was gazing rather coyly at a vision in a grey tailor made suit.\n", "word": "grey", "modifies": "tailor"}
{"color": "pink", "line": "The butler was not in the pink of condition, but he was striding out gallantly.\n", "word": "pink", "modifies": "butler"}
{"color": "black", "line": "The sky was a sullen black.\n", "word": "black", "modifies": "sky"}
{"color": "white", "line": "The white crests of the rollers gleamed faintly in the dusk, and the wind sang in the ropes.\n", "word": "white", "modifies": "crest"}
{"color": "black", "line": "Almost immediately after breakfast on the very first day, a creature with a small black moustache and shining teeth had descended upon Ann and, vocal with surprise and pleasure at meeting her again he claimed, damn him!, to have met her before at Palm Beach, Bar Harbor, and a dozen other places had carried her off to play an idiotic game known as shuffle board.\n", "word": "black", "modifies": "moustache"}
{"color": "black", "line": "It was true that he had always pictured the scene as taking place by moonlight and at present there was a half gale blowing, out of an inky sky; also on the present occasion anything in the nature of a low voiced speech was absolutely out of the question owing to the uproar of the elements.\n", "word": "inky", "modifies": "sky"}
{"color": "red", "line": "\"Do you like red hair?\"\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "\"Red gold.\"\n", "word": "red", "modifies": "gold"}
{"color": "white", "line": "There were men in that crowd who chewed gum, there were men who wore white satin ties with imitation diamond stick pins, there were men who, having smoked seven tenths of a cigar, were eating the remainder: but there was not one with whom he would not at that moment willingly have exchanged identities.\n", "word": "white", "modifies": "tie"}
{"color": "red", "line": "The waiter returned, bearing a red book.\n", "word": "red", "modifies": "book"}
{"color": "red", "line": "So thinking, he turned to Ann again, while the crimson Bartling tottered off to restore his nerve centres to their normal tone at some other hostelry.\n", "word": "crimson", "modifies": "bartling"}
{"color": "pink", "line": "Mr. Mitchell rose convulsively and took a step towards his persecutor, breathing noisily through the criticised organ.\n", "word": "rose", "modifies": "mr."}
{"color": "brown", "line": "Long before he reached the brown stone house, which looked exactly like all the other brown stone houses in all the other side streets of uptown New York, the first fine careless rapture of his mad outbreak had passed from Jerry Mitchell, leaving nervous apprehension in its place.\n", "word": "brown", "modifies": "house"}
{"color": "white", "line": "I love him like a brother, but his dome is of ivory.\n", "word": "ivory", "modifies": "dome"}
{"color": "white", "line": "\"A long lost nephew with a record like Jimmy Crocker's would crawl in with a white flag, I should think.\"\n", "word": "white", "modifies": "flag"}
{"color": "black", "line": "He had been given to understand that in the Pett home he was regarded as the black sheep: and, while one may admit a black sheep into the fold, it does not follow that one must of necessity fawn upon him.\n", "word": "black", "modifies": "sheep"}
{"color": "pink", "line": "Willie Partridge was talking to Mrs. Pett about the difference between picric acid and trinitrotoluene, than which a pleasanter topic for the luncheon table could hardly be selected, and the voice of Clarence Renshaw rose above all other competing noises, as he spoke of the functions of the trochaic spondee.\n", "word": "rose", "modifies": "voice"}
{"color": "white", "line": "Mrs. Pett had risen from the table, with blanched face.\n", "word": "blanched", "modifies": "face"}
{"color": "pink", "line": "Lord Wisbeach rose.\n", "word": "rose", "modifies": "lord"}
{"color": "pink", "line": "With surprising docility, the boy rose.\n", "word": "rose", "modifies": "docility"}
{"color": "gold", "line": "There it was, in gold letters.\n", "word": "gold", "modifies": "letter"}
{"color": "red", "line": "Even now he was inclined to give his goddess of the red hair the benefit of the doubt, and assume that some one else of the same name had written it.\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "Dad, in your rambles through this joint you've noticed a girl with glorious red gold hair, I imagine?\"\n", "word": "red", "modifies": "hair"}
{"color": "gold", "line": "Dad, in your rambles through this joint you've noticed a girl with glorious red gold hair, I imagine?\"\n", "word": "gold", "modifies": "hair"}
{"color": "blue", "line": ". . blue chin .\n", "word": "blue", "modifies": "chin"}
{"color": "pink", "line": "A face rose reluctantly from behind Schopenhauer.\n", "word": "rose", "modifies": "face"}
{"color": "white", "line": "The elder Crocker had conceived the outward aspect of Chicago Ed., King of the Kidnappers, on broad and impressive lines, and one glance would have been enough to tell the sagacious observer that here was no white souled comrade for a nocturnal saunter down lonely lanes and out of the way alleys.\n", "word": "white", "modifies": "comrade"}
{"color": "white", "line": "Mrs. Pett, pale and scared, gathered Aida into her arms.\n", "word": "pale", "modifies": "mrs."}
{"color": "black", "line": "Lord Percy came to call next day with a black eye, poor boy! and said that James was a sportsman and that he wanted to know him better!\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "\"You're bound to be quick tempered with hair of that glorious red shade.\n", "word": "red", "modifies": "shade"}
