{"color": "blue", "line": "There are, indeed, many hotels, for the entertainment of tourists is the business of the place, which, as many travelers will remember, is seated upon the edge of a remarkably blue lake a lake that it behooves every tourist to visit.\n", "word": "blue", "modifies": "lake"}
{"color": "white", "line": "The shore of the lake presents an unbroken array of establishments of this order, of every category, from the “grand hotel” of the newest fashion, with a chalk white front, a hundred balconies, and a dozen flags flying from its roof, to the little Swiss pension of an elder day, with its name inscribed in German looking lettering upon a pink or yellow wall and an awkward summerhouse in the angle of the garden.\n", "word": "white", "modifies": "front"}
{"color": "pink", "line": "The shore of the lake presents an unbroken array of establishments of this order, of every category, from the “grand hotel” of the newest fashion, with a chalk white front, a hundred balconies, and a dozen flags flying from its roof, to the little Swiss pension of an elder day, with its name inscribed in German looking lettering upon a pink or yellow wall and an awkward summerhouse in the angle of the garden.\n", "word": "pink", "modifies": "wall"}
{"color": "white", "line": "The child, who was diminutive for his years, had an aged expression of countenance, a pale complexion, and sharp little features.\n", "word": "pale", "modifies": "complexion"}
{"color": "red", "line": "He was dressed in knickerbockers, with red stockings, which displayed his poor little spindle shanks; he also wore a brilliant red cravat.\n", "word": "red", "modifies": "stocking"}
{"color": "white", "line": "She was dressed in white muslin, with a hundred frills and flounces, and knots of pale colored ribbon.\n", "word": "white", "modifies": "muslin"}
{"color": "white", "line": "She had a long, pale face, a high nose, and a great deal of very striking white hair, which she wore in large puffs and rouleaux over the top of her head.\n", "word": "white", "modifies": "hair"}
{"color": "white", "line": "She was very quiet and very comme il faut; she wore white puffs; she spoke to no one, and she never dined at the table d’hote.\n", "word": "white", "modifies": "puff"}
{"color": "red", "line": "Winterbourne found her in a little crimson drawing room on a third floor; the room was filled with southern sunshine.\n", "word": "crimson", "modifies": "room"}
{"color": "gold", "line": "“It’s all gold on the walls.” Mrs. Miller turned uneasily in her chair.\n", "word": "gold", "modifies": "wall"}
{"color": "pink", "line": "There was a little pink flush in her cheek; she was tremendously pretty.\n", "word": "pink", "modifies": "flush"}
{"color": "pink", "line": "At the same moment these persons rose and walked toward the parapet.\n", "word": "rose", "modifies": "moment"}
{"color": "white", "line": "He smiled and bowed and showed his white teeth; he curled his mustaches and rolled his eyes and performed all the proper functions of a handsome Italian at an evening party.\n", "word": "white", "modifies": "teeth"}
{"color": "white", "line": "When, on his return from the villa (it was eleven o’clock), Winterbourne approached the dusky circle of the Colosseum, it recurred to him, as a lover of the picturesque, that the interior, in the pale moonshine, would be well worth a glance.\n", "word": "pale", "modifies": "moonshine"}
{"color": "white", "line": "Giovanelli was very pale: on this occasion he had no flower in his buttonhole; he seemed to wish to say something.\n", "word": "pale", "modifies": "giovanelli"}
