{"color": "brown", "line": "The Project Gutenberg EBook of Clotelle: a Tale of the Southern States, by William Wells Brown This eBook is for the use of anyone anywhere at no cost and with almost no restrictions whatsoever.\n", "word": "brown", "modifies": "william"}
{"color": "brown", "line": "You may copy it, give it away or re use it under the terms of the Project Gutenberg License included with this eBook or online at www.gutenberg.org Title: Clotelle: a Tale of the Southern States Author: William Wells Brown Posting Date: November 19, 2008 [EBook #2095] Release Date: March, 2000 Language: English CLOTELLE: A TALE OF THE SOUTHERN STATES by William Wells Brown CONTENTS THE SLAVE'S SOCIAL CIRCLE.\n", "word": "brown", "modifies": "william"}
{"color": "white", "line": "Society does not frown upon the man who sits with his half white child upon his knee whilst the mother stands, a slave, behind his chair.\n", "word": "white", "modifies": "child"}
{"color": "black", "line": "In nearly all the cities and towns of the Slave States, the real negro, or clear black, does not amount to more than one in four of the slave population.\n", "word": "black", "modifies": "negro"}
{"color": "white", "line": "Indeed, many of the slave women have no higher aspiration than that of becoming the finely dressed mistress of some white man.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "More than half white, with long black hair and deep blue eyes, no one felt like disputing with her when she urged her claim to her relationship with the Anglo Saxon.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "More than half white, with long black hair and deep blue eyes, no one felt like disputing with her when she urged her claim to her relationship with the Anglo Saxon.\n", "word": "white", "modifies": "half"}
{"color": "blue", "line": "More than half white, with long black hair and deep blue eyes, no one felt like disputing with her when she urged her claim to her relationship with the Anglo Saxon.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Although the term \"negro ball\" is applied to these gatherings, yet a large portion of the men who attend them are whites.\n", "word": "white", "modifies": "portion"}
{"color": "white", "line": "Negro balls and parties in the Southern States, especially in the cities and towns, are usually made up of quadroon women, a few negro men, and any number of white gentlemen.\n", "word": "white", "modifies": "gentleman"}
{"color": "black", "line": "On this occasion, she was attired in a sky blue silk dress, with deep black lace flounces, and bertha of the same.\n", "word": "black", "modifies": "lace"}
{"color": "blue", "line": "On this occasion, she was attired in a sky blue silk dress, with deep black lace flounces, and bertha of the same.\n", "word": "blue", "modifies": "dress"}
{"color": "black", "line": "On her well moulded arms she wore massive gold bracelets, while her rich black hair was arranged at the back in broad basket plaits, ornamented with pearls, and the front in the French style (a la Imperatrice), which suited her classic face to perfection.\n", "word": "black", "modifies": "hair"}
{"color": "gold", "line": "On her well moulded arms she wore massive gold bracelets, while her rich black hair was arranged at the back in broad basket plaits, ornamented with pearls, and the front in the French style (a la Imperatrice), which suited her classic face to perfection.\n", "word": "gold", "modifies": "bracelet"}
{"color": "white", "line": "Mr. Graves had long been considered not only an excellent and upright citizen of the first standing among the whites, but even the slaves regarded him as one of the kindest of masters.\n", "word": "white", "modifies": "standing"}
{"color": "black", "line": "There she stood, with a skin as fair as most white women, her features as beautifully regular as any of her sex of pure Anglo Saxon blood, her long black hair done up in the neatest manner, her form tall and graceful, and her whole appearance indicating one superior to her condition.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "There she stood, with a skin as fair as most white women, her features as beautifully regular as any of her sex of pure Anglo Saxon blood, her long black hair done up in the neatest manner, her form tall and graceful, and her whole appearance indicating one superior to her condition.\n", "word": "white", "modifies": "woman"}
{"color": "red", "line": "Tall, lean and lank, with high cheek bones, face much pitted with the small pox, gray eyes with red eyebrows, and sandy whiskers, he indeed stood alone without mate or fellow in looks.\n", "word": "red", "modifies": "eyebrow"}
{"color": "gray", "line": "Tall, lean and lank, with high cheek bones, face much pitted with the small pox, gray eyes with red eyebrows, and sandy whiskers, he indeed stood alone without mate or fellow in looks.\n", "word": "gray", "modifies": "eye"}
{"color": "gray", "line": "Their gray hair and whiskers at once pronounced them to be above the ages set down in the trader's advertisement.\n", "word": "gray", "modifies": "hair"}
{"color": "gray", "line": "\"Den you must have all them gray whiskers shaved off, and all dem gray hairs plucked out of your head.\"\n", "word": "gray", "modifies": "whisker"}
{"color": "gray", "line": "If any of them have so many gray hairs that you cannot pluck them out, take the blacking and brush, and go at them.\"\n", "word": "gray", "modifies": "hair"}
{"color": "black", "line": "The blaze mingled with the black smoke that issued from the pipes of the other boat, which showed that she also was burning something more combustible than wood.\n", "word": "black", "modifies": "smoke"}
{"color": "white", "line": "The passengers, both ladies and gentlemen, were startled at seeing among the new lot of slaves a woman so white as not to be distinguishable from the other white women on board.\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "She had in her arms a child so white that no one would suppose a drop of African blood flowed through its blue veins.\n", "word": "white", "modifies": "child"}
{"color": "blue", "line": "She had in her arms a child so white that no one would suppose a drop of African blood flowed through its blue veins.\n", "word": "blue", "modifies": "vein"}
{"color": "white", "line": "There she sat, with an expressive and intellectual forehead, and a countenance full of dignity and heroism, her dark golden locks rolled back from her almost snow white forehead and floating over her swelling bosom.\n", "word": "white", "modifies": "forehead"}
{"color": "blue", "line": "The tears that stood in her mild blue eyes showed that she was brooding over sorrows and wrongs that filled her bleeding heart.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Lizzie, the white slave mother, of whom we have already spoken, created as much of a sensation by the fairness of her complexion and the alabaster whiteness of her child, when being conveyed on shore at New Orleans, as she had done when brought on board at Grand Gulf.\n", "word": "white", "modifies": "mother"}
{"color": "white", "line": "First of all came the beautiful Marion, whose pale countenance and dejected look told how many sad hours she had passed since parting with her mother at Natchez.\n", "word": "pale", "modifies": "countenance"}
{"color": "gray", "line": "There was \"Uncle Jeems,\" with his whiskers off, his face shaven clean, and the gray hairs plucked out ready to be sold for ten years younger than he was.\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "inquired a fat, red faced man, with a white hat set on one side of his head and a cigar in his mouth, of a woman who sat on one of the benches.\n", "word": "white", "modifies": "hat"}
{"color": "white", "line": "\"I am a disciple of Rousseau, and have for years made the rights of man my study, and I must confess to you that I see no difference between white and black, as it regards liberty.\"\n", "word": "white", "modifies": "difference"}
{"color": "black", "line": "This is no doubt the result of the prejudice that exists on the part of the whites against both the mulattoes and the blacks.\n", "word": "black", "modifies": "mulatto"}
{"color": "white", "line": "This is no doubt the result of the prejudice that exists on the part of the whites against both the mulattoes and the blacks.\n", "word": "white", "modifies": "part"}
{"color": "pink", "line": "\"I 'specs I see somebody blush at dat remark,\" said Alfred.\n", "word": "blush", "modifies": "remark"}
{"color": "black", "line": "Sam soon acquired the name among the slaves of the \"Black Doctor.\"\n", "word": "black", "modifies": "doctor"}
{"color": "black", "line": "With this appellation he was delighted; and no regular physician could have put on more airs than did the black doctor when his services were required.\n", "word": "black", "modifies": "doctor"}
{"color": "black", "line": "We have said that the black doctor was full of wit and good sense.\n", "word": "black", "modifies": "doctor"}
{"color": "black", "line": "When his master had retired to bed at night, it was the duty of Sam to put out the lights, and take out with him his master's clothes and boots, and leave them in the office until morning, and then black the boots, brush the clothes, and return them to his master's room.\n", "word": "black", "modifies": "boot"}
{"color": "green", "line": "Augustine Cardinay, the purchaser of Marion, was from the Green Mountains of Vermont, and his feelings were opposed to the holding of slaves; but his young wife persuaded him in into the idea that it was no worse to own a slave than to hire one and pay the money to another.\n", "word": "green", "modifies": "mountain"}
{"color": "white", "line": "He was unprepared to behold with composure a beautiful white girl of sixteen in the degraded position of a chattel slave.\n", "word": "white", "modifies": "girl"}
{"color": "white", "line": "Indeed, she was not darker than other white children, and as she grew older she more and more resembled her father.\n", "word": "white", "modifies": "child"}
{"color": "white", "line": "The mother turned in haste to look at the strangers, and her eyes encountered those of Henry's pale and dejected countenance.\n", "word": "pale", "modifies": "countenance"}
{"color": "white", "line": "The pale and agitated countenance of Henry betrayed his uneasiness, but Isabella's mild and laughing allusion to the incident of their meeting him on the day of his pleasure drive, and her saying, \"I presume, dear Henry, that the lady was one of your relatives,\" led him to believe that she was still in ignorance of his marriage.\n", "word": "pale", "modifies": "countenance"}
{"color": "red", "line": "Suddenly another change came over her features, and her full red lips trembled as with suppressed emotion.\n", "word": "red", "modifies": "lip"}
{"color": "white", "line": "Her sad, pale cheeks and swollen eyes showed too well that agony, far deeper than her speech portrayed, filled her heart.\n", "word": "pale", "modifies": "cheek"}
{"color": "white", "line": "His pale face and brow, dishevelled hair, and the feeling that he manifested on finding Gertrude still up, told Henry in plainer words than she could have used that his wife, was aware that her love had never been held sacred by him.\n", "word": "pale", "modifies": "face"}
{"color": "blue", "line": "The entrance, however, of little Marcus, or Mark, as he was familiarly called, asking for Massa Linwood's blue bag, satisfied her that her son in law was at his office.\n", "word": "blue", "modifies": "bag"}
{"color": "purple", "line": "It was a sweet autumn evening, when the air breathed through the fragrant sheaves of grain, and the setting sun, with his golden kisses, burnished the rich clusters of purple grapes, that Henry and Gertrude were seen approaching the house on foot; it was nothing more than a pleasant walk.\n", "word": "purple", "modifies": "grape"}
{"color": "white", "line": "Her pale and wasted features could not be lighted up by any thoughts of the past, and she was sorrowful at heart.\n", "word": "pale", "modifies": "feature"}
{"color": "green", "line": "Uncle Tony, too, looked regularly for Miss Gerty to visit the green house, and congratulate him on his superiority as a gardener.\n", "word": "green", "modifies": "house"}
{"color": "white", "line": "In an agony of grief, pale, trembling, and ready to sink to the floor, Isabella was only sustained by the hope that she would be able to save her child.\n", "word": "pale", "modifies": "grief"}
{"color": "blue", "line": "There was not even color enough about the child to make it appear that a single drop of African blood flowed through its blue veins.\n", "word": "blue", "modifies": "vein"}
{"color": "white", "line": "\"I warrant it's some poor white nigger somebody bin givin' her.\"\n", "word": "white", "modifies": "nigger"}
{"color": "white", "line": "The child was white.\n", "word": "white", "modifies": "child"}
{"color": "white", "line": "The callous hearted old woman bit her nether lip, as she viewed that child, standing before her, with her long, dark ringlets clustering over her alabaster brow and neck.\n", "word": "alabaster", "modifies": "brow"}
{"color": "white", "line": "The child was white, and that was a great objection.\n", "word": "white", "modifies": "child"}
{"color": "blue", "line": "Not a single cloud floated over the blue vault of heaven; not a breath of wind seemed moving, and the earth was parched by the broiling sun.\n", "word": "blue", "modifies": "vault"}
{"color": "black", "line": "\"Dat white nigger 'll soon be black enuff if missis keeps her workin' out dar,\" she said, as she wiped the perspiration from her sooty brow.\n", "word": "black", "modifies": "enuff"}
{"color": "white", "line": "\"Dat white nigger 'll soon be black enuff if missis keeps her workin' out dar,\" she said, as she wiped the perspiration from her sooty brow.\n", "word": "white", "modifies": "nigger"}
{"color": "white", "line": "Dinah was the mother of thirteen children, all of whom had been taken from her when young; and this, no doubt, did much to harden her feelings, and make her hate all white persons.\n", "word": "white", "modifies": "person"}
{"color": "white", "line": "\"Dese white niggers always tink dey seff good as white folks,\" said the cook.\n", "word": "white", "modifies": "nigger"}
{"color": "black", "line": "Often was he heard to say, \"O Lord, thou knowest that the white folks are not Christians, but the black people are God's own children.\"\n", "word": "black", "modifies": "people"}
{"color": "white", "line": "Often was he heard to say, \"O Lord, thou knowest that the white folks are not Christians, but the black people are God's own children.\"\n", "word": "white", "modifies": "folk"}
{"color": "white", "line": "Mark immediately commenced talking in a strain of voice resembling, as well as he could, Mrs. Miller, and at once Tony was heard to say in a loud voice, \"O Lord, thou knowest that the white people are not fit to die; but, as for old Tony, whenever the angel of the Lord comes, he's ready.\"\n", "word": "white", "modifies": "people"}
{"color": "pink", "line": "Incarcerated in one of the iron barred rooms of that dismal place, those dark, glowing eyes, lofty brow, and graceful form wilted down like a plucked rose under a noonday sun, while deep in her heart's ambrosial cells was the most anguishing distress.\n", "word": "rose", "modifies": "sun"}
{"color": "green", "line": "The warbling of birds in the green bowers of bliss, which she occasionally heard, brought no tidings of gladness to her.\n", "word": "green", "modifies": "bower"}
{"color": "red", "line": "Consequently, the next morning, when they were seated on the back piazza, and the sun was pouring its splendid rays upon everything around, changing the red tints on the lofty hills in the distance into streaks of purest gold, and nature seeming by her smiles to favor the object, she said, \"What, dear Henry, do you intend to do with Clotelle?\"\n", "word": "red", "modifies": "tint"}
{"color": "gold", "line": "Consequently, the next morning, when they were seated on the back piazza, and the sun was pouring its splendid rays upon everything around, changing the red tints on the lofty hills in the distance into streaks of purest gold, and nature seeming by her smiles to favor the object, she said, \"What, dear Henry, do you intend to do with Clotelle?\"\n", "word": "gold", "modifies": "streak"}
{"color": "gold", "line": "The gold watch and chain and other glittering presents which Gordon gave to her were all kept unused.\n", "word": "gold", "modifies": "watch"}
{"color": "white", "line": "You are much fairer than many of the white women of the South, and can easily pass for a free white woman.\"\n", "word": "white", "modifies": "woman"}
{"color": "green", "line": "With a pair of green glasses over her eyes, in addition to her other disguise, Isabella made quite a gentlemanly appearance.\n", "word": "green", "modifies": "glass"}
{"color": "black", "line": "She had scarcely entered the inn before she recognized among the numerous black servants one to whom she was well known, and her only hope was that her disguise would keep her from being discovered.\n", "word": "black", "modifies": "servant"}
{"color": "white", "line": "His was a bold, turbulent spirit; and, from motives of revenge, he imbrued his hands in the blood of all the whites he could meet.\n", "word": "white", "modifies": "blood"}
{"color": "white", "line": "All negroes were arrested who were found beyond their master's threshold, and all white strangers were looked upon with suspicion.\n", "word": "white", "modifies": "stranger"}
{"color": "black", "line": "Thus carnage was added to carnage, and the blood of the whites flowed to avenge the blood of the blacks.\n", "word": "black", "modifies": "blood"}
{"color": "white", "line": "Thus carnage was added to carnage, and the blood of the whites flowed to avenge the blood of the blacks.\n", "word": "white", "modifies": "blood"}
{"color": "white", "line": "The plank connecting the boat with the shore had scarcely been secured in its place, when a good looking man about fifty years of age, with a white neck tie, and a pair of gold rimmed glasses on, was seen hurrying on board the vessel.\n", "word": "white", "modifies": "tie"}
{"color": "gold", "line": "The plank connecting the boat with the shore had scarcely been secured in its place, when a good looking man about fifty years of age, with a white neck tie, and a pair of gold rimmed glasses on, was seen hurrying on board the vessel.\n", "word": "gold", "modifies": "glass"}
{"color": "white", "line": "\"Indeed, sir, is not that young woman white?\"\n", "word": "white", "modifies": "woman"}
{"color": "pink", "line": "Beside the flowers which sprang up from the fertility of soil unplanted and unattended, there was the heliotrope, sweet pea, and cup rose, transplanted from the island of Cuba.\n", "word": "rose", "modifies": "heliotrope"}
{"color": "green", "line": "The rustling citron, lime, and orange, shady mango with its fruits of gold, and the palmetto's umbrageous beauty, all welcomed the child of sorrow.\n", "word": "lime", "modifies": "citron"}
{"color": "gold", "line": "The rustling citron, lime, and orange, shady mango with its fruits of gold, and the palmetto's umbrageous beauty, all welcomed the child of sorrow.\n", "word": "gold", "modifies": "fruit"}
{"color": "black", "line": "After awhile whiskey was brought in and a dram given to each slave, in return for which they were expected to give a toast, or sing a short piece of his own composition; when it came to Jack's turn he said, \"The big bee flies high, the little bee makes the honey: the black folks make the cotton, and the white folks gets the money.\"\n", "word": "black", "modifies": "folk"}
{"color": "white", "line": "After awhile whiskey was brought in and a dram given to each slave, in return for which they were expected to give a toast, or sing a short piece of his own composition; when it came to Jack's turn he said, \"The big bee flies high, the little bee makes the honey: the black folks make the cotton, and the white folks gets the money.\"\n", "word": "white", "modifies": "folk"}
{"color": "black", "line": "This slave, whose name was Jerome, was of pure African origin, was perfectly black, very fine looking, tall, slim, and erect as any one could possibly be.\n", "word": "black", "modifies": "origin"}
{"color": "black", "line": "His brilliant black eyes lighted up his whole countenance.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "This was too much for a white man to stand from a negro, and the preacher seized his slave by the throat, intending to choke him.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "\"No negro should be permitted to live after striking a white man; let us take him and hang him at once,\" remarked an elderly looking man, whose gray hairs thinly covered the crown of his head.\n", "word": "white", "modifies": "man"}
{"color": "gray", "line": "\"No negro should be permitted to live after striking a white man; let us take him and hang him at once,\" remarked an elderly looking man, whose gray hairs thinly covered the crown of his head.\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "The white men were late in retiring to rest, after an evening spent in drinking.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "The latter also saw the white men coming, and called to the fugitive to come that way.\n", "word": "white", "modifies": "men"}
{"color": "green", "line": "Her tall and well developed figure; her long, silky black hair, falling in curls down her swan like neck; her bright, black eyes lighting up her olive tinted face, and a set of teeth that a Tuscarora might envy, she was a picture of tropical ripened beauty.\n", "word": "olive", "modifies": "face"}
{"color": "black", "line": "Her tall and well developed figure; her long, silky black hair, falling in curls down her swan like neck; her bright, black eyes lighting up her olive tinted face, and a set of teeth that a Tuscarora might envy, she was a picture of tropical ripened beauty.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "The jailer discovered, the next morning, to his utter astonishment, that his prisoner was white instead of black, and his first impression was that the change of complexion had taken place during the night, through fear of death.\n", "word": "white", "modifies": "astonishment"}
{"color": "white", "line": "There lay the young woman, pale and feeble, with death stamped upon her countenance, surrounded by the sons and daughters of Africa, some of whom had been separated from every earthly tie, and the most of whose persons had been torn and gashed by the negro whip.\n", "word": "pale", "modifies": "woman"}
{"color": "pink", "line": "This hour he glows in the blush of health and vigor, but the next, he may be counted with the number no more known on earth.\n", "word": "blush", "modifies": "health"}
{"color": "white", "line": "His dark hazel eye is fastened on the maid, and he stops for a moment; the stranger walks away, but soon returns he looks, he sees the young woman wipe away the silent tear that steals down her alabaster cheek; he feels ashamed that he should gaze so unmanly on the blushing face of the woman.\n", "word": "alabaster", "modifies": "cheek"}
{"color": "brown", "line": "His dark hazel eye is fastened on the maid, and he stops for a moment; the stranger walks away, but soon returns he looks, he sees the young woman wipe away the silent tear that steals down her alabaster cheek; he feels ashamed that he should gaze so unmanly on the blushing face of the woman.\n", "word": "hazel", "modifies": "eye"}
{"color": "white", "line": "As he turns upon his heel he takes out his white hankerchief and wipes his eyes.\n", "word": "white", "modifies": "hankerchief"}
{"color": "yellow", "line": "His stay in the city was to be short, and the yellow fever was raging, which caused him to feel like making a still earlier departure.\n", "word": "yellow", "modifies": "fever"}
{"color": "red", "line": "Fiery veins streaked the eye, the face was inflamed and dyed of a dark dull red color; the ears from time to time rang painfully.\n", "word": "red", "modifies": "color"}
{"color": "black", "line": "From each side of the mouth, spread foam tinged with black and burnt blood.\n", "word": "black", "modifies": "blood"}
{"color": "blue", "line": "Blue streaks mingled with the yellow all over the frame.\n", "word": "blue", "modifies": "streak"}
{"color": "yellow", "line": "This was the yellow fever.\n", "word": "yellow", "modifies": "fever"}
{"color": "black", "line": "The large, dark eyes, black, silk like hair, tall, graceful figure, and mould of the face, were the same.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Twilight was just \"letting down her curtain and pinning it with a star,\" as the slave girl seated herself on a sofa by the window, and began meditating upon her eventful history, meanwhile watching the white waves as they seemed to sport with each other in the wake of the noble vessel, with the rising moon reflecting its silver rays upon the splendid scene, when the foreigner once more appeared near the window.\n", "word": "white", "modifies": "wave"}
{"color": "silver", "line": "Twilight was just \"letting down her curtain and pinning it with a star,\" as the slave girl seated herself on a sofa by the window, and began meditating upon her eventful history, meanwhile watching the white waves as they seemed to sport with each other in the wake of the noble vessel, with the rising moon reflecting its silver rays upon the splendid scene, when the foreigner once more appeared near the window.\n", "word": "silver", "modifies": "ray"}
{"color": "blue", "line": "With a smile on her countenance, but with her eyes filled with tears, she said, \"Farewell, farewell to the land of my birth, and welcome, welcome, ye dark blue waves.\n", "word": "blue", "modifies": "wave"}
{"color": "black", "line": "I care not where I go, so it is Devenant stood by her side, seeming proud of his future wife, with his face in a glow at his success, while over his noble brow clustering locks of glossy black hair were hanging in careless ringlets.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "The wind rushed through the white, foaming waves, and the ship groaned with its own wild and ungovernable labors, while nothing could be seen but the wild waste of waters.\n", "word": "white", "modifies": "wave"}
{"color": "black", "line": "Occasionally a vivid flash of lightning would break forth and illuminate the black and boiling surges that surrounded the vessel, which was now scudding before the blast under bare poles.\n", "word": "black", "modifies": "surge"}
{"color": "white", "line": "Her pale face and quivering lips and languid appearance made her look as if every pulsation had ceased.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "The sun had just risen, and sky and earth were still bathed in his soft, rosy glow, when the Utica hauled into the dock at Bordeaux.\n", "word": "rosy", "modifies": "glow"}
{"color": "gray", "line": "The soft, silver gray tints on the leaves of the trees, with their snow spotted trunks, and a biting air, warned the new born freeman that he was in another climate.\n", "word": "gray", "modifies": "tint"}
{"color": "black", "line": "As the vessel left the river and gained the open sea, the black man appeared to rejoice at the prospect of leaving a country in which his right to manhood had been denied him, and his happiness destroyed.\n", "word": "black", "modifies": "man"}
{"color": "white", "line": "The wind was proudly swelling the white sails, and the little craft plunging into the foaming waves, with the land fast receding in the distance, when Jerome mounted a pile of lumber to take a last farewell of his native land.\n", "word": "white", "modifies": "sail"}
{"color": "brown", "line": "Passing the custom house, he took a cab, and proceeded to Brown's Hotel, Clayton Square.\n", "word": "brown", "modifies": "hotel"}
{"color": "white", "line": "Stepping out into the hall, he saw standing there a good looking woman, in a white apron, who made a very pretty courtesy.\n", "word": "white", "modifies": "apron"}
{"color": "red", "line": "Dressed in a scarlet coat and high boots, with the low, round cap worn in the chase, Jerome mounted a high spirited horse, whip in hand, and made himself one of the party.\n", "word": "scarlet", "modifies": "coat"}
{"color": "gray", "line": "In a few minutes, he was seated in a sumptuous barouche, drawn by a pair of beautiful iron grays, and rolling over a splendid gravel road entirely shaded by trees, which appeared to have been the accumulated growth of many centuries.\n", "word": "gray", "modifies": "iron"}
{"color": "red", "line": "High backed chairs stood around the room, rich curtains of crimson damask hung in folds on either side of the window, and a beautiful, rich, Turkey carpet covered the floor.\n", "word": "crimson", "modifies": "damask"}
{"color": "black", "line": "A moment more and a lady, a beautiful brunette, dressed in black, with long black curls hanging over her shoulders, entered the room.\n", "word": "black", "modifies": "curl"}
{"color": "black", "line": "Jerome was silent, but the fountain of mingled grief and joy stole out from beneath his eyelashes, and glistened like pearls upon his ebony cheeks.\n", "word": "ebony", "modifies": "cheek"}
{"color": "blue", "line": "Their first resting place for any length of time was at Coblentz, at the mouth of the \"Blue Moselle,\" the most interesting place on the river.\n", "word": "blue", "modifies": "moselle"}
{"color": "gray", "line": "His dark, dishevelled hair prematurely gray, his long, unshaven beard, and the wildness of the eyes which glanced upon them as they opened the door and entered, caused the faint hope which had so suddenly risen in Clotelle's heart, to sink, and she felt that this man could claim no kindred with her.\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "Like balls of fire, the poor man's eyes rolled and glared upon the company, while large drops of perspiration ran down his pale and emaciated face.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "Being brought up in America, and having all the prejudice against color which characterizes his white fellow countrymen, Mr. Linwood very much regretted that his daughter, although herself tinctured with African blood, should have married a black man, and he did not fail to express to her his dislike of her husband's complexion.\n", "word": "black", "modifies": "man"}
{"color": "white", "line": "Being brought up in America, and having all the prejudice against color which characterizes his white fellow countrymen, Mr. Linwood very much regretted that his daughter, although herself tinctured with African blood, should have married a black man, and he did not fail to express to her his dislike of her husband's complexion.\n", "word": "white", "modifies": "countryman"}
{"color": "white", "line": "Why should the white man be esteemed as better than the black?\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "One of the cardinal principles of Christianity and freedom is the equality and brotherhood of man.\"\n", "word": "cardinal", "modifies": "principle"}
{"color": "blue", "line": "In a beautiful little villa, situated in a pleasant spot, fringed with hoary rocks and thick dark woods, within sight of the deep blue waters of Lake Leman, Mr. Linwood, his daughter, and her husband, took up their residence for a short time.\n", "word": "blue", "modifies": "water"}
{"color": "black", "line": "Throughout the whole route, Mr. Linwood saw by the deference paid to Jerome, whose black complexion excited astonishment in those who met him, that there was no hatred to the man in Europe, on account of his color; that what is called prejudice against color is the offspring of the institution of slavery; and he felt ashamed of his own countrymen, when he thought of the complexion as distinctions, made in the United States, and resolved to dedicate the remainder of his life to the eradication of this unrepublican and unchristian feeling from the land of his birth, on his return home.\n", "word": "black", "modifies": "complexion"}
{"color": "brown", "line": "J. R. End of the Project Gutenberg EBook of Clotelle: a Tale of the Southern States, by William Wells Brown *** END OF THIS PROJECT GUTENBERG EBOOK CLOTELLE *** ***** This file should be named 2095.txt or 2095.zip ***** This and all associated files of various formats will be found in: Updated editions will replace the previous one the old editions will be renamed.\n", "word": "brown", "modifies": "william"}
