{"color": "brown", "line": "From our end of the great brown hall we heard his step on the stair; whereupon Mrs. Griffin spoke.\n", "word": "brown", "modifies": "hall"}
{"color": "red", "line": "“She never saw him again.” “Oh!” said the lady; which, as our friend immediately left us again, was the only other word of importance contributed to the subject till, the next night, by the corner of the hearth, in the best chair, he opened the faded red cover of a thin old fashioned gilt edged album.\n", "word": "red", "modifies": "cover"}
{"color": "white", "line": "It had been agreed between us downstairs that after this first occasion I should have her as a matter of course at night, her small white bed being already arranged, to that end, in my room.\n", "word": "white", "modifies": "bed"}
{"color": "gold", "line": "But as my little conductress, with her hair of gold and her frock of blue, danced before me round corners and pattered down passages, I had the view of a castle of romance inhabited by a rosy sprite, such a place as would somehow, for diversion of the young idea, take all color out of storybooks and fairytales.\n", "word": "gold", "modifies": "hair"}
{"color": "blue", "line": "But as my little conductress, with her hair of gold and her frock of blue, danced before me round corners and pattered down passages, I had the view of a castle of romance inhabited by a rosy sprite, such a place as would somehow, for diversion of the young idea, take all color out of storybooks and fairytales.\n", "word": "blue", "modifies": "frock"}
{"color": "pink", "line": "But as my little conductress, with her hair of gold and her frock of blue, danced before me round corners and pattered down passages, I had the view of a castle of romance inhabited by a rosy sprite, such a place as would somehow, for diversion of the young idea, take all color out of storybooks and fairytales.\n", "word": "rosy", "modifies": "sprite"}
{"color": "white", "line": "Bless her,” she added the next moment—“_look_ at her!” I turned and saw that Flora, whom, ten minutes before, I had established in the schoolroom with a sheet of white paper, a pencil, and a copy of nice “round O’s,” now presented herself to view at the open door.\n", "word": "white", "modifies": "paper"}
{"color": "gold", "line": "The gold was still in the sky, the clearness in the air, and the man who looked at me over the battlements was as definite as a picture in a frame.\n", "word": "gold", "modifies": "sky"}
{"color": "red", "line": "This picture comes back to me in the general train—the impression, as I received it on my return, of the wide white panelled space, bright in the lamplight and with its portraits and red carpet, and of the good surprised look of my friend, which immediately told me she had missed me.\n", "word": "red", "modifies": "carpet"}
{"color": "white", "line": "This picture comes back to me in the general train—the impression, as I received it on my return, of the wide white panelled space, bright in the lamplight and with its portraits and red carpet, and of the good surprised look of my friend, which immediately told me she had missed me.\n", "word": "white", "modifies": "space"}
{"color": "gray", "line": "The attraction of my small charges was a constant joy, leading me to wonder afresh at the vanity of my original fears, the distaste I had begun by entertaining for the probable gray prose of my office.\n", "word": "gray", "modifies": "prose"}
{"color": "gray", "line": "There was to be no gray prose, it appeared, and no long grind; so how could work not be charming that presented itself as daily beauty?\n", "word": "gray", "modifies": "prose"}
{"color": "pink", "line": "My conclusion bloomed there with the real rose flush of his innocence: he was only too fine and fair for the little horrid, unclean school world, and he had paid a price for it.\n", "word": "rose", "modifies": "flush"}
{"color": "gray", "line": "The day was gray enough, but the afternoon light still lingered, and it enabled me, on crossing the threshold, not only to recognize, on a chair near the wide window, then closed, the articles I wanted, but to become aware of a person on the other side of the window and looking straight in.\n", "word": "gray", "modifies": "day"}
{"color": "white", "line": "“Do I show it?” “You’re as white as a sheet.\n", "word": "white", "modifies": "sheet"}
{"color": "red", "line": "“He has red hair, very red, close curling, and a pale face, long in shape, with straight, good features and little, rather queer whiskers that are as red as his hair.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "“He has red hair, very red, close curling, and a pale face, long in shape, with straight, good features and little, rather queer whiskers that are as red as his hair.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "We had left Miles indoors, on the red cushion of a deep window seat; he had wished to finish a book, and I had been glad to encourage a purpose so laudable in a young man whose only defect was an occasional excess of the restless.\n", "word": "red", "modifies": "cushion"}
{"color": "black", "line": "“Another person—this time; but a figure of quite as unmistakable horror and evil: a woman in black, pale and dreadful—with such an air also, and such a face!—on the other side of the lake.\n", "word": "black", "modifies": "woman"}
{"color": "black", "line": "“The person was in black, you say?” “In mourning—rather poor, almost shabby.\n", "word": "black", "modifies": "person"}
{"color": "blue", "line": "To gaze into the depths of blue of the child’s eyes and pronounce their loveliness a trick of premature cunning was to be guilty of a cynicism in preference to which I naturally preferred to abjure my judgment and, so far as might be, my agitation.\n", "word": "blue", "modifies": "depth"}
{"color": "white", "line": "I figure, finally, that the white curtain draping, in the fashion of those days, the head of Flora’s little bed, shrouded, as I had assured myself long before, the perfection of childish rest.\n", "word": "white", "modifies": "curtain"}
{"color": "pink", "line": "Then, with all the marks of a deliberation that must have seemed magnificent had there been anyone to admire it, I laid down my book, rose to my feet, and, taking a candle, went straight out of the room and, from the passage, on which my light made little impression, noiselessly closed and locked the door.\n", "word": "rose", "modifies": "foot"}
{"color": "white", "line": "I dashed at the place in which I had left her lying and over which (for the small silk counterpane and the sheets were disarranged) the white curtains had been deceivingly pulled forward; then my step, to my unutterable relief, produced an answering sound: I perceived an agitation of the window blind, and the child, ducking down, emerged rosily from the other side of it.\n", "word": "white", "modifies": "curtain"}
{"color": "pink", "line": "She stood there in so much of her candor and so little of her nightgown, with her pink bare feet and the golden glow of her curls.\n", "word": "pink", "modifies": "foot"}
{"color": "white", "line": "If they had been at all visibly blighted or battered, she would doubtless have grown, on tracing it back, haggard enough to match them; as matters stood, however, I could feel her, when she surveyed them, with her large white arms folded and the habit of serenity in all her look, thank the Lord’s mercy that if they were ruined the pieces would still serve.\n", "word": "white", "modifies": "arm"}
{"color": "gray", "line": "The place, with its gray sky and withered garlands, its bared spaces and scattered dead leaves, was like a theater after the performance—all strewn with crumpled playbills.\n", "word": "gray", "modifies": "sky"}
{"color": "pink", "line": "I call it a revolution because I now see how, with the word he spoke, the curtain rose on the last act of my dreadful drama, and the catastrophe was precipitated.\n", "word": "rose", "modifies": "word"}
{"color": "pink", "line": "Seated at my own table in clear noonday light I saw a person whom, without my previous experience, I should have taken at the first blush for some housemaid who might have stayed at home to look after the place and who, availing herself of rare relief from observation and of the schoolroom table and my pens, ink, and paper, had applied herself to the considerable effort of a letter to her sweetheart.\n", "word": "blush", "modifies": "housemaid"}
{"color": "black", "line": "Dark as midnight in her black dress, her haggard beauty and her unutterable woe, she had looked at me long enough to appear to say that her right to sit at my table was as good as mine to sit at hers.\n", "word": "black", "modifies": "dress"}
{"color": "white", "line": "She was there for poor scared Mrs. Grose, but she was there most for Flora; and no moment of my monstrous time was perhaps so extraordinary as that in which I consciously threw out to her—with the sense that, pale and ravenous demon as she was, she would catch and understand it—an inarticulate message of gratitude.\n", "word": "pale", "modifies": "demon"}
{"color": "pink", "line": "She rose erect on the spot my friend and I had lately quitted, and there was not, in all the long reach of her desire, an inch of her evil that fell short.\n", "word": "rose", "modifies": "spot"}
{"color": "pink", "line": "To see her, without a convulsion of her small pink face, not even feign to glance in the direction of the prodigy I announced, but only, instead of that, turn at _me_ an expression of hard, still gravity, an expression absolutely new and unprecedented and that appeared to read and accuse and judge me—this was a stroke that somehow converted the little girl herself into the very presence that could make me quail.\n", "word": "pink", "modifies": "face"}
{"color": "gray", "line": "I got up and looked a moment, through the twilight, at the gray pool and its blank, haunted edge, and then I took, back to the house, my dreary and difficult course.\n", "word": "gray", "modifies": "pool"}
{"color": "white", "line": "“Well—so we’re alone!” XXIII “Oh, more or less.” I fancy my smile was pale.\n", "word": "pale", "modifies": "smile"}
{"color": "white", "line": "The next thing I saw was that, from outside, he had reached the window, and then I knew that, close to the glass and glaring in through it, he offered once more to the room his white face of damnation.\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "The face that was close to mine was as white as the face against the glass, and out of it presently came a sound, not low nor weak, but as if from much further away, that I drank like a waft of fragrance.\n", "word": "white", "modifies": "face"}
{"color": "green", "line": "He might have been standing at the bottom of the sea and raising his eyes to some faint green twilight.\n", "word": "green", "modifies": "twilight"}
{"color": "white", "line": "For there again, against the glass, as if to blight his confession and stay his answer, was the hideous author of our woe—the white face of damnation.\n", "word": "white", "modifies": "face"}
