{"color": "yellow", "line": "Because men, groping in the Arctic darkness, had found a yellow metal, and because steamship and transportation companies were booming the find, thousands of men were rushing into the Northland.\n", "word": "yellow", "modifies": "metal"}
{"color": "green", "line": "There were great stables, where a dozen grooms and boys held forth, rows of vine clad servants’ cottages, an endless and orderly array of outhouses, long grape arbors, green pastures, orchards, and berry patches.\n", "word": "green", "modifies": "pasture"}
{"color": "red", "line": "A stout man, with a red sweater that sagged generously at the neck, came out and signed the book for the driver.\n", "word": "red", "modifies": "sweater"}
{"color": "red", "line": "Wherever the hatchet fell on the outside, he was there on the inside, snarling and growling, as furiously anxious to get out as the man in the red sweater was calmly intent on getting him out.\n", "word": "red", "modifies": "sweater"}
{"color": "red", "line": "And Buck was truly a red eyed devil, as he drew himself together for the spring, hair bristling, mouth foaming, a mad glitter in his blood shot eyes.\n", "word": "red", "modifies": "devil"}
{"color": "red", "line": "He lay where he had fallen, and from there he watched the man in the red sweater.\n", "word": "red", "modifies": "sweater"}
{"color": "red", "line": "As the days went by, other dogs came, in crates and at the ends of ropes, some docilely, and some raging and roaring as he had come; and, one and all, he watched them pass under the dominion of the man in the red sweater.\n", "word": "red", "modifies": "sweater"}
{"color": "red", "line": "Now and again men came, strangers, who talked excitedly, wheedlingly, and in all kinds of fashions to the man in the red sweater.\n", "word": "red", "modifies": "sweater"}
{"color": "red", "line": "That was the last he saw of the man in the red sweater, and as Curly and he looked at receding Seattle from the deck of the _Narwhal_, it was the last he saw of the warm Southland.\n", "word": "red", "modifies": "sweater"}
{"color": "black", "line": "Curly and he were taken below by Perrault and turned over to a black faced giant called François.\n", "word": "black", "modifies": "giant"}
{"color": "white", "line": "One of them was a big, snow white fellow from Spitzbergen who had been brought away by a whaling captain, and who had later accompanied a Geological Survey into the Barrens.\n", "word": "white", "modifies": "fellow"}
{"color": "white", "line": "More of this white stuff was falling through the air.\n", "word": "white", "modifies": "stuff"}
{"color": "red", "line": "He saw Spitz run out his scarlet tongue in a way he had of laughing; and he saw François, swinging an axe, spring into the mess of dogs.\n", "word": "scarlet", "modifies": "tongue"}
{"color": "white", "line": "The tent, illumined by a candle, glowed warmly in the midst of the white plain; and when he, as a matter of course, entered it, both Perrault and François bombarded him with curses and cooking utensils, till he recovered from his consternation and fled ignominiously into the outer cold.\n", "word": "white", "modifies": "plain"}
{"color": "white", "line": "Ere he landed on his feet, he saw the white camp spread out before him and knew where he was and remembered all that had passed from the time he went for a stroll with Manuel to the hole he had dug for himself the night before.\n", "word": "white", "modifies": "camp"}
{"color": "gray", "line": "Always, they broke camp in the dark, and the first gray of dawn found them hitting the trail with fresh miles reeled off behind them.\n", "word": "gray", "modifies": "dawn"}
{"color": "red", "line": "But the club of the man in the red sweater had beaten into him a more fundamental and primitive code.\n", "word": "red", "modifies": "sweater"}
{"color": "yellow", "line": "Thus, as token of what a puppet thing life is, the ancient song surged through him and he came into his own again; and he came because men had found a yellow metal in the North, and because Manuel was a gardener’s helper whose wages did not lap over the needs of his wife and divers small copies of himself.\n", "word": "yellow", "modifies": "metal"}
{"color": "white", "line": "Driving snow, a wind that cut like a white hot knife, and darkness had forced them to grope for a camping place.\n", "word": "white", "modifies": "knife"}
{"color": "pink", "line": "At their backs rose a perpendicular wall of rock, and Perrault and François were compelled to make their fire and spread their sleeping robes on the ice of the lake itself.\n", "word": "rose", "modifies": "back"}
{"color": "red", "line": "Then he was a masterful dog, and what made him dangerous was the fact that the club of the man in the red sweater had knocked all blind pluck and rashness out of his desire for mastery.\n", "word": "red", "modifies": "sweater"}
{"color": "red", "line": "With the aurora borealis flaming coldly overhead, or the stars leaping in the frost dance, and the land numb and frozen under its pall of snow, this song of the huskies might have been the defiance of life, only it was pitched in minor key, with long drawn wailings and half sobs, and was more the pleading of life, the articulate travail of existence.\n", "word": "flaming", "modifies": "borealis"}
{"color": "white", "line": "He lay down low to the race, whining eagerly, his splendid body flashing forward, leap by leap, in the wan white moonlight.\n", "word": "white", "modifies": "moonlight"}
{"color": "white", "line": "And leap by leap, like some pale frost wraith, the snowshoe rabbit flashed on ahead.\n", "word": "pale", "modifies": "wraith"}
{"color": "white", "line": "The rabbit could not turn, and as the white teeth broke its back in mid air it shrieked as loudly as a stricken man may shriek.\n", "word": "white", "modifies": "teeth"}
{"color": "white", "line": "He seemed to remember it all,—the white woods, and earth, and moonlight, and the thrill of battle.\n", "word": "white", "modifies": "wood"}
{"color": "white", "line": "In vain Buck strove to sink his teeth in the neck of the big white dog.\n", "word": "white", "modifies": "dog"}
{"color": "white", "line": "Time and time again he tried for the snow white throat, where life bubbled near to the surface, and each time and every time Spitz slashed him and got away.\n", "word": "white", "modifies": "throat"}
{"color": "white", "line": "There was a crunch of breaking bone, and the white dog faced him on three legs.\n", "word": "white", "modifies": "dog"}
{"color": "red", "line": "Buck remembered the man in the red sweater, and retreated slowly; nor did he attempt to charge in when Sol leks was once more brought forward.\n", "word": "red", "modifies": "sweater"}
{"color": "white", "line": "In one run they made a sixty mile dash from the foot of Lake Le Barge to the White Horse Rapids.\n", "word": "white", "modifies": "rapid"}
{"color": "white", "line": "And on the last night of the second week they topped White Pass and dropped down the sea slope with the lights of Skaguay and of the shipping at their feet.\n", "word": "white", "modifies": "pas"}
{"color": "red", "line": "Sometimes he thought of Judge Miller’s big house in the sun kissed Santa Clara Valley, and of the cement swimming tank, and Ysabel, the Mexican hairless, and Toots, the Japanese pug; but oftener he remembered the man in the red sweater, the death of Curly, the great fight with Spitz, and the good things he had eaten or would like to eat.\n", "word": "red", "modifies": "sweater"}
{"color": "red", "line": "The man in the red sweater had proved that.\n", "word": "red", "modifies": "sweater"}
{"color": "pink", "line": "Each day the sun rose earlier and set later.\n", "word": "rose", "modifies": "day"}
{"color": "green", "line": "Shrubs and vines were putting on fresh garbs of green.\n", "word": "green", "modifies": "garb"}
{"color": "white", "line": "With the dogs falling, Mercedes weeping and riding, Hal swearing innocuously, and Charles’s eyes wistfully watering, they staggered into John Thornton’s camp at the mouth of White River.\n", "word": "white", "modifies": "river"}
{"color": "white", "line": "“They told us we couldn’t make White River, and here we are.” This last with a sneering ring of triumph in it.\n", "word": "white", "modifies": "river"}
{"color": "gold", "line": "I tell you straight, I wouldn’t risk my carcass on that ice for all the gold in Alaska.” “That’s because you’re not a fool, I suppose,” said Hal.\n", "word": "gold", "modifies": "alaska"}
{"color": "black", "line": "Nig, equally friendly, though less demonstrative, was a huge black dog, half bloodhound and half deerhound, with eyes that laughed and a boundless good nature.\n", "word": "black", "modifies": "dog"}
{"color": "green", "line": "But as often as he gained the soft unbroken earth and the green shade, the love for John Thornton drew him back to the fire again.\n", "word": "green", "modifies": "shade"}
{"color": "gold", "line": "Dying men had sworn to it, and to the mine the site of which it marked, clinching their testimony with nuggets that were unlike any known grade of gold in the Northland.\n", "word": "gold", "modifies": "grade"}
{"color": "blue", "line": "Summer arrived, and dogs and men packed on their backs, rafted across blue mountain lakes, and descended or ascended unknown rivers in slender boats whipsawed from the standing forest.\n", "word": "blue", "modifies": "lake"}
{"color": "yellow", "line": "Spring came on once more, and at the end of all their wandering they found, not the Lost Cabin, but a shallow placer in a broad valley where the gold showed like yellow butter across the bottom of the washing pan.\n", "word": "yellow", "modifies": "butter"}
{"color": "black", "line": "He would thrust his nose into the cool wood moss, or into the black soil where long grasses grew, and snort with joy at the fat earth smells; or he would crouch for hours, as if in concealment, behind fungus covered trunks of fallen trees, wide eyed and wide eared to all that moved and sounded about him.\n", "word": "black", "modifies": "soil"}
{"color": "black", "line": "He fished for salmon in a broad stream that emptied somewhere into the sea, and by this stream he killed a large black bear, blinded by the mosquitoes while likewise fishing, and raging through the forest helpless and terrible.\n", "word": "black", "modifies": "bear"}
{"color": "white", "line": "But for the stray brown on his muzzle and above his eyes, and for the splash of white hair that ran midmost down his chest, he might well have been mistaken for a gigantic wolf, larger than the largest of the breed.\n", "word": "white", "modifies": "hair"}
{"color": "brown", "line": "But for the stray brown on his muzzle and above his eyes, and for the splash of white hair that ran midmost down his chest, he might well have been mistaken for a gigantic wolf, larger than the largest of the breed.\n", "word": "brown", "modifies": "muzzle"}
{"color": "red", "line": "At such moments, panting with red lolling tongue and with eyes fixed upon the big bull, it appeared to Buck that a change was coming over the face of things.\n", "word": "red", "modifies": "tongue"}
{"color": "gray", "line": "One only he saw,—a sleek gray fellow, flattened against a gray dead limb so that he seemed a part of it, a woody excrescence upon the wood itself.\n", "word": "gray", "modifies": "fellow"}
{"color": "pink", "line": "Night came on, and a full moon rose high over the trees into the sky, lighting the land till it lay bathed in ghostly day.\n", "word": "rose", "modifies": "moon"}
{"color": "white", "line": "The tongues of all were out and lolling, the white fangs showing cruelly white in the moonlight.\n", "word": "white", "modifies": "fang"}
{"color": "white", "line": "The years were not many when the Yeehats noted a change in the breed of timber wolves; for some were seen with splashes of brown on head and muzzle, and with a rift of white centring down the chest.\n", "word": "white", "modifies": "rift"}
{"color": "brown", "line": "The years were not many when the Yeehats noted a change in the breed of timber wolves; for some were seen with splashes of brown on head and muzzle, and with a rift of white centring down the chest.\n", "word": "brown", "modifies": "splash"}
{"color": "yellow", "line": "Here a yellow stream flows from rotted moose hide sacks and sinks into the ground, with long grasses growing through it and vegetable mould overrunning it and hiding its yellow from the sun; and here he muses for a time, howling once, long and mournfully, ere he departs.\n", "word": "yellow", "modifies": "stream"}
{"color": "white", "line": "When the long winter nights come on and the wolves follow their meat into the lower valleys, he may be seen running at the head of the pack through the pale moonlight or glimmering borealis, leaping gigantic above his fellows, his great throat a bellow as he sings a song of the younger world, which is the song of the pack.\n", "word": "pale", "modifies": "moonlight"}
