{"color": "white", "line": "Imagination has been verified by fact; the King Solomon’s Mines I dreamed of have been discovered, and are putting out their gold once more, and, according to the latest reports, their diamonds also; the Kukuanas or, rather, the Matabele, have been tamed by the white man’s bullets, but still there seem to be many who find pleasure in these simple pages.\n", "word": "white", "modifies": "man"}
{"color": "gray", "line": "He had yellow hair, a thick yellow beard, clear cut features, and large grey eyes set deep in his head.\n", "word": "grey", "modifies": "eye"}
{"color": "yellow", "line": "He had yellow hair, a thick yellow beard, clear cut features, and large grey eyes set deep in his head.\n", "word": "yellow", "modifies": "hair"}
{"color": "white", "line": "Not that I know much of ancient Danes, though I knew a modern Dane who did me out of ten pounds; but I remember once seeing a picture of some of those gentry, who, I take it, were a kind of white Zulus.\n", "word": "white", "modifies": "zulu"}
{"color": "black", "line": "I’ll answer the question now: A Royal Naval officer is, in a general sort of way, though of course there may be a black sheep among them here and there.\n", "word": "black", "modifies": "sheep"}
{"color": "gray", "line": "He now looked up, fixing his large grey eyes full upon my face.\n", "word": "grey", "modifies": "eye"}
{"color": "white", "line": "You also said that he did sell his wagon, for six months afterwards you saw the wagon in the possession of a Portuguese trader, who told you that he had bought it at Inyati from a white man whose name he had forgotten, and that he believed the white man with the native servant had started off for the interior on a shooting trip.” “Yes.” Then came a pause.\n", "word": "white", "modifies": "man"}
{"color": "gray", "line": "His brother was a much smaller man and had a dark beard, but now that I thought of it, he possessed eyes of the same shade of grey and with the same keen look in them: the features too were not unlike.\n", "word": "grey", "modifies": "shade"}
{"color": "white", "line": "Once I saw the peaks of the mountains that border them, but there were a hundred and thirty miles of desert between me and them, and I am not aware that any white man ever got across it save one.\n", "word": "white", "modifies": "man"}
{"color": "gold", "line": "Inside the mouth of this gallery are stacks of gold quartz piled up ready for roasting, which shows that the workers, whoever they were, must have left in a hurry.\n", "word": "gold", "modifies": "quartz"}
{"color": "white", "line": "She said that the people who lived across those mountains were a “branch” of the Zulus, speaking a dialect of Zulu, but finer and bigger men even; that there lived among them great wizards, who had learnt their art from white men when “all the world was dark,” and who had the secret of a wonderful mine of “bright stones.”’ “Well, I laughed at this story at the time, though it interested me, for the Diamond Fields were not discovered then, but poor Evans went off and was killed, and for twenty years I never thought any more of the matter.\n", "word": "white", "modifies": "men"}
{"color": "gray", "line": "But this was quite a different type of man to the mean fellows whom I had been accustomed to meet; indeed, in appearance he reminded me more of the polite doms I have read about, for he was tall and thin, with large dark eyes and curling grey mustachios.\n", "word": "grey", "modifies": "mustachio"}
{"color": "red", "line": "One evening I was sitting on the ground in front of the little tent I had with me, chewing the last leg of a miserable fowl I had bought from a native for a bit of cloth worth twenty fowls, and staring at the hot red sun sinking down over the desert, when suddenly I saw a figure, apparently that of a European, for it wore a coat, on the slope of the rising ground opposite to me, about three hundred yards away.\n", "word": "red", "modifies": "sun"}
{"color": "yellow", "line": "His face was a bright yellow with bilious fever, and his large dark eyes stood nearly out of his head, for all the flesh had gone.\n", "word": "yellow", "modifies": "face"}
{"color": "white", "line": "There was nothing but yellow parchment like skin, white hair, and the gaunt bones sticking up beneath.\n", "word": "white", "modifies": "hair"}
{"color": "yellow", "line": "There was nothing but yellow parchment like skin, white hair, and the gaunt bones sticking up beneath.\n", "word": "yellow", "modifies": "parchment"}
{"color": "yellow", "line": "I did so, and extracted a bit of torn yellow linen on which something was written in rusty letters.\n", "word": "yellow", "modifies": "linen"}
{"color": "white", "line": "Listen: my ancestor, a political refugee from Lisbon, and one of the first Portuguese who landed on these shores, wrote that when he was dying on those mountains which no white foot ever pressed before or since.\n", "word": "white", "modifies": "foot"}
{"color": "white", "line": "With my own eyes I have seen the countless diamonds stored in Solomon’s treasure chamber behind the white Death; but through the treachery of Gagool the witch finder I might bring nought away, scarcely my life.\n", "word": "white", "modifies": "death"}
{"color": "white", "line": "my boy,’ I said, ‘you wait till the “pale old man” gets a grip of your yellow throat, and then we shall hear what sort of a tune you sing.’ “Half an hour after that I saw Neville’s wagon move off.\n", "word": "pale", "modifies": "man"}
{"color": "yellow", "line": "my boy,’ I said, ‘you wait till the “pale old man” gets a grip of your yellow throat, and then we shall hear what sort of a tune you sing.’ “Half an hour after that I saw Neville’s wagon move off.\n", "word": "yellow", "modifies": "throat"}
{"color": "white", "line": "I spoke to them from the vessel, and told them it was the white man’s strongest medicine, and that they were as good as dead men.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "It is a lovely coast all along from East London, with its red sandhills and wide sweeps of vivid green, dotted here and there with Kafir kraals, and bordered by a ribbon of white surf, which spouts up in pillars of foam where it hits the rocks.\n", "word": "red", "modifies": "sandhills"}
{"color": "green", "line": "It is a lovely coast all along from East London, with its red sandhills and wide sweeps of vivid green, dotted here and there with Kafir kraals, and bordered by a ribbon of white surf, which spouts up in pillars of foam where it hits the rocks.\n", "word": "green", "modifies": "sweep"}
{"color": "white", "line": "It is a lovely coast all along from East London, with its red sandhills and wide sweeps of vivid green, dotted here and there with Kafir kraals, and bordered by a ribbon of white surf, which spouts up in pillars of foam where it hits the rocks.\n", "word": "white", "modifies": "surf"}
{"color": "green", "line": "There are the sheer kloofs cut in the hills by the rushing rains of centuries, down which the rivers sparkle; there is the deepest green of the bush, growing as God planted it, and the other greens of the mealie gardens and the sugar patches, while now and again a white house, smiling out at the placid sea, puts a finish and gives an air of homeliness to the scene.\n", "word": "green", "modifies": "bush"}
{"color": "white", "line": "There are the sheer kloofs cut in the hills by the rushing rains of centuries, down which the rivers sparkle; there is the deepest green of the bush, growing as God planted it, and the other greens of the mealie gardens and the sugar patches, while now and again a white house, smiling out at the placid sea, puts a finish and gives an air of homeliness to the scene.\n", "word": "white", "modifies": "house"}
{"color": "silver", "line": "Altogether it was a perfect night, such a night as you sometimes get in Southern Africa, and it threw a garment of peace over everybody as the moon threw a garment of silver over everything.\n", "word": "silver", "modifies": "garment"}
{"color": "white", "line": "You are to pay all expenses, and any ivory or other valuables we may get is to be divided between Captain Good and myself.\n", "word": "ivory", "modifies": "valuable"}
{"color": "green", "line": "There are only three rooms and a kitchen in it, and it is constructed of green brick with a galvanised iron roof, but there is a good garden with the best loquot trees in it that I know, and some nice young mangoes, of which I hope great things.\n", "word": "green", "modifies": "brick"}
{"color": "green", "line": "Sir Henry and Good slept in a tent pitched in my little grove of orange trees at the end of the garden, for there was no room for them in the house, and what with the smell of the bloom, and the sight of the green and golden fruit—in Durban you will see all three on the tree together—I daresay it is a pleasant place enough, for we have few mosquitos here on the Berea, unless there happens to come an unusually heavy rain.\n", "word": "green", "modifies": "fruit"}
{"color": "green", "line": "If anything is going to give in a wagon, or if there is green wood in it, it will show out on the first trip.\n", "word": "green", "modifies": "wood"}
{"color": "red", "line": "What is more, this lot were thoroughly “salted,” that is, they had worked all over South Africa, and so had become proof, comparatively speaking, against red water, which so frequently destroys whole teams of oxen when they get on to strange “veldt” or grass country.\n", "word": "red", "modifies": "water"}
{"color": "white", "line": "But he was quite nonplussed when the Kafir, who had sat stolidly watching the operation, asked him to put on another, saying that a “white one” would do at a pinch.\n", "word": "white", "modifies": "one"}
{"color": "black", "line": "“Three heavy breech loading double eight elephant guns, weighing about fifteen pounds each, to carry a charge of eleven drachms of black powder.” Two of these were by a well known London firm, most excellent makers, but I do not know by whom mine, which is not so highly finished, was made.\n", "word": "black", "modifies": "powder"}
{"color": "black", "line": "I observed, however, that he was a “Keshla” or ringed man; that is, he wore on his head the black ring, made of a species of gum polished with fat and worked up in the hair, which is usually assumed by Zulus on attaining a certain age or dignity.\n", "word": "black", "modifies": "ring"}
{"color": "white", "line": "“I hear that you go on a great expedition far into the North with the white chiefs from over the water.\n", "word": "white", "modifies": "chief"}
{"color": "white", "line": "“It is this, O white men, that if indeed you travel so far I would travel with you.” There was a certain assumption of dignity in the man’s mode of speech, and especially in his use of the words “O white men,” instead of “O Inkosis,” or chiefs, which struck me.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Afterwards I ran away from Zululand and came to Natal because I wanted to see the white man’s ways.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "In that light, too, his skin looked scarcely more than dark, except here and there where deep black scars marked old assegai wounds.\n", "word": "black", "modifies": "scar"}
{"color": "white", "line": "Umbopa evidently understood him, for he answered in Zulu, “It is well”; and then added, with a glance at the white man’s great stature and breadth, “We are men, thou and I.” AN ELEPHANT HUNT Now I do not propose to narrate at full length all the incidents of our long travel up to Sitanda’s Kraal, near the junction of the Lukanga and Kalukwe Rivers.\n", "word": "white", "modifies": "man"}
{"color": "yellow", "line": "The kloofs in the hills were covered with dense bush, “idoro” bush as the natives call it, and in some places, with the “wacht een beche,” or “wait a little thorn,” and there were great quantities of the lovely “machabell” tree, laden with refreshing yellow fruit having enormous stones.\n", "word": "yellow", "modifies": "fruit"}
{"color": "yellow", "line": "I, with my short grizzled hair sticking up straight, and Sir Henry with his yellow locks, which were getting rather long, were rather a contrast, especially as I am thin, and short, and dark, weighing only nine stone and a half, and Sir Henry is tall, and broad, and fair, and weighs fifteen.\n", "word": "yellow", "modifies": "lock"}
{"color": "brown", "line": "He wore a shooting suit of brown tweed, with a hat to match, and neat gaiters.\n", "word": "brown", "modifies": "tweed"}
{"color": "white", "line": "He even sported a collar, of which he had a supply, made of white gutta percha.\n", "word": "white", "modifies": "percha"}
{"color": "yellow", "line": "We all jumped up and looked towards the water, in the direction of which we saw a confused mass, yellow and black in colour, staggering and struggling towards us.\n", "word": "yellow", "modifies": "mass"}
{"color": "black", "line": "On the grass there lay a sable antelope bull—the most beautiful of all the African antelopes—quite dead, and transfixed by its great curved horns was a magnificent black maned lion, also dead.\n", "word": "black", "modifies": "lion"}
{"color": "pink", "line": "As for Good, he rose and wrung his hands over the brave man who had given his life to save him, and, though I am an old hand, I felt a lump grow in my throat.\n", "word": "rose", "modifies": "good"}
{"color": "white", "line": "It was a wonderfully fine lot of ivory.\n", "word": "ivory", "modifies": "lot"}
{"color": "white", "line": "The air was very clear, and far, far away I could distinguish the faint blue outlines, here and there capped with white, of the Suliman Berg.\n", "word": "white", "modifies": "berg"}
{"color": "blue", "line": "The air was very clear, and far, far away I could distinguish the faint blue outlines, here and there capped with white, of the Suliman Berg.\n", "word": "blue", "modifies": "outline"}
{"color": "white", "line": "It is very well for natives to have a name for one among themselves, but it is not decent that they should call a white man by their heathenish appellations to his face.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "But the Hottentot, when I asked what the white man was like, said that he had thine eyes and a black beard.\n", "word": "black", "modifies": "beard"}
{"color": "white", "line": "But the Hottentot, when I asked what the white man was like, said that he had thine eyes and a black beard.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Tell me, O white men, who are wise, who know the secrets of the world, and of the world of stars, and the world that lies above and around the stars; who flash your words from afar without a voice; tell me, white men, the secret of our life—whither it goes and whence it comes!\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "It is the glow worm that shines in the night time and is black in the morning; it is the white breath of the oxen in winter; it is the little shadow that runs across the grass and loses itself at sunset.” “You are a strange man,” said Sir Henry, when he had ceased.\n", "word": "black", "modifies": "morning"}
{"color": "white", "line": "It is the glow worm that shines in the night time and is black in the morning; it is the white breath of the oxen in winter; it is the little shadow that runs across the grass and loses itself at sunset.” “You are a strange man,” said Sir Henry, when he had ceased.\n", "word": "white", "modifies": "breath"}
{"color": "white", "line": "There is a strange land yonder, a land of witchcraft and beautiful things; a land of brave people, and of trees, and streams, and snowy peaks, and of a great white road.\n", "word": "white", "modifies": "road"}
{"color": "silver", "line": "At last, about nine o’clock, up she came in all her glory, flooding the wild country with light, and throwing a silver sheen on the expanse of rolling desert before us, which looked as solemn and quiet and as alien to man as the star studded firmament above.\n", "word": "silver", "modifies": "sheen"}
{"color": "white", "line": "We three white men stood by ourselves.\n", "word": "white", "modifies": "men"}
{"color": "pink", "line": "On, on we went, till at last the east began to blush like the cheek of a girl.\n", "word": "blush", "modifies": "cheek"}
{"color": "red", "line": "Look where we would there was no rock or tree, nothing but an unending glare, rendered dazzling by the heated air that danced over the surface of the desert as it dances over a red hot stove.\n", "word": "red", "modifies": "stove"}
{"color": "black", "line": "The Black Hole of Calcutta must have been a fool to it; indeed, to this moment I do not know how we lived through the day.\n", "word": "black", "modifies": "hole"}
{"color": "green", "line": "I had been dreaming that I was bathing in a running stream, with green banks and trees upon them, and I awoke to find myself in this arid wilderness, and to remember, as Umbopa had said, that if we did not find water this day we must perish miserably.\n", "word": "green", "modifies": "bank"}
{"color": "red", "line": "I almost think that I must have been a little light headed with thirst, weariness and the want of food; for I fell to thinking how astonished the Cardinal and his nice little boy and the jackdaw would have looked to see a burnt up, brown eyed, grizzly haired little elephant hunter suddenly bound between them, put his dirty face into the basin, and swallow every drop of the precious water.\n", "word": "cardinal", "modifies": "boy"}
{"color": "brown", "line": "I almost think that I must have been a little light headed with thirst, weariness and the want of food; for I fell to thinking how astonished the Cardinal and his nice little boy and the jackdaw would have looked to see a burnt up, brown eyed, grizzly haired little elephant hunter suddenly bound between them, put his dirty face into the basin, and swallow every drop of the precious water.\n", "word": "brown", "modifies": "hunter"}
{"color": "white", "line": "Straight before us, rose two enormous mountains, the like of which are not, I believe, to be seen in Africa, if indeed there are any other such in the world, measuring each of them at least fifteen thousand feet in height, standing not more than a dozen miles apart, linked together by a precipitous cliff of rock, and towering in awful white solemnity straight into the sky.\n", "word": "white", "modifies": "solemnity"}
{"color": "pink", "line": "Straight before us, rose two enormous mountains, the like of which are not, I believe, to be seen in Africa, if indeed there are any other such in the world, measuring each of them at least fifteen thousand feet in height, standing not more than a dozen miles apart, linked together by a precipitous cliff of rock, and towering in awful white solemnity straight into the sky.\n", "word": "rose", "modifies": "mountain"}
{"color": "brown", "line": "For a while the morning lights played upon the snow and the brown and swelling masses beneath, and then, as though to veil the majestic sight from our curious eyes, strange vapours and clouds gathered and increased around the mountains, till presently we could only trace their pure and gigantic outlines, showing ghostlike through the fleecy envelope.\n", "word": "brown", "modifies": "mass"}
{"color": "black", "line": "How it came to be in such a strange place we did not stop to inquire, nor did we hesitate at its black and unpleasant appearance.\n", "word": "black", "modifies": "appearance"}
{"color": "pink", "line": "After a while we rose from it, refreshed indeed, and fell to on our “biltong,” of which we had scarcely been able to touch a mouthful for twenty four hours, and ate our fill.\n", "word": "rose", "modifies": "while"}
{"color": "pink", "line": "When the sun rose, and, for awhile, cleared away the mysterious mists, Suliman’s Berg with the two majestic Breasts, now only about twenty miles off, seemed to be towering right above us, and looked grander than ever.\n", "word": "rose", "modifies": "sun"}
{"color": "green", "line": "We reached them, and to our surprise, so far as we had a capacity for surprise left in us, on a little plateau or ridge close by we saw that the clinker was covered with a dense green growth.\n", "word": "green", "modifies": "growth"}
{"color": "green", "line": "But we did not take much further interest in the green growth, for one cannot live on grass like Nebuchadnezzar.\n", "word": "green", "modifies": "growth"}
{"color": "green", "line": "As we were sitting there I saw Umbopa get up and hobble towards the patch of green, and a few minutes afterwards, to my great astonishment, I perceived that usually very dignified individual dancing and shouting like a maniac, and waving something green.\n", "word": "green", "modifies": "patch"}
{"color": "green", "line": "“It is food and water, Macumazahn,” and again he waved the green thing.\n", "word": "green", "modifies": "thing"}
{"color": "white", "line": "I stared at it, and saw that this too was a _dead man_, and, what was more, a white man.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "The body was that of a tall man in middle life with aquiline features, grizzled hair, and a long black moustache.\n", "word": "black", "modifies": "moustache"}
{"color": "yellow", "line": "The skin was perfectly yellow, and stretched tightly over the bones.\n", "word": "yellow", "modifies": "skin"}
{"color": "white", "line": "Round the neck of the corpse, which was frozen perfectly stiff, hung a yellow ivory crucifix.\n", "word": "ivory", "modifies": "crucifix"}
{"color": "yellow", "line": "Round the neck of the corpse, which was frozen perfectly stiff, hung a yellow ivory crucifix.\n", "word": "yellow", "modifies": "crucifix"}
{"color": "white", "line": "Then leaving these two, the proud white man of a past age, and the poor Hottentot, to keep their eternal vigil in the midst of the eternal snows, we crept out of the cave into the welcome sunshine and resumed our path, wondering in our hearts how many hours it would be before we were even as they are.\n", "word": "white", "modifies": "man"}
{"color": "green", "line": "Presently, however, the higher layers of mist cleared a little, and revealed, at the end of a long slope of snow, a patch of green grass, some five hundred yards beneath us, through which a stream was running.\n", "word": "green", "modifies": "grass"}
{"color": "red", "line": "It was brown in colour, with faint red stripes, and grew a thick coat.\n", "word": "red", "modifies": "stripe"}
{"color": "brown", "line": "It was brown in colour, with faint red stripes, and grew a thick coat.\n", "word": "brown", "modifies": "colour"}
{"color": "silver", "line": "The landscape lay before us as a map, wherein rivers flashed like silver snakes, and Alp like peaks crowned with wildly twisted snow wreaths rose in grandeur, whilst over all was the glad sunlight and the breath of Nature’s happy life.\n", "word": "silver", "modifies": "snake"}
{"color": "pink", "line": "The landscape lay before us as a map, wherein rivers flashed like silver snakes, and Alp like peaks crowned with wildly twisted snow wreaths rose in grandeur, whilst over all was the glad sunlight and the breath of Nature’s happy life.\n", "word": "rose", "modifies": "alp"}
{"color": "silver", "line": "First we came to scattered bushes which grew more and more frequent, till at last we found the road winding through a vast grove of silver trees similar to those which are to be seen on the slopes of Table Mountain at Cape Town.\n", "word": "silver", "modifies": "tree"}
{"color": "silver", "line": "The brook, of which the banks were clothed with dense masses of a gigantic species of maidenhair fern interspersed with feathery tufts of wild asparagus, sung merrily at our side, the soft air murmured through the leaves of the silver trees, doves cooed around, and bright winged birds flashed like living gems from bough to bough.\n", "word": "silver", "modifies": "tree"}
{"color": "black", "line": "They were very tall and copper coloured, and some of them wore great plumes of black feathers and short cloaks of leopard skins; this was all I noticed at the moment.\n", "word": "black", "modifies": "feather"}
{"color": "white", "line": "and why are the faces of three of you white, and the face of the fourth as the face of our mother’s sons?” and he pointed to Umbopa.\n", "word": "white", "modifies": "face"}
{"color": "pink", "line": "Umbopa rose to the occasion, and with something as nearly resembling a grin as I have ever seen on his dignified face he handed me the gun.\n", "word": "rose", "modifies": "umbopa"}
{"color": "black", "line": "“Scragga, son of Twala, the great king—Twala, husband of a thousand wives, chief and lord paramount of the Kukuanas, keeper of the great Road, terror of his enemies, student of the Black Arts, leader of a hundred thousand warriors, Twala the One eyed, the Black, the Terrible.” “So,” said I superciliously, “lead us then to Twala.\n", "word": "black", "modifies": "art"}
{"color": "white", "line": "“Nay, my lord,” answered Infadoos, “would my lord cover up his beautiful white legs (although he is so dark Good has a singularly white skin) from the eyes of his servants?\n", "word": "white", "modifies": "leg"}
{"color": "black", "line": "“Damn it!” roared Good, “that black villain has got my trousers.” “Look here, Good,” said Sir Henry; “you have appeared in this country in a certain character, and you must live up to it.\n", "word": "black", "modifies": "villain"}
{"color": "white", "line": "Your ‘beautiful white legs’ and your eye glass are now _the_ features of our party, and as Sir Henry says, you must live up to them.\n", "word": "white", "modifies": "leg"}
{"color": "pink", "line": "But at nightfall a little child, a girl, crept out and brought her corn to eat, and she blessed the child, and went on towards the mountains with her boy before the sun rose again, and there she must have perished, for none have seen her since, nor the child Ignosi.” “Then if this child Ignosi had lived he would be the true king of the Kukuana people?” “That is so, my lord; the sacred snake is round his middle.\n", "word": "rose", "modifies": "sun"}
{"color": "black", "line": "They wore upon their heads heavy black plumes of Sakaboola feathers, like those which adorned our guides.\n", "word": "black", "modifies": "plume"}
{"color": "white", "line": "About their waists and beneath the right knees were bound circlets of white ox tails, while in their left hands they carried round shields measuring about twenty inches across.\n", "word": "white", "modifies": "tail"}
{"color": "white", "line": "The framework is made of an iron plate beaten out thin, over which is stretched milk white ox hide.\n", "word": "white", "modifies": "hide"}
{"color": "brown", "line": "Each company remained still as a collection of bronze statues till we were opposite to it, when at a signal given by its commanding officer, who, distinguished by a leopard skin cloak, stood some paces in front, every spear was raised into the air, and from three hundred throats sprang forth with a sudden roar the royal salute of “_Koom_.” Then, so soon as we had passed, the company formed up behind us and followed us towards the kraal, till at last the whole regiment of the “Greys”—so called from their white shields—the crack corps of the Kukuana people, was marching in our rear with a tread that shook the ground.\n", "word": "bronze", "modifies": "statue"}
{"color": "white", "line": "Not even when old Infadoos with a surreptitious motion of the hand pointed out the crowning wonder of poor Good’s “beautiful white legs,” did they suffer the feeling of intense admiration which evidently mastered their minds to find expression.\n", "word": "white", "modifies": "leg"}
{"color": "white", "line": "They fixed their dark eyes upon this new and snowy loveliness, for, as I think I have said, Good’s skin is exceedingly white, and that was all.\n", "word": "white", "modifies": "skin"}
{"color": "white", "line": "The best of the meat was then cut off for us, and the rest, in the name of our party, I presented to the warriors round us, who took it and distributed the “white lords’ gift.” Umbopa set to work, with the assistance of an extremely prepossessing young woman, to boil our portion in a large earthenware pot over a fire which was built outside the hut, and when it was nearly ready we sent a message to Infadoos, and asked him and Scragga, the king’s son, to join us.\n", "word": "white", "modifies": "lord"}
{"color": "white", "line": "Together with the rest of the party, he had been overawed by our white appearance and by our magic properties; but it seemed to me that, on discovering that we ate, drank, and slept like other mortals, his awe was beginning to wear off, and to be replaced by a sullen suspicion—which made me feel rather uncomfortable.\n", "word": "white", "modifies": "appearance"}
{"color": "yellow", "line": "I have heard, for instance, that the wise men of old came to these mountains to find bright stones, pretty playthings, and yellow iron.” “My lord is wise,” he answered coldly; “I am but a child and cannot talk with my lord on such matters.\n", "word": "yellow", "modifies": "iron"}
{"color": "white", "line": "“Yes, Macumazahn,” he put in, in Zulu, “the diamonds are surely there, and you shall have them, since you white men are so fond of toys and money.” “How dost thou know that, Umbopa?” I asked sharply, for I did not like his mysterious ways.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "“I dreamed it in the night, white men;” then he too turned on his heel and went.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "“Now what,” said Sir Henry, “is our black friend driving at?\n", "word": "black", "modifies": "friend"}
{"color": "silver", "line": "But not for long, for see in the west there is a glow, then come rays of silver light, and at last the full and glorious moon lights up the plain and shoots its gleaming arrows far and wide, filling the earth with a faint refulgence.\n", "word": "silver", "modifies": "light"}
{"color": "yellow", "line": "Sir Henry’s yellow locks were now almost upon his shoulders, and he looked more like an ancient Dane than ever, while my grizzled scrub was fully an inch long, instead of half an inch, which in a general way I considered my maximum length.\n", "word": "yellow", "modifies": "lock"}
{"color": "black", "line": "This man’s lips were as thick as a Negro’s, the nose was flat, he had but one gleaming black eye, for the other was represented by a hollow in the face, and his whole expression was cruel and sensual to a degree.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "From the large head rose a magnificent plume of white ostrich feathers, his body was clad in a shirt of shining chain armour, whilst round the waist and right knee were the usual garnishes of white ox tail.\n", "word": "white", "modifies": "feather"}
{"color": "pink", "line": "From the large head rose a magnificent plume of white ostrich feathers, his body was clad in a shirt of shining chain armour, whilst round the waist and right knee were the usual garnishes of white ox tail.\n", "word": "rose", "modifies": "head"}
{"color": "gold", "line": "In his right hand was a huge spear, about the neck a thick torque of gold, and bound on the forehead shone dully a single and enormous uncut diamond.\n", "word": "gold", "modifies": "torque"}
{"color": "black", "line": "“It was by chance, O Calf of the Black Cow,” he murmured.\n", "word": "black", "modifies": "cow"}
{"color": "pink", "line": "From the multitude about us rose something like a murmur, it rolled round and round, and died away.\n", "word": "rose", "modifies": "multitude"}
{"color": "white", "line": "“White people,” he said, “who come hither, whence I know not, and why I know not, greeting.” “Greeting, Twala, King of the Kukuanas,” I answered.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "“White people, whence come ye, and what seek ye?” “We come from the Stars, ask us not how.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "I turned round coolly— “Have I lied, O king?” “Nay, white man, it is the truth,” was the somewhat awed answer.\n", "word": "white", "modifies": "man"}
{"color": "pink", "line": "It crept on all fours, but when it reached the place where the king sat it rose upon its feet, and throwing the furry covering from its face, revealed a most extraordinary and weird countenance.\n", "word": "rose", "modifies": "foot"}
{"color": "black", "line": "There was no nose to speak of; indeed, the visage might have been taken for that of a sun dried corpse had it not been for a pair of large black eyes, still full of fire and intelligence, which gleamed and played under the snow white eyebrows, and the projecting parchment coloured skull, like jewels in a charnel house.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "There was no nose to speak of; indeed, the visage might have been taken for that of a sun dried corpse had it not been for a pair of large black eyes, still full of fire and intelligence, which gleamed and played under the snow white eyebrows, and the projecting parchment coloured skull, like jewels in a charnel house.\n", "word": "white", "modifies": "eyebrow"}
{"color": "yellow", "line": "As for the head itself, it was perfectly bare, and yellow in hue, while its wrinkled scalp moved and contracted like the hood of a cobra.\n", "word": "yellow", "modifies": "hue"}
{"color": "white", "line": "footsteps!_ the tread of the white man coming from afar.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "“Blood is good, the red blood is bright; there is no smell like the smell of new shed blood.\n", "word": "red", "modifies": "blood"}
{"color": "white", "line": "I have seen the white man and know his desires.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "It was a white people who were before ye are, who shall be when ye are not, who shall eat you up and destroy you.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "“What seek ye, white men of the Stars—ah, yes, of the Stars?\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Never for ages upon ages has a white foot pressed this land; never except once, and I remember that he left it but to die.\n", "word": "white", "modifies": "foot"}
{"color": "white", "line": "Not stones that shine, not yellow metal that gleams, these thou leavest to ‘white men from the Stars.’ Methinks I know thee; methinks I can smell the smell of the blood in thy heart.\n", "word": "white", "modifies": "men"}
{"color": "yellow", "line": "Not stones that shine, not yellow metal that gleams, these thou leavest to ‘white men from the Stars.’ Methinks I know thee; methinks I can smell the smell of the blood in thy heart.\n", "word": "yellow", "modifies": "metal"}
{"color": "pink", "line": "The king rose up trembling, and waved his hand.\n", "word": "rose", "modifies": "king"}
{"color": "white", "line": "“White people,” he said, “it passes in my mind to kill you.\n", "word": "white", "modifies": "people"}
{"color": "red", "line": "The land groans at the cruelties of Twala the king; it is wearied of him and his red ways.” “Then why is it, Infadoos, that the people do not cast him down?” “Nay, my lords, he is the king, and if he were killed Scragga would reign in his place, and the heart of Scragga is blacker than the heart of Twala his father.\n", "word": "red", "modifies": "way"}
{"color": "white", "line": "Then the son Ignosi became a wanderer again, and journeyed into a land of wonders, where white people live, and for many more years he learned the wisdom of the white people.” “It is a pretty story,” said Infadoos incredulously.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "For long years he lived and waited, and at last the time came, as it ever comes to him who can wait for it, and he met some white men who would seek this unknown land, and joined himself to them.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "The white men started and travelled on and on, seeking for one who is lost.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Rise; I am not yet the king, but with thy help, and with the help of these brave white men, who are my friends, I shall be.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "The white stones!\n", "word": "white", "modifies": "stone"}
{"color": "white", "line": "Has any white man to thy knowledge set his foot within the land?” “None, O Ignosi.” “If any white man had been seen or heard of, wouldst thou have known?” “I should certainly have known.” “Thou hearest, Incubu,” said Ignosi to Sir Henry; “he has not been here.” “Well, well,” said Sir Henry, with a sigh; “there it is; I suppose that he never got so far.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "“The gifts of my lord the king to the white men from the Stars!” said a herald who came with them.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "“Greeting, white lords,” Twala cried, as we came up; “be seated, waste not precious time—the night is all too short for the deeds that must be done.\n", "word": "white", "modifies": "lord"}
{"color": "white", "line": "Look round, white lords; look round,” and he rolled his one wicked eye from regiment to regiment.\n", "word": "white", "modifies": "lord"}
{"color": "white", "line": "As they drew near we saw that these were women, most of them aged, for their white hair, ornamented with small bladders taken from fish, streamed out behind them.\n", "word": "white", "modifies": "hair"}
{"color": "white", "line": "Their faces were painted in stripes of white and yellow; down their backs hung snake skins, and round their waists rattled circlets of human bones, while each held a small forked wand in her shrivelled hand.\n", "word": "white", "modifies": "stripe"}
{"color": "white", "line": "Tarry not, ye vultures; see, the slayers”—pointing to the ominous group of executioners behind—“make sharp their spears; the white men from afar are hungry to see.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "“_One_,” counted Twala the king, just like a black Madame Defarge, as Good said, and the body was dragged a few paces away and stretched out.\n", "word": "black", "modifies": "madame"}
{"color": "white", "line": "“Let the law take its course, white men.\n", "word": "white", "modifies": "men"}
{"color": "pink", "line": "But it was not so, for presently, to our surprise, the ancient woman, Gagool, rose from her crouching position, and supporting herself with a stick, staggered off into the open space.\n", "word": "rose", "modifies": "woman"}
{"color": "white", "line": "These white men from the Stars, their magic is great, and Ignosi is under the cover of their wing.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "So shall men cleave to us, knowing of a truth that the white man’s magic is with them.” “Ye have the sign of the snake,” I answered.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "Come hither”; and I led them to the door of the hut and pointed to the red ball of the moon.\n", "word": "red", "modifies": "ball"}
{"color": "black", "line": "Now tell me, can any mortal man put out that moon before her hour of setting, and bring the curtain of black night down upon the land?” The chief laughed a little at the question.\n", "word": "black", "modifies": "night"}
{"color": "white", "line": "In place of the grim ranks of serried warriors were company after company of Kukuana girls, not over dressed, so far as clothing went, but each crowned with a wreath of flowers, and holding a palm leaf in one hand and a white arum lily in the other.\n", "word": "white", "modifies": "lily"}
{"color": "white", "line": "“Welcome, white men from the Stars,” he said; “this is another sight from that which your eyes gazed on by the light of last night’s moon, but it is not so good a sight.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Would ye have wives from among our people, white men?\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "In a land where men are white all things are possible.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "So be it, white men; the girls will not go begging!\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "Welcome again; and welcome, too, thou black one; if Gagool here had won her way, thou wouldst have been stiff and cold by now.\n", "word": "black", "modifies": "one"}
{"color": "white", "line": "“Let the dance begin,” he cried, and then the flower crowned girls sprang forward in companies, singing a sweet song and waving the delicate palms and white lilies.\n", "word": "white", "modifies": "lily"}
{"color": "white", "line": "“Which deem ye the fairest, white men?” he asked.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "With all a woman’s quickness, the doomed girl interpreted what was passing in his mind, and by a sudden movement flung herself before him, and clasped his “beautiful white legs” with her hands.\n", "word": "white", "modifies": "leg"}
{"color": "white", "line": "“Oh, white father from the Stars!” she cried, “throw over me the mantle of thy protection; let me creep into the shadow of thy strength, that I may be saved.\n", "word": "white", "modifies": "father"}
{"color": "white", "line": "“_Shall not be!_ thou white dog, that yappest at the lion in his cave; _shall not be!_ art thou mad?\n", "word": "white", "modifies": "dog"}
{"color": "white", "line": "we, the white men from the Stars, say that it shall not be.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Look, chiefs and people and women, and see if the white men from the Stars keep their word, or if they be but empty liars!\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "“The moon grows black before your eyes; soon there will be darkness—ay, darkness in the hour of the full moon.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "Slowly and in the midst of this most solemn silence the minutes sped away, and while they sped the full moon passed deeper and deeper into the shadow of the earth, as the inky segment of its circle slid in awful majesty across the lunar craters.\n", "word": "inky", "modifies": "segment"}
{"color": "white", "line": "The great pale orb seemed to draw near and to grow in size.\n", "word": "pale", "modifies": "orb"}
{"color": "red", "line": "She turned a coppery hue, then that portion of her surface which was unobscured as yet grew grey and ashen, and at length, as totality approached, her mountains and her plains were to be seen glowing luridly through a crimson gloom.\n", "word": "crimson", "modifies": "gloom"}
{"color": "red", "line": "On, yet on, crept the ring of darkness; it was now more than half across the blood red orb.\n", "word": "red", "modifies": "orb"}
{"color": "pink", "line": "No sound rose now from the spectators, and at last Good stopped swearing.\n", "word": "rose", "modifies": "sound"}
{"color": "white", "line": "“The moon is dying—the white wizards have killed the moon,” yelled the prince Scragga at last.\n", "word": "white", "modifies": "wizard"}
{"color": "black", "line": "Before we reached the gate of the kraal the moon went out utterly, and from every quarter of the firmament the stars rushed forth into the inky sky.\n", "word": "inky", "modifies": "sky"}
{"color": "silver", "line": "Suddenly, as we watched, there burst from it a silver streak of light, accompanied by a wondrous ruddy glow, which hung upon the blackness of the sky like a celestial lamp, and a wild and lovely sight it was.\n", "word": "silver", "modifies": "streak"}
{"color": "white", "line": "“Surely my lord will not hide his beautiful white legs!” exclaimed Infadoos regretfully.\n", "word": "white", "modifies": "leg"}
{"color": "white", "line": "Next he went on to say that the white lords from the Stars, looking down upon their country, had perceived its trouble, and determined, at great personal inconvenience, to alleviate its lot: That they had accordingly taken the real king of the Kukuanas, Ignosi, who was languishing in exile, by the hand, and led him over the mountains: That they had seen the wickedness of Twala’s doings, and for a sign to the wavering, and to save the life of the girl Foulata, actually, by the exercise of their high magic, had put out the moon and slain the young fiend Scragga; and that they were prepared to stand by them, and assist them to overthrow Twala, and set up the rightful king, Ignosi, in his place.\n", "word": "white", "modifies": "lord"}
{"color": "white", "line": "If I were not the king, would these white men be on my side with all their magic?\n", "word": "white", "modifies": "men"}
{"color": "red", "line": "“If there be any man among you who says that it is not so, let him stand forth and I will fight him now, and his blood shall be a red token that I tell you true.\n", "word": "red", "modifies": "token"}
{"color": "black", "line": "Already the shoulder has been torn from the black bull, and the king drives him bleeding about the camp.”[8] “What are Twala’s terms?” I asked from curiosity.\n", "word": "black", "modifies": "bull"}
{"color": "black", "line": "These are the words of Twala, the one eyed, the mighty, the husband of a thousand wives, lord of the Kukuanas, keeper of the Great Road (Solomon’s Road), beloved of the Strange Ones who sit in silence at the mountains yonder (the Three Witches), Calf of the Black Cow, Elephant whose tread shakes the earth, Terror of the evil doer, Ostrich whose feet devour the desert, huge One, black One, wise One, king from generation to generation!\n", "word": "black", "modifies": "cow"}
{"color": "black", "line": "One in every ten shall die, the rest shall go free; but the white man Incubu, who slew Scragga my son, and the black man his servant, who pretends to my throne, and Infadoos my brother, who brews rebellion against me, these shall die by torture as an offering to the Silent Ones.’ Such are the merciful words of Twala.” After consulting with the others a little, I answered him in a loud voice, so that the soldiers might hear, thus— “Go back, thou dog, to Twala, who sent thee, and say that we, Ignosi, veritable king of the Kukuanas, Incubu, Bougwan, and Macumazahn, the wise ones from the Stars, who make dark the moon, Infadoos, of the royal house, and the chiefs, captains, and people here gathered, make answer and say, ‘That we will not surrender; that before the sun has gone down twice, Twala’s corpse shall stiffen at Twala’s gate, and Ignosi, whose father Twala slew, shall reign in his stead.’ Now go, ere we whip thee away, and beware how thou dost lift a hand against such as we are.” The herald laughed loudly.\n", "word": "black", "modifies": "man"}
{"color": "white", "line": "One in every ten shall die, the rest shall go free; but the white man Incubu, who slew Scragga my son, and the black man his servant, who pretends to my throne, and Infadoos my brother, who brews rebellion against me, these shall die by torture as an offering to the Silent Ones.’ Such are the merciful words of Twala.” After consulting with the others a little, I answered him in a loud voice, so that the soldiers might hear, thus— “Go back, thou dog, to Twala, who sent thee, and say that we, Ignosi, veritable king of the Kukuanas, Incubu, Bougwan, and Macumazahn, the wise ones from the Stars, who make dark the moon, Infadoos, of the royal house, and the chiefs, captains, and people here gathered, make answer and say, ‘That we will not surrender; that before the sun has gone down twice, Twala’s corpse shall stiffen at Twala’s gate, and Ignosi, whose father Twala slew, shall reign in his stead.’ Now go, ere we whip thee away, and beware how thou dost lift a hand against such as we are.” The herald laughed loudly.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Farewell; perhaps we may meet in the fight; fly not to the Stars, but wait for me, I pray, white men.” With this shaft of sarcasm he retired, and almost immediately the sun sank.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "Round his throat he fastened the leopard skin cloak of a commanding officer, on his brows he bound the plume of black ostrich feathers worn only by generals of high rank, and about his middle a magnificent moocha of white ox tails.\n", "word": "black", "modifies": "feather"}
{"color": "white", "line": "Round his throat he fastened the leopard skin cloak of a commanding officer, on his brows he bound the plume of black ostrich feathers worn only by generals of high rank, and about his middle a magnificent moocha of white ox tails.\n", "word": "white", "modifies": "tail"}
{"color": "white", "line": "A pair of sandals, a leglet of goat’s hair, a heavy battle axe with a rhinoceros horn handle, a round iron shield covered with white ox hide, and the regulation number of _tollas_, or throwing knives, made up his equipment, to which, however, he added his revolver.\n", "word": "white", "modifies": "hide"}
{"color": "brown", "line": "At one point in the table land of the mountain, there was a little koppie of brown stone, which served the double purpose of head quarters and of a conning tower.\n", "word": "brown", "modifies": "stone"}
{"color": "gray", "line": "Here we found Infadoos surrounded by his own regiment, the Greys, which was undoubtedly the finest in the Kukuana army, and the same that we had first seen at the outlying kraal.\n", "word": "grey", "modifies": "regiment"}
{"color": "white", "line": "The regiments who had seen the feat cheered wildly at this exhibition of the white man’s magic, which they took as an omen of success, while the force the general had belonged to—which, indeed, as we ascertained afterwards, he had commanded—fell back in confusion.\n", "word": "white", "modifies": "man"}
{"color": "pink", "line": "Just as we stopped firing there came an ominous roar from our far right, then a similar roar rose on our left.\n", "word": "rose", "modifies": "roar"}
{"color": "pink", "line": "The soldiers caught sight of his tall form as he plunged into battle, and there rose a cry of— “_Nanzia Incubu!\n", "word": "rose", "modifies": "cry"}
{"color": "red", "line": "Still it was a ghastly sight, and one from which we were glad to escape; indeed, I never remember anything of the kind that affected me more than seeing those gallant soldiers thus put out of pain by the red handed medicine men, except, indeed, on one occasion when, after an attack, I saw a force of Swazis burying their hopelessly wounded _alive_.\n", "word": "red", "modifies": "men"}
{"color": "white", "line": "“Incubu, Macumazahn, and Bougwan, brave white men, and my friends; Infadoos, my uncle, and chiefs; my heart is fixed.\n", "word": "white", "modifies": "men"}
{"color": "green", "line": "Ye see how the hill curves round like the half moon, and how the plain runs like a green tongue towards us within the curve?” “We see,” I answered.\n", "word": "green", "modifies": "tongue"}
{"color": "green", "line": "When the sun has turned and travelled a little way towards the darkness, let thy regiment, my uncle, advance with one other down to the green tongue, and it shall be that when Twala sees it he will hurl his force at it to crush it.\n", "word": "green", "modifies": "tongue"}
{"color": "gray", "line": "And with thee, my uncle, shall go Incubu my friend, that when Twala sees his battle axe flashing in the first rank of the Greys his heart may grow faint.\n", "word": "grey", "modifies": "rank"}
{"color": "black", "line": "And when I see that the horns are ready to toss Twala, then will I, with the men who remain to me, charge home in Twala’s face, and if fortune goes with us the day will be ours, and before Night drives her black oxen from the mountains to the mountains we shall sit in peace at Loo.\n", "word": "black", "modifies": "ox"}
{"color": "white", "line": "And now let us eat and make ready; and, Infadoos, do thou prepare, that the plan be carried out without fail; and stay, let my white father Bougwan go with the right horn, that his shining eye may give courage to the captains.” The arrangements for attack thus briefly indicated were set in motion with a rapidity that spoke well for the perfection of the Kukuana military system.\n", "word": "white", "modifies": "father"}
{"color": "gray", "line": "THE LAST STAND OF THE GREYS In a few more minutes the regiments destined to carry out the flanking movements had tramped off in silence, keeping carefully to the lee of the rising ground in order to conceal their advance from the keen eyes of Twala’s scouts.\n", "word": "grey", "modifies": "stand"}
{"color": "gray", "line": "Half an hour or more was allowed to elapse between the setting out of the horns or wings of the army before any stir was made by the Greys and their supporting regiment, known as the Buffaloes, which formed its chest, and were destined to bear the brunt of the battle.\n", "word": "grey", "modifies": "regiment"}
{"color": "gray", "line": "Both of these regiments were almost perfectly fresh, and of full strength, the Greys having been in reserve in the morning, and having lost but a small number of men in sweeping back that part of the attack which had proved successful in breaking the line of defence, on the occasion when I charged with them and was stunned for my pains.\n", "word": "grey", "modifies": "reserve"}
{"color": "white", "line": "Infadoos, who was a wary old general, and knew the absolute importance of keeping up the spirits of his men on the eve of such a desperate encounter, employed the pause in addressing his own regiment, the Greys, in poetical language: explaining to them the honour that they were receiving in being put thus in the forefront of the battle, and in having the great white warrior from the Stars to fight with them in their ranks; and promising large rewards of cattle and promotion to all who survived in the event of Ignosi’s arms being successful.\n", "word": "white", "modifies": "warrior"}
{"color": "gray", "line": "Infadoos, who was a wary old general, and knew the absolute importance of keeping up the spirits of his men on the eve of such a desperate encounter, employed the pause in addressing his own regiment, the Greys, in poetical language: explaining to them the honour that they were receiving in being put thus in the forefront of the battle, and in having the great white warrior from the Stars to fight with them in their ranks; and promising large rewards of cattle and promotion to all who survived in the event of Ignosi’s arms being successful.\n", "word": "grey", "modifies": "regiment"}
{"color": "black", "line": "I looked down the long lines of waving black plumes and stern faces beneath them, and sighed to think that within one short hour most, if not all, of those magnificent veteran warriors, not a man of whom was under forty years of age, would be laid dead or dying in the dust.\n", "word": "black", "modifies": "plume"}
{"color": "green", "line": "It was to be their task to engage regiment after regiment of Twala’s army on the narrow strip of green beneath us, till they were exterminated or till the wings found a favourable opportunity for their onslaught.\n", "word": "green", "modifies": "strip"}
{"color": "gray", "line": "By the time that we reached the edge of the plateau the Greys were already half way down the slope ending in the tongue of grass land that ran up into the bend of the mountain, something as the frog of a horse’s foot runs up into the shoe.\n", "word": "grey", "modifies": "slope"}
{"color": "gray", "line": "Then we—that is, the Buffaloes—moved down the tip of the tongue and took our stand in reserve, about one hundred yards behind the last line of the Greys, and on slightly higher ground.\n", "word": "grey", "modifies": "line"}
{"color": "gray", "line": "But as they drew near the root of the tongue they hesitated, having discovered that only one regiment could advance into the gorge at a time, and that there, some seventy yards from the mouth of it, unassailable except in front, on account of the high walls of boulder strewn ground on each side, stood the famous regiment of Greys, the pride and glory of the Kukuana army, ready to hold the way against their power as the three Romans once held the bridge against thousands.\n", "word": "grey", "modifies": "regiment"}
{"color": "yellow", "line": "Closing up shoulder to shoulder, once more they halted in silence and awaited attack; and I was rejoiced to catch sight of Sir Henry’s yellow beard as he moved to and fro arranging the ranks.\n", "word": "yellow", "modifies": "beard"}
{"color": "white", "line": "But now a second regiment, distinguished by white plumes, kilts, and shields, was moving to the attack of the two thousand remaining Greys, who stood waiting in the same ominous silence as before, till the foe was within forty yards or so, when they hurled themselves with irresistible force upon them.\n", "word": "white", "modifies": "plume"}
{"color": "gray", "line": "But now a second regiment, distinguished by white plumes, kilts, and shields, was moving to the attack of the two thousand remaining Greys, who stood waiting in the same ominous silence as before, till the foe was within forty yards or so, when they hurled themselves with irresistible force upon them.\n", "word": "grey", "modifies": "attack"}
{"color": "white", "line": "“See, it is done!” Suddenly, like puffs of smoke from the mouth of a cannon, the attacking regiment broke away in flying groups, their white head dresses streaming behind them in the wind, and left their opponents victors, indeed, but, alas!\n", "word": "white", "modifies": "dress"}
{"color": "red", "line": "All I can remember is an irregular yet ordered advance, that seemed to shake the ground; a sudden change of front and forming up on the part of the regiment against which the charge was directed; then an awful shock, a dull roar of voices, and a continuous flashing of spears, seen through a red mist of blood.\n", "word": "red", "modifies": "mist"}
{"color": "gray", "line": "When my mind cleared I found myself standing inside the remnant of the Greys near the top of the mound, and just behind no less a person than Sir Henry himself.\n", "word": "grey", "modifies": "remnant"}
{"color": "yellow", "line": "And yet more gallant was the vision of Sir Henry, whose ostrich plumes had been shorn off by a spear thrust, so that his long yellow hair streamed out in the breeze behind him.\n", "word": "yellow", "modifies": "hair"}
{"color": "red", "line": "There he stood, the great Dane, for he was nothing else, his hands, his axe, and his armour all red with blood, and none could live before his stroke.\n", "word": "red", "modifies": "armour"}
{"color": "pink", "line": "But suddenly there rose a cry of “_Twala, y’ Twala_,” and out of the press sprang forward none other than the gigantic one eyed king himself, also armed with battle axe and shield, and clad in chain armour.\n", "word": "rose", "modifies": "cry"}
{"color": "white", "line": "“Where art thou, Incubu, thou white man, who slewest Scragga my son—see if thou canst slay me!” he shouted, and at the same time hurled a _tolla_ straight at Sir Henry, who fortunately saw it coming, and caught it on his shield, which it transfixed, remaining wedged in the iron plate behind the hide.\n", "word": "white", "modifies": "man"}
{"color": "pink", "line": "But at this time the matter went no further, for that instant there rose from the regiments pressing round us something like a shout of dismay, and on looking up I saw the cause.\n", "word": "rose", "modifies": "instant"}
{"color": "gray", "line": "All Twala’s army, as Ignosi predicted would be the case, had fixed their attention on the bloody struggle which was raging round the remnant of the Greys and that of the Buffaloes, who were now carrying on a battle of their own at a little distance, which two regiments had formed the chest of our army.\n", "word": "grey", "modifies": "remnant"}
{"color": "gray", "line": "Taken on both flanks, and dismayed at the awful slaughter inflicted upon them by the Greys and Buffaloes, Twala’s regiments broke into flight, and soon the whole plain between us and Loo was scattered with groups of running soldiers making good their retreat.\n", "word": "grey", "modifies": "buffalo"}
{"color": "gray", "line": "Accordingly, orders having been issued to the remaining ninety men of the Greys to employ themselves in collecting the wounded, we joined Ignosi, who informed us that he was pressing on to Loo to complete the victory by capturing Twala, if that should be possible.\n", "word": "grey", "modifies": "men"}
{"color": "white", "line": "“Hail, O king!” he said, with bitter mockery; “thou who hast eaten of my bread, and now by the aid of the white man’s magic hast seduced my regiments and defeated mine army, hail!\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "“Fight not, my white brother,” said Ignosi, laying his hand affectionately on Sir Henry’s arm; “thou hast fought enough, and if aught befell thee at his hands it would cut my heart in twain.” “I will fight, Ignosi,” was Sir Henry’s answer.\n", "word": "white", "modifies": "brother"}
{"color": "pink", "line": "A cry of dismay rose from the Buffaloes as our hero’s broad axe head fell to the ground; and Twala, again raising his weapon, flew at him with a shout.\n", "word": "rose", "modifies": "cry"}
{"color": "green", "line": "With a supreme effort Twala swung the Englishman clean off his feet, and down they came together, rolling over and over on the lime paving, Twala striking out at Curtis’ head with the battle axe, and Sir Henry trying to drive the _tolla_ he had drawn from his belt through Twala’s armour.\n", "word": "lime", "modifies": "paving"}
{"color": "red", "line": "Another second and he was upon his feet, the red blood streaming from the wound in his face, and so was Twala.\n", "word": "red", "modifies": "blood"}
{"color": "gold", "line": "For a second the corpse stood upright; then with a dull crash it came to the earth, and the gold torque from its neck rolled away across the pavement.\n", "word": "gold", "modifies": "torque"}
{"color": "gray", "line": "Another minute, and the grey eyes opened wide.\n", "word": "grey", "modifies": "eye"}
{"color": "pink", "line": "“Where are the mighty ones who rose up in the morning?\n", "word": "rose", "modifies": "one"}
{"color": "green", "line": "As a remedy Foulata brought us some pounded green leaves, with an aromatic odour, which, when applied as a plaster, gave us considerable relief.\n", "word": "green", "modifies": "leaf"}
{"color": "white", "line": "Good had a hole right through the fleshy part of his “beautiful white leg,” from which he had lost a great deal of blood; and Sir Henry, with other hurts, had a deep cut over the jaw, inflicted by Twala’s battle axe.\n", "word": "white", "modifies": "leg"}
{"color": "gray", "line": "Now I seemed to see that warrior whom my hand had sent to his last account charging at me on the mountain top; now I was once more in that glorious ring of Greys, which made its immortal stand against all Twala’s regiments upon the little mound; and now again I saw Twala’s plumed and gory head roll past my feet with gnashing teeth and glaring eye.\n", "word": "grey", "modifies": "ring"}
{"color": "white", "line": "Then, creeping closer, I saw that he was not dead, but sleeping soundly, with Foulata’s taper fingers clasped tightly in his poor white hand.\n", "word": "white", "modifies": "hand"}
{"color": "brown", "line": "Turning to him with one of those swift and graceful motions that in her always reminded me of the flight of a wild bird, Foulata answered softly, glancing at him with her large brown eyes— “Nay, my lord; my lord forgets!\n", "word": "brown", "modifies": "eye"}
{"color": "gray", "line": "On this day the remaining fragments of the Greys were formally paraded, and in the face of the army thanked for their splendid conduct in the battle.\n", "word": "grey", "modifies": "fragment"}
{"color": "gray", "line": "To each man the king made a large present of cattle, promoting them one and all to the rank of officers in the new corps of Greys which was in process of formation.\n", "word": "grey", "modifies": "corp"}
{"color": "white", "line": "Yet there is a legend in the land that once, many generations gone, a white man crossed the mountains, and was led by a woman to the secret chamber and shown the wealth hidden in it.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "The white devils shall go hence empty handed.” “Thou shalt tell me.\n", "word": "white", "modifies": "devil"}
{"color": "white", "line": "To morrow shalt thou go with Infadoos and my white brothers to the place, and beware how thou failest, for if thou showest it not, then thou shalt slowly die.\n", "word": "white", "modifies": "brother"}
{"color": "blue", "line": "High, high above us, up into the blue air, soared their twisted snow wreaths.\n", "word": "blue", "modifies": "air"}
{"color": "purple", "line": "Beneath the snow line the peaks were purple with heaths, and so were the wild moors that ran up the slopes towards them.\n", "word": "purple", "modifies": "line"}
{"color": "white", "line": "Straight before us the white ribbon of Solomon’s Great Road stretched away uphill to the foot of the centre peak, about five miles from us, and there stopped.\n", "word": "white", "modifies": "ribbon"}
{"color": "white", "line": "“Walk more slowly, white men,” she said, projecting her hideous shrivelled countenance between the grass curtains, and fixing her gleaming eyes upon us; “why will ye run to meet the evil that shall befall you, ye seekers after treasure?” and she laughed that horrible laugh which always sent a cold shiver down my back, and for a while quite took the enthusiasm out of us.\n", "word": "white", "modifies": "men"}
{"color": "blue", "line": "Look there,” I said, pointing to the strata of stiff blue clay which were yet to be seen among the grass and bushes that clothed the sides of the pit, “the formation is the same.\n", "word": "blue", "modifies": "clay"}
{"color": "pink", "line": "Straight in front of us, at a distance of some fifty paces from the backs of the Colossi, rose a sheer wall of rock, eighty feet or more in height, that gradually sloped upwards till it formed the base of the lofty snow wreathed peak, which soared into the air three thousand feet above us.\n", "word": "rose", "modifies": "front"}
{"color": "white", "line": "“Now, white men from the Stars,” she piped; “great warriors, Incubu, Bougwan, and Macumazahn the wise, are ye ready?\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "It is impossible for me to convey any idea of the overpowering beauty and grandeur of these pillars of white spar, some of which were not less than twenty feet in diameter at the base, and sprang up in lofty and yet delicate beauty sheer to the distant roof.\n", "word": "white", "modifies": "spar"}
{"color": "white", "line": "Others resembled strange beasts, and on the sides of the cave were fanlike ivory tracings, such as the frost leaves upon a pane.\n", "word": "ivory", "modifies": "tracing"}
{"color": "white", "line": "“Are ye prepared to enter the Place of Death, white men?” asked Gagool, evidently with a view to making us feel uncomfortable.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "This apartment was not nearly so well lighted as the vast stalactite ante cave, and at the first glance all I could discern was a massive stone table running down its length, with a colossal white figure at its head, and life sized white figures all round it.\n", "word": "white", "modifies": "figure"}
{"color": "brown", "line": "Next I discovered a brown thing, seated on the table in the centre, and in another moment my eyes grew accustomed to the light, and I saw what all these things were, and was tailing out of the place as hard as my legs could carry me.\n", "word": "brown", "modifies": "thing"}
{"color": "white", "line": "There at the end of the long stone table, holding in his skeleton fingers a great white spear, sat _Death_ himself, shaped in the form of a colossal human skeleton, fifteen feet or more in height.\n", "word": "white", "modifies": "spear"}
{"color": "white", "line": "“Great heavens!” said I faintly, at last, “what can it be?” “And what are _those things_?” asked Good, pointing to the white company round the table.\n", "word": "white", "modifies": "company"}
{"color": "brown", "line": "“And what on earth is _that thing_?” said Sir Henry, pointing to the brown creature seated on the table.\n", "word": "brown", "modifies": "creature"}
{"color": "brown", "line": "Presently she stopped and pointed at the brown object seated on the table.\n", "word": "brown", "modifies": "object"}
{"color": "black", "line": "Yes, there, the head perched upon the knees, it sat in all its ugliness, the vertebræ projecting a full inch above the level of the shrunken flesh of the neck, for all the world like a black double of Hamilton Tighe.\n", "word": "black", "modifies": "double"}
{"color": "white", "line": "Such, at any rate, was the White Death and such were the White Dead!\n", "word": "white", "modifies": "death"}
{"color": "white", "line": "Having gone through this mysterious and horrible ceremony, she squatted herself down on the table immediately under the White Death, and began, so far as I could make out, to offer up prayers.\n", "word": "white", "modifies": "death"}
{"color": "white", "line": "“Enter, white men from the Stars,” said Gagool, advancing into the doorway; “but first hear your servant, Gagool the old.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "But it happened that a white man reached this country from over the mountains—perchance he too came ‘from the Stars’—and was well received by the king of that day.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Then the white man entered with the woman, and found the stones, and filled with stones the skin of a small goat, which the woman had with her to hold food.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "“How knowest thou the dead man’s name?” she asked sharply; and then, without waiting for an answer, went on— “None can tell what happened; but it came about that the white man was frightened, for he flung down the goat skin, with the stones, and fled out with only the one stone in his hand, and that the king took, and it is the stone which thou, Macumazahn, didst take from Twala’s brow.” “Have none entered here since?” I asked, peering again down the dark passage.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "There is a saying, that those who enter there will die within a moon, even as the white man died in the cave upon the mountain, where ye found him, Macumazahn, and therefore the kings do not enter.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "hee!_ white men,” sniggered Gagool, as the light from the lamp fell upon it.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "“What did I tell you, that the white man who came here fled in haste, and dropped the woman’s bag—behold it!\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Perhaps, I thought, it was from this very store that Solomon drew the raw material for his “great throne of ivory,” of which “there was not the like made in any kingdom.” On the opposite side of the chamber were about a score of wooden boxes, something like Martini Henry ammunition boxes, only rather larger, and painted red.\n", "word": "ivory", "modifies": "throne"}
{"color": "gold", "line": "Pushing my hand through the hole in the lid I drew it out full, not of diamonds, but of gold pieces, of a shape that none of us had seen before, and with what looked like Hebrew characters stamped upon them.\n", "word": "gold", "modifies": "piece"}
{"color": "white", "line": "We stood still with pale faces and stared at each other, the lantern in the middle and the glimmering gems below, as though we were conspirators about to commit a crime, instead of being, as we thought, the most fortunate men on earth.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "“There are the bright stones ye love, white men, as many as ye will; take them, run them through your fingers, _eat_ of them, _hee!\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "_We_ had got them: there before us were millions of pounds’ worth of diamonds, and thousands of pounds’ worth of gold and ivory only waiting to be taken away.\n", "word": "ivory", "modifies": "gold"}
{"color": "gold", "line": "_We_ had got them: there before us were millions of pounds’ worth of diamonds, and thousands of pounds’ worth of gold and ivory only waiting to be taken away.\n", "word": "gold", "modifies": "worth"}
{"color": "white", "line": "“Open the other chests, white men,” croaked Gagool, “there are surely more therein.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Take your fill, white lords!\n", "word": "white", "modifies": "lord"}
{"color": "red", "line": "The red blood of the former runs to her knee, but still the brave girl holds the old witch, who fights like a wild cat.\n", "word": "red", "modifies": "blood"}
{"color": "black", "line": "Say that if I live again, mayhap I shall see him in the Stars, and that—I will search them all, though perchance there I should still be black and he would—still be white.\n", "word": "black", "modifies": "perchance"}
{"color": "white", "line": "It would have been just the jest that her evil mind would have rejoiced in, the idea of the three white men, whom, for some reason of her own, she had always hated, slowly perishing of thirst and hunger in the company of the treasure they had coveted.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Presently it flared up and showed the whole scene in strong relief, the great mass of white tusks, the boxes of gold, the corpse of the poor Foulata stretched before them, the goat skin full of treasure, the dim glimmer of the diamonds, and the wild, wan faces of us three white men seated there awaiting death by starvation.\n", "word": "white", "modifies": "tusk"}
{"color": "gold", "line": "Presently it flared up and showed the whole scene in strong relief, the great mass of white tusks, the boxes of gold, the corpse of the poor Foulata stretched before them, the goat skin full of treasure, the dim glimmer of the diamonds, and the wild, wan faces of us three white men seated there awaiting death by starvation.\n", "word": "gold", "modifies": "box"}
{"color": "white", "line": "Thousands of feet above us the fresh air rushed over the white snow, but no sound of it reached us.\n", "word": "white", "modifies": "snow"}
{"color": "black", "line": "Stop,” and he took off a stout black silk handkerchief, which, true to his habits of neatness, he still wore, and ran it through the ring.\n", "word": "black", "modifies": "handkerchief"}
{"color": "white", "line": "If ever it should be entered again by living man, which I do not think probable, he will find tokens of our visit in the open chests of jewels, the empty lamp, and the white bones of poor Foulata.\n", "word": "white", "modifies": "bone"}
{"color": "green", "line": "At length we halted, thoroughly worn out with fatigue and with that hope deferred which maketh the heart sick, and ate up our poor remaining piece of biltong and drank our last sup of water, for our throats were like lime kilns.\n", "word": "lime", "modifies": "kiln"}
{"color": "gray", "line": "Presently the grey light stole down the slopes, and we saw that we were at the bottom, or rather, nearly at the bottom, of the vast pit in front of the entrance to the cave.\n", "word": "grey", "modifies": "light"}
{"color": "blue", "line": "For an hour or more we toiled steadfastly up the blue clay, dragging ourselves on by the help of the roots and grasses with which it was clothed.\n", "word": "blue", "modifies": "clay"}
{"color": "white", "line": "But no amount of beauty or refinement could have made an entanglement between Good and herself a desirable occurrence; for, as she herself put it, “Can the sun mate with the darkness, or the white with the black?” I need hardly state that we never again penetrated into Solomon’s treasure chamber.\n", "word": "white", "modifies": "black"}
{"color": "white", "line": "Passing beneath the spear of the White Death we gazed, with sensations which it would be quite impossible for me to describe, at the mass of rock that had shut us off from escape, thinking the while of priceless treasures beyond, of the mysterious old hag whose flattened fragments lay crushed beneath it, and of the fair girl of whose tomb it was the portal.\n", "word": "white", "modifies": "death"}
{"color": "pink", "line": "The ancient man rose, approached, saluted, and seated himself.\n", "word": "rose", "modifies": "man"}
{"color": "black", "line": "She would have let you die in the dark place, and mayhap afterwards she had found a way to slay me, as she found a way to slay my father, and set up Twala, whom her black heart loved, in his place.\n", "word": "black", "modifies": "heart"}
{"color": "white", "line": "The white man’s houses?\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "Ye have the stones; now ye would go to Natal and across the moving black water and sell them, and be rich, as it is the desire of a white man’s heart to be.\n", "word": "black", "modifies": "water"}
{"color": "white", "line": "Ye have the stones; now ye would go to Natal and across the moving black water and sell them, and be rich, as it is the desire of a white man’s heart to be.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Cursed for your sake be the white stones, and cursed he who seeks them.\n", "word": "white", "modifies": "stone"}
{"color": "white", "line": "White men, ye can go.” I laid my hand upon his arm.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "“Ignosi,” I said, “tell us, when thou didst wander in Zululand, and among the white people of Natal, did not thine heart turn to the land thy mother told thee of, thy native place, where thou didst see the light, and play when thou wast little, the land where thy place was?” “It was even so, Macumazahn.” “In like manner, Ignosi, do our hearts turn to our land and to our own place.” Then came a silence.\n", "word": "white", "modifies": "people"}
{"color": "black", "line": "“I do perceive that now as ever thy words are wise and full of reason, Macumazahn; that which flies in the air loves not to run along the ground; the white man loves not to live on the level of the black or to house among his kraals.\n", "word": "black", "modifies": "level"}
{"color": "white", "line": "“I do perceive that now as ever thy words are wise and full of reason, Macumazahn; that which flies in the air loves not to run along the ground; the white man loves not to live on the level of the black or to house among his kraals.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "No other white man shall cross the mountains, even if any man live to come so far.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "I will have no praying men to put a fear of death into men’s hearts, to stir them up against the law of the king, and make a path for the white folk who follow to run on.\n", "word": "white", "modifies": "folk"}
{"color": "white", "line": "If a white man comes to my gates I will send him back; if a hundred come I will push them back; if armies come, I will make war on them with all my strength, and they shall not prevail against me.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "None shall ever seek for the shining stones: no, not an army, for if they come I will send a regiment and fill up the pit, and break down the white columns in the caves and choke them with rocks, so that none can reach even to that door of which ye speak, and whereof the way to move it is lost.\n", "word": "white", "modifies": "column"}
{"color": "white", "line": "Farewell, my brothers, brave white men.\n", "word": "white", "modifies": "men"}
{"color": "gray", "line": "At times as ye look back down the path of life, or when ye are old and gather yourselves together to crouch before the fire, because for you the sun has no more heat, ye will think of how we stood shoulder to shoulder, in that great battle which thy wise words planned, Macumazahn; of how thou wast the point of the horn that galled Twala’s flank, Bougwan; whilst thou stood in the ring of the Greys, Incubu, and men went down before thine axe like corn before a sickle; ay, and of how thou didst break that wild bull Twala’s strength, and bring his pride to dust.\n", "word": "grey", "modifies": "ring"}
{"color": "white", "line": "“Let my lord show his servant his beautiful white legs, that his servant may look upon them, and remember them all her days, and tell of them to her children; his servant has travelled four days’ journey to see them, for the fame of them has gone throughout the land.” “I’ll be hanged if I do!” exclaimed Good excitedly.\n", "word": "white", "modifies": "leg"}
{"color": "black", "line": "Eye glasses do not go well with leopard skin cloaks and black ostrich plumes.\n", "word": "black", "modifies": "plume"}
{"color": "black", "line": "“Look here, you fellows,” I said, “is that a white man, or am I mad?” Sir Henry looked, and Good looked, and then all of a sudden the lame white man with a black beard uttered a great cry, and began hobbling towards us.\n", "word": "black", "modifies": "beard"}
{"color": "white", "line": "“Look here, you fellows,” I said, “is that a white man, or am I mad?” Sir Henry looked, and Good looked, and then all of a sudden the lame white man with a black beard uttered a great cry, and began hobbling towards us.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "Meanwhile the man with the black beard had recovered and risen, and he and Sir Henry were pump handling away at each other, apparently without a word to say.\n", "word": "black", "modifies": "beard"}
