{"color": "black", "line": "And all over the countryside were these same pits, some of which had been worked in the time of Charles II., the few colliers and the donkeys burrowing down like ants into the earth, making queer mounds and little black places among the corn fields and the meadows.\n", "word": "black", "modifies": "place"}
{"color": "black", "line": "From Nuttall, high up on the sandstone among the woods, the railway ran, past the ruined priory of the Carthusians and past Robin Hood’s Well, down to Spinney Park, then on to Minton, a large mine among corn fields; from Minton across the farmlands of the valleyside to Bunker’s Hill, branching off there, and running north to Beggarlee and Selby, that looks over at Crich and the hills of Derbyshire; six mines like black studs on the countryside, linked by a loop of fine chain, the railway.\n", "word": "black", "modifies": "stud"}
{"color": "pink", "line": "One could walk all round, seeing little front gardens with auriculas and saxifrage in the shadow of the bottom block, sweet williams and pinks in the sunny top block; seeing neat front windows, little porches, little privet hedges, and dormer windows for the attics.\n", "word": "pink", "modifies": "williams"}
{"color": "blue", "line": "“Isn’t it done?” he cried, his blue eyes staring at her in indignation.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "The mother perceived her son gazing enraptured outside the Lion Wallace booth, at the pictures of this famous lion that had killed a negro and maimed for life two white men.\n", "word": "white", "modifies": "men"}
{"color": "pink", "line": "An’ I got these two in two goes ’aepenny a go they’ve got moss roses on, look here.\n", "word": "rose", "modifies": "moss"}
{"color": "black", "line": "For no other woman looked such a lady as she did, in her little black bonnet and her cloak.\n", "word": "black", "modifies": "bonnet"}
{"color": "black", "line": "I seed him through that black tin stuff wi’ holes in, on the window, wi’ his sleeves rolled up.” “Ha!” exclaimed the mother shortly.\n", "word": "black", "modifies": "stuff"}
{"color": "green", "line": "Women were coming home from the wakes, the children hugging a white lamb with green legs, or a wooden horse.\n", "word": "green", "modifies": "leg"}
{"color": "white", "line": "Women were coming home from the wakes, the children hugging a white lamb with green legs, or a wooden horse.\n", "word": "white", "modifies": "lamb"}
{"color": "white", "line": "The stay at home mothers stood gossiping at the corners of the alley, as the twilight sank, folding their arms under their white aprons.\n", "word": "white", "modifies": "apron"}
{"color": "red", "line": "His cheeks were very red and very shiny above his black moustache.\n", "word": "red", "modifies": "cheek"}
{"color": "black", "line": "His cheeks were very red and very shiny above his black moustache.\n", "word": "black", "modifies": "moustache"}
{"color": "blue", "line": "Her father, George Coppard, was an engineer—a large, handsome, haughty man, proud of his fair skin and blue eyes, but more proud still of his integrity.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "She favoured her mother, loved her mother best of all; but she had the Coppards’ clear, defiant blue eyes and their broad brow.\n", "word": "blue", "modifies": "eye"}
{"color": "yellow", "line": "Some of the leaves were clean yellow, like yellow flat flowers.\n", "word": "yellow", "modifies": "flower"}
{"color": "red", "line": "It’s as bright as copper and gold, as red as burnt copper, and it has gold threads where the sun shines on it.\n", "word": "red", "modifies": "copper"}
{"color": "gold", "line": "It’s as bright as copper and gold, as red as burnt copper, and it has gold threads where the sun shines on it.\n", "word": "gold", "modifies": "copper"}
{"color": "brown", "line": "It’s as bright as copper and gold, as red as burnt copper, and it has gold threads where the sun shines on it.\n", "word": "copper", "modifies": "gold"}
{"color": "black", "line": "He had wavy black hair that shone again, and a vigorous black beard that had never been shaved.\n", "word": "black", "modifies": "hair"}
{"color": "red", "line": "His cheeks were ruddy, and his red, moist mouth was noticeable because he laughed so often and so heartily.\n", "word": "red", "modifies": "mouth"}
{"color": "brown", "line": "In her person she was rather small and delicate, with a large brow, and dropping bunches of brown silk curls.\n", "word": "brown", "modifies": "curl"}
{"color": "blue", "line": "Her blue eyes were very straight, honest, and searching.\n", "word": "blue", "modifies": "eye"}
{"color": "silver", "line": "She wore dark blue silk, with a peculiar silver chain of silver scallops.\n", "word": "silver", "modifies": "chain"}
{"color": "blue", "line": "She wore dark blue silk, with a peculiar silver chain of silver scallops.\n", "word": "blue", "modifies": "silk"}
{"color": "gold", "line": "This, and a heavy brooch of twisted gold, was her only ornament.\n", "word": "gold", "modifies": "brooch"}
{"color": "black", "line": "Gertrude Coppard watched the young miner as he danced, a certain subtle exultation like glamour in his movement, and his face the flower of his body, ruddy, with tumbled black hair, and laughing alike whatever partner he bowed above.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "He had signed the pledge, and wore the blue ribbon of a tee totaller: he was nothing if not showy.\n", "word": "blue", "modifies": "ribbon"}
{"color": "gold", "line": "He was a beautiful child, with dark gold ringlets, and dark blue eyes which changed gradually to a clear grey.\n", "word": "gold", "modifies": "ringlet"}
{"color": "blue", "line": "He was a beautiful child, with dark gold ringlets, and dark blue eyes which changed gradually to a clear grey.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Then, with his little white hat curled with an ostrich feather, and his white coat, he was a joy to her, the twining wisps of hair clustering round his head.\n", "word": "white", "modifies": "hat"}
{"color": "white", "line": "Morel sat with his elbows on his knees, his hands gripped together till the knuckles were white.\n", "word": "white", "modifies": "knuckle"}
{"color": "pink", "line": "On the Tuesday morning Morel rose early.\n", "word": "rose", "modifies": "morning"}
{"color": "black", "line": "He was still a good looking man, with black, wavy hair, and a large black moustache.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "There seemed so much gusto in the way he puffed and swilled as he washed himself, so much alacrity with which he hurried to the mirror in the kitchen, and, bending because it was too low for him, scrupulously parted his wet black hair, that it irritated Mrs. Morel.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "He put on a turn down collar, a black bow, and wore his Sunday tail coat.\n", "word": "black", "modifies": "bow"}
{"color": "white", "line": "The women, in twos and threes, bareheaded and in white aprons, gossiped in the alley between the blocks.\n", "word": "white", "modifies": "apron"}
{"color": "yellow", "line": "Up at the dipping hole, at the other end of the meadow, Mrs. Morel could see the naked forms of boys flashing round the deep yellow water, or an occasional bright figure dart glittering over the blackish stagnant meadow.\n", "word": "yellow", "modifies": "water"}
{"color": "black", "line": "On the hob a large black saucepan steamed slowly.\n", "word": "black", "modifies": "saucepan"}
{"color": "red", "line": "Mrs. Morel took a panchion, a great bowl of thick red earth, streamed a heap of white sugar into the bottom, and then, straining herself to the weight, was pouring in the liquor.\n", "word": "red", "modifies": "earth"}
{"color": "white", "line": "Mrs. Morel took a panchion, a great bowl of thick red earth, streamed a heap of white sugar into the bottom, and then, straining herself to the weight, was pouring in the liquor.\n", "word": "white", "modifies": "sugar"}
{"color": "pink", "line": "Suddenly her blood rose in a jet.\n", "word": "rose", "modifies": "blood"}
{"color": "red", "line": "He came up to her, his red face, with its bloodshot eyes, thrust forward, and gripped her arms.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "Mrs. Morel, seared with passion, shivered to find herself out there in a great white light, that fell cold on her, and gave a shock to her inflamed soul.\n", "word": "white", "modifies": "light"}
{"color": "white", "line": "She hurried out of the side garden to the front, where she could stand as if in an immense gulf of white light, the moon streaming high in face of her, the moonlight standing up from the hills in front, and filling the valley where the Bottoms crouched, almost blindingly.\n", "word": "white", "modifies": "light"}
{"color": "white", "line": "The tall white lilies were reeling in the moonlight, and the air was charged with their perfume, as with a presence.\n", "word": "white", "modifies": "lily"}
{"color": "white", "line": "She touched the big, pallid flowers on their petals, then shivered.\n", "word": "pallid", "modifies": "flower"}
{"color": "white", "line": "She put her hand into one white bin: the gold scarcely showed on her fingers by moonlight.\n", "word": "white", "modifies": "bin"}
{"color": "yellow", "line": "She bent down to look at the binful of yellow pollen; but it only appeared dusky.\n", "word": "yellow", "modifies": "pollen"}
{"color": "white", "line": "Except for a slight feeling of sickness, and her consciousness in the child, herself melted out like scent into the shiny, pale air.\n", "word": "pale", "modifies": "air"}
{"color": "white", "line": "Languidly she looked about her; the clumps of white phlox seemed like bushes spread with linen; a moth ricochetted over them, and right across the garden.\n", "word": "white", "modifies": "phlox"}
{"color": "white", "line": "She passed along the path, hesitating at the white rose bush.\n", "word": "white", "modifies": "rose"}
{"color": "pink", "line": "She passed along the path, hesitating at the white rose bush.\n", "word": "rose", "modifies": "bush"}
{"color": "white", "line": "She touched the white ruffles of the roses.\n", "word": "white", "modifies": "ruffle"}
{"color": "pink", "line": "She touched the white ruffles of the roses.\n", "word": "rose", "modifies": "ruffle"}
{"color": "silver", "line": "And out of the silver grey fog of darkness came sounds vague and hoarse: a corncrake not far off, sound of a train like a sigh, and distant shouts of men.\n", "word": "silver", "modifies": "grey"}
{"color": "gray", "line": "And out of the silver grey fog of darkness came sounds vague and hoarse: a corncrake not far off, sound of a train like a sigh, and distant shouts of men.\n", "word": "grey", "modifies": "silver"}
{"color": "black", "line": "Leaning on the sill, she could just see, under the blind, her husband’s arms spread out on the table, and his black head on the board.\n", "word": "black", "modifies": "head"}
{"color": "brown", "line": "The lamp was burning smokily; she could tell by the copper colour of the light.\n", "word": "copper", "modifies": "colour"}
{"color": "silver", "line": "It opened—and there stood the silver grey night, fearful to him, after the tawny light of the lamp.\n", "word": "silver", "modifies": "night"}
{"color": "gray", "line": "It opened—and there stood the silver grey night, fearful to him, after the tawny light of the lamp.\n", "word": "grey", "modifies": "night"}
{"color": "black", "line": "His narrow black eyebrows were drawn up in a sort of peevish misery into his forehead while his cheeks’ down strokes, and his sulky mouth, seemed to be saying: “I don’t care who you are nor what you are, I _shall_ have my own way.” Mrs. Morel knew him too well to look at him.\n", "word": "black", "modifies": "eyebrow"}
{"color": "yellow", "line": "As she unfastened her brooch at the mirror, she smiled faintly to see her face all smeared with the yellow dust of lilies.\n", "word": "yellow", "modifies": "dust"}
{"color": "pink", "line": "Being a man who rose early and had plenty of time he did not, as some miners do, drag his wife out of bed at six o’clock.\n", "word": "rose", "modifies": "man"}
{"color": "white", "line": "At a quarter to six he rose, cut two thick slices of bread and butter, and put them in the white calico snap bag.\n", "word": "white", "modifies": "bag"}
{"color": "pink", "line": "At a quarter to six he rose, cut two thick slices of bread and butter, and put them in the white calico snap bag.\n", "word": "rose", "modifies": "quarter"}
{"color": "black", "line": "It was Mrs. Anthony, a black haired, strange little body, who always wore a brown velvet dress, tight fitting.\n", "word": "black", "modifies": "body"}
{"color": "brown", "line": "It was Mrs. Anthony, a black haired, strange little body, who always wore a brown velvet dress, tight fitting.\n", "word": "brown", "modifies": "dress"}
{"color": "green", "line": "At two o’clock he looked at his watch, by the light of the green candle—he was in a safe working—and again at half past two.\n", "word": "green", "modifies": "candle"}
{"color": "gray", "line": "He stood on the edge of the pit bank for a moment, looking out over the fields; grey rain was falling.\n", "word": "grey", "modifies": "rain"}
{"color": "white", "line": "Water ran down the sides of the waggons, over the white “C.W.\n", "word": "white", "modifies": "c.w"}
{"color": "gray", "line": "and Co.” Colliers, walking indifferent to the rain, were streaming down the line and up the field, a grey, dismal host.\n", "word": "grey", "modifies": "host"}
{"color": "red", "line": "All along the road to Bestwood the miners tramped, wet and grey and dirty, but their red mouths talking with animation.\n", "word": "red", "modifies": "mouth"}
{"color": "blue", "line": "It had blue eyes, and a lot of fair hair, and was bonny.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "His face was black, and smeared with sweat.\n", "word": "black", "modifies": "face"}
{"color": "green", "line": "Then she laid the cloth early, got out her best cups, with a little green rim, and hoped Morel would not come too soon; indeed, if he stayed for a pint, she would not mind this day.\n", "word": "green", "modifies": "rim"}
{"color": "pink", "line": "He nodded a “How d’yer do” to the clergyman, who rose to shake hands with him.\n", "word": "rose", "modifies": "clergyman"}
{"color": "pink", "line": "Mrs. Morel rose, carried out the steaming saucepan.\n", "word": "rose", "modifies": "mrs."}
{"color": "red", "line": "He leaned over to the minister, his great moustache thrust forward, his mouth very red in his black face.\n", "word": "red", "modifies": "mouth"}
{"color": "black", "line": "He leaned over to the minister, his great moustache thrust forward, his mouth very red in his black face.\n", "word": "black", "modifies": "face"}
{"color": "black", "line": "Heaton,” he said, “a man as has been down the black hole all day, dingin’ away at a coal face, yi, a sight harder than that wall—” “Needn’t make a moan of it,” put in Mrs. Morel.\n", "word": "black", "modifies": "hole"}
{"color": "green", "line": "Before her, level and solid, spread the big green cricket field, like the bed of a sea of light.\n", "word": "green", "modifies": "field"}
{"color": "black", "line": "They stooped in a long curve down into the golden glow, concentrating, cawing, wheeling, like black flakes on a slow vortex, over a tree clump that made a dark boss among the pasture.\n", "word": "black", "modifies": "flake"}
{"color": "white", "line": "A few gentlemen were practising, and Mrs. Morel could hear the chock of the ball, and the voices of men suddenly roused; could see the white forms of men shifting silently over the green, upon which already the under shadows were smouldering.\n", "word": "white", "modifies": "form"}
{"color": "blue", "line": "Away at the grange, one side of the haystacks was lit up, the other sides blue grey.\n", "word": "blue", "modifies": "grey"}
{"color": "gray", "line": "Away at the grange, one side of the haystacks was lit up, the other sides blue grey.\n", "word": "grey", "modifies": "side"}
{"color": "yellow", "line": "A waggon of sheaves rocked small across the melting yellow light.\n", "word": "yellow", "modifies": "light"}
{"color": "red", "line": "Every open evening, the hills of Derbyshire were blazed over with red sunset.\n", "word": "red", "modifies": "sunset"}
{"color": "red", "line": "In the east, a mirrored sunset floated pink opposite the west’s scarlet.\n", "word": "scarlet", "modifies": "west"}
{"color": "blue", "line": "It had blue eyes like her own, but its look was heavy, steady, as if it had realised something that had stunned some point of its soul.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "Its deep blue eyes, always looking up at her unblinking, seemed to draw her innermost thoughts out of her.\n", "word": "blue", "modifies": "eye"}
{"color": "green", "line": "A fine shadow was flung over the deep green meadow, darkening all.\n", "word": "green", "modifies": "meadow"}
{"color": "white", "line": "But it went through her like a flash of hot fire when, in passing, he lurched against the dresser, setting the tins rattling, and clutched at the white pot knobs for support.\n", "word": "white", "modifies": "knob"}
{"color": "red", "line": "His face was crimson, his eyes bloodshot.\n", "word": "crimson", "modifies": "face"}
{"color": "white", "line": "As she glanced down at the child, her brain reeling, some drops of blood soaked into its white shawl; but the baby was at least not hurt.\n", "word": "white", "modifies": "shawl"}
{"color": "pink", "line": "Summoning all her strength she rose, the baby on one arm.\n", "word": "rose", "modifies": "baby"}
{"color": "red", "line": "Nothing, however, could prevent his inner consciousness inflicting on him the punishment which ate into his spirit like rust, and which he could only alleviate by drinking.\n", "word": "rust", "modifies": "spirit"}
{"color": "pink", "line": "Towards noon he rose, cut himself food in the pantry, ate it with his head dropped, then pulled on his boots, and went out, to return at three o’clock slightly tipsy and relieved; then once more straight to bed.\n", "word": "rose", "modifies": "noon"}
{"color": "pink", "line": "He rose again at six in the evening, had tea and went straight out.\n", "word": "rose", "modifies": "evening"}
{"color": "pink", "line": "Immediately he had finished tea he rose with alacrity to go out.\n", "word": "rose", "modifies": "tea"}
{"color": "blue", "line": "Presently he came down dressed, and with a big bundle in a blue checked, enormous handkerchief.\n", "word": "blue", "modifies": "handkerchief"}
{"color": "blue", "line": "He’s taken a bundle in the blue handkerchief, and says he’s not coming back.” “What shall we do?” cried the boy.\n", "word": "blue", "modifies": "handkerchief"}
{"color": "blue", "line": "And there in the dark lay the big blue bundle.\n", "word": "blue", "modifies": "bundle"}
{"color": "blue", "line": "“I don’t know what’s in your blue handkerchief,” she said.\n", "word": "blue", "modifies": "handkerchief"}
{"color": "pink", "line": "Now, with the birth of this third baby, her self no longer set towards him, helplessly, but was like a tide that scarcely rose, standing off from him.\n", "word": "rose", "modifies": "tide"}
{"color": "white", "line": "He was then a plump, pale child, quiet, with heavy blue eyes, and still the peculiar slight knitting of the brows.\n", "word": "pale", "modifies": "child"}
{"color": "blue", "line": "He was then a plump, pale child, quiet, with heavy blue eyes, and still the peculiar slight knitting of the brows.\n", "word": "blue", "modifies": "eye"}
{"color": "gold", "line": "He was very pretty, with a mop of gold curls, and he loved his father from the first.\n", "word": "gold", "modifies": "curl"}
{"color": "brown", "line": "It was the thin little Mrs. Anthony in brown velvet.\n", "word": "brown", "modifies": "velvet"}
{"color": "black", "line": "But I got my cobbler—” He pulled from his pocket a black old horse chestnut hanging on a string.\n", "word": "black", "modifies": "chestnut"}
{"color": "white", "line": "He returned, pale under his pit dirt with fury.\n", "word": "pale", "modifies": "dirt"}
{"color": "blue", "line": "He was a very clever boy, frank, with rather rough features and real viking blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "“A good looking girl—seemed a lady?” “I didn’t look at her.” “Big brown eyes?” “I did _not_ look.\n", "word": "brown", "modifies": "eye"}
{"color": "green", "line": "“They want me in Lime Street on Monday week, mother,” he cried, his eyes blazing as he read the letter.\n", "word": "lime", "modifies": "street"}
{"color": "purple", "line": "It was mauve tinted, and had purple and green thistles.\n", "word": "purple", "modifies": "thistle"}
{"color": "black", "line": "Soon there was a heap of twisted black pages, all that remained of the file of scented letters, except that Paul had thirty or forty pretty tickets from the corners of the notepaper—swallows and forget me nots and ivy sprays.\n", "word": "black", "modifies": "page"}
{"color": "gray", "line": "His fair hair went reddish, and then dark brown; his eyes were grey.\n", "word": "grey", "modifies": "eye"}
{"color": "white", "line": "He was a pale, quiet child, with eyes that seemed to listen, and with a full, dropping underlip.\n", "word": "pale", "modifies": "child"}
{"color": "white", "line": "William was white to the lips, and his fists were clenched.\n", "word": "white", "modifies": "william"}
{"color": "white", "line": "William was white with rage.\n", "word": "white", "modifies": "william"}
{"color": "blue", "line": "A light came into his blue eyes, almost like a laugh.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "On the hob the big black saucepan was simmering, the stew jar was in the oven, ready for Morel’s dinner.\n", "word": "black", "modifies": "saucepan"}
{"color": "black", "line": "The collier’s small, mean head, with its black hair slightly soiled with grey, lay on the bare arms, and the face, dirty and inflamed, with a fleshy nose and thin, paltry brows, was turned sideways, asleep with beer and weariness and nasty temper.\n", "word": "black", "modifies": "hair"}
{"color": "red", "line": "It was nice to see him run with a piece of red hot iron into the scullery, crying: “Out of my road—out of my road!” Then he hammered the soft, red glowing stuff on his iron goose, and made the shape he wanted.\n", "word": "red", "modifies": "iron"}
{"color": "gold", "line": "These he cleaned with his hand, till each one gleamed like a stalk of gold, after which he cut the straws into lengths of about six inches, leaving, if he could, a notch at the bottom of each piece.\n", "word": "gold", "modifies": "stalk"}
{"color": "black", "line": "Then he set in the middle of the table a heap of gunpowder, a little pile of black grains upon the white scrubbed board.\n", "word": "black", "modifies": "grain"}
{"color": "white", "line": "Then he set in the middle of the table a heap of gunpowder, a little pile of black grains upon the white scrubbed board.\n", "word": "white", "modifies": "board"}
{"color": "black", "line": "Paul loved to see the black grains trickle down a crack in his palm into the mouth of the straw, peppering jollily downwards till the straw was full.\n", "word": "black", "modifies": "grain"}
{"color": "brown", "line": "“He’s a brown un,” he would answer, “an’ not very high.\n", "word": "brown", "modifies": "un"}
{"color": "pink", "line": "Again rose in her heart the old, almost weary feeling towards him.\n", "word": "rose", "modifies": "heart"}
{"color": "blue", "line": "Her still face, with the mouth closed tight from suffering and disillusion and self denial, and her nose the smallest bit on one side, and her blue eyes so young, quick, and warm, made his heart contract with love.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "In convalescence he would sit up in bed, see the fluffy horses feeding at the troughs in the field, scattering their hay on the trodden yellow snow; watch the miners troop home—small, black figures trailing slowly in gangs across the white field.\n", "word": "black", "modifies": "figure"}
{"color": "white", "line": "In convalescence he would sit up in bed, see the fluffy horses feeding at the troughs in the field, scattering their hay on the trodden yellow snow; watch the miners troop home—small, black figures trailing slowly in gangs across the white field.\n", "word": "white", "modifies": "field"}
{"color": "yellow", "line": "In convalescence he would sit up in bed, see the fluffy horses feeding at the troughs in the field, scattering their hay on the trodden yellow snow; watch the miners troop home—small, black figures trailing slowly in gangs across the white field.\n", "word": "yellow", "modifies": "snow"}
{"color": "blue", "line": "Then the night came up in dark blue vapour from the snow.\n", "word": "blue", "modifies": "vapour"}
{"color": "black", "line": "Away across the valley the little black train crawled doubtfully over the great whiteness.\n", "word": "black", "modifies": "train"}
{"color": "white", "line": "Annie and Paul and Arthur went out early in the morning, in summer, looking for mushrooms, hunting through the wet grass, from which the larks were rising, for the white skinned, wonderful naked bodies crouched secretly in the green.\n", "word": "white", "modifies": "body"}
{"color": "red", "line": "These offices were quite handsome: a new, red brick building, almost like a mansion, standing in its own grounds at the end of Greenhill Lane.\n", "word": "red", "modifies": "building"}
{"color": "blue", "line": "The waiting room was the hall, a long, bare room paved with blue brick, and having a seat all round, against the wall.\n", "word": "blue", "modifies": "brick"}
{"color": "red", "line": "The women and children usually loitered about on the red gravel paths.\n", "word": "red", "modifies": "path"}
{"color": "green", "line": "The green shrubs were silent all around.\n", "word": "green", "modifies": "shrub"}
{"color": "white", "line": "Mr. Braithwaite was large, somewhat of the stern patriarch in appearance, having a rather thin white beard.\n", "word": "white", "modifies": "beard"}
{"color": "gold", "line": "He banged on to the invoice a five pound bag of silver, then in a delicate and pretty movement, picked up a little ten pound column of gold, and plumped it beside the silver.\n", "word": "gold", "modifies": "column"}
{"color": "silver", "line": "He banged on to the invoice a five pound bag of silver, then in a delicate and pretty movement, picked up a little ten pound column of gold, and plumped it beside the silver.\n", "word": "silver", "modifies": "bag"}
{"color": "silver", "line": "He pushed forward some loose silver and half a sovereign.\n", "word": "silver", "modifies": "sovereign"}
{"color": "green", "line": "On the park wall the mosses were green.\n", "word": "green", "modifies": "wall"}
{"color": "white", "line": "There were some gold and some white fowls pecking under the apple trees of an orchard.\n", "word": "white", "modifies": "fowl"}
{"color": "gold", "line": "There were some gold and some white fowls pecking under the apple trees of an orchard.\n", "word": "gold", "modifies": "fowl"}
{"color": "white", "line": "His face was pale, his eyes dark and furious.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "She was a little woman, in a bonnet and a black costume.\n", "word": "black", "modifies": "costume"}
{"color": "black", "line": "“Couldn’t you give it a pick me up?” “I’ll jowl your head for impudence,” said Mrs. Morel, and she tied the strings of the black bonnet valiantly under her chin.\n", "word": "black", "modifies": "bonnet"}
{"color": "black", "line": "She took off her little black bonnet.\n", "word": "black", "modifies": "bonnet"}
{"color": "red", "line": "She unfolded another lump of newspaper and disclosed some roots of pansies and of crimson daisies.\n", "word": "crimson", "modifies": "daisy"}
{"color": "yellow", "line": "“Paul, look at this yellow one, isn’t it—and a face just like an old man!” “Just!” cried Paul, stooping to sniff.\n", "word": "yellow", "modifies": "one"}
{"color": "red", "line": "Paul never forgot, after one of these fierce internecine fights, seeing a big red moon lift itself up, slowly, between the waste road over the hilltop, steadily, like a great bird.\n", "word": "red", "modifies": "moon"}
{"color": "black", "line": "On summer evenings the women would stand against the field fence, gossiping, facing the west, watching the sunsets flare quickly out, till the Derbyshire hills ridged across the crimson far away, like the black crest of a newt.\n", "word": "black", "modifies": "crest"}
{"color": "black", "line": "From the far off wooded hills the haze that hangs like fine black crape at the back of a summer morning had not yet dissipated.\n", "word": "black", "modifies": "crape"}
{"color": "white", "line": "So the boy stood in the scullery, where the temperature was nearly at freezing point, and whisked and whisked, and flew in excitement to his mother as the white of egg grew stiffer and more snowy.\n", "word": "white", "modifies": "egg"}
{"color": "purple", "line": "There was a big plum cake, and a rice cake, jam tarts, lemon tarts, and mince pies—two enormous dishes.\n", "word": "plum", "modifies": "cake"}
{"color": "red", "line": "Down the line the red and green lights shone.\n", "word": "red", "modifies": "light"}
{"color": "black", "line": "Mrs. Morel put on her black apron.\n", "word": "black", "modifies": "apron"}
{"color": "white", "line": "For his mother there was an umbrella with gold on the pale handle.\n", "word": "pale", "modifies": "handle"}
{"color": "gold", "line": "For his mother there was an umbrella with gold on the pale handle.\n", "word": "gold", "modifies": "umbrella"}
{"color": "gray", "line": "Now, when Mrs. Morel heard the rattle of an empty coal cart cease at her entry end, she ran into the parlour to look, expecting almost to see her husband seated in the waggon, his face grey under his dirt, his body limp and sick with some hurt or other.\n", "word": "grey", "modifies": "face"}
{"color": "brown", "line": "“Goodness knows what sort of state his feet were in,” continued Mrs. Morel, as she combed her long brown hair, that was fine as silk, and was touched now with grey.\n", "word": "brown", "modifies": "hair"}
{"color": "blue", "line": "He was a rather small and rather finely made boy, with dark brown hair and light blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "He was a rather small and rather finely made boy, with dark brown hair and light blue eyes.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "Large sunflowers stared over the old red wall of the garden opposite, looking in their jolly way down on the women who were hurrying with something for dinner.\n", "word": "red", "modifies": "wall"}
{"color": "white", "line": "Two collieries, among the fields, waved their small white plumes of steam.\n", "word": "white", "modifies": "plume"}
{"color": "red", "line": "The man’s hair, on his small, bullet head, was bleached almost white by the sun, and on his thick red arms, rocking idly on his sack apron, the white hairs glistened.\n", "word": "red", "modifies": "arm"}
{"color": "white", "line": "The man’s hair, on his small, bullet head, was bleached almost white by the sun, and on his thick red arms, rocking idly on his sack apron, the white hairs glistened.\n", "word": "white", "modifies": "hair"}
{"color": "red", "line": "His red face shone and was almost asleep with sunshine.\n", "word": "red", "modifies": "face"}
{"color": "green", "line": "Tall and elegant, with the clearest of clear, transparent olive complexions, hair as black as jet, and such grey eyes—bright, mocking, like lights on water at night.\n", "word": "olive", "modifies": "complexion"}
{"color": "black", "line": "Tall and elegant, with the clearest of clear, transparent olive complexions, hair as black as jet, and such grey eyes—bright, mocking, like lights on water at night.\n", "word": "black", "modifies": "hair"}
{"color": "gray", "line": "Tall and elegant, with the clearest of clear, transparent olive complexions, hair as black as jet, and such grey eyes—bright, mocking, like lights on water at night.\n", "word": "grey", "modifies": "eye"}
{"color": "black", "line": "As he saw her hands in their old black kid gloves getting the silver out of the worn purse, his heart contracted with pain of love of her.\n", "word": "black", "modifies": "kid"}
{"color": "green", "line": "It was gloomy and old fashioned, having low dark shops and dark green house doors with brass knockers, and yellow ochred doorsteps projecting on to the pavement; then another old shop whose small window looked like a cunning, half shut eye.\n", "word": "green", "modifies": "house"}
{"color": "yellow", "line": "It was gloomy and old fashioned, having low dark shops and dark green house doors with brass knockers, and yellow ochred doorsteps projecting on to the pavement; then another old shop whose small window looked like a cunning, half shut eye.\n", "word": "yellow", "modifies": "doorstep"}
{"color": "gold", "line": "The sunshine actually caught one crate whose straw was streaming on to the yard like gold.\n", "word": "gold", "modifies": "yard"}
{"color": "brown", "line": "The light was subdued, the glossy cream parcels seemed luminous, the counters were of dark brown wood.\n", "word": "brown", "modifies": "wood"}
{"color": "black", "line": "She had on her Sunday bonnet and a black veil; he wore a boy’s broad white collar and a Norfolk suit.\n", "word": "black", "modifies": "veil"}
{"color": "white", "line": "She had on her Sunday bonnet and a black veil; he wore a boy’s broad white collar and a Norfolk suit.\n", "word": "white", "modifies": "collar"}
{"color": "white", "line": "A red faced, white whiskered old man looked up.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "They followed the manufacturer into a grubby little room, upholstered in black American leather, glossy with the rubbing of many customers.\n", "word": "black", "modifies": "leather"}
{"color": "yellow", "line": "On the table was a pile of trusses, yellow wash leather hoops tangled together.\n", "word": "yellow", "modifies": "wash"}
{"color": "red", "line": "At that moment he was occupied in two ways: first, in feeling guilty for telling a lie, since William had composed the letter; second, in wondering why his letter seemed so strange and different, in the fat, red hand of the man, from what it had been when it lay on the kitchen table.\n", "word": "red", "modifies": "hand"}
{"color": "gray", "line": "“‘Please send by return two pairs grey thread stockings without _toes_.’” “Well,” flashed Paul, “‘_doigts_’ means ‘fingers’—as well—as a rule—” The little man looked at him.\n", "word": "grey", "modifies": "stocking"}
{"color": "white", "line": "Mr. Jordan looked at the pale, stupid, defiant boy, then at the mother, who sat quiet and with that peculiar shut off look of the poor who have to depend on the favour of others.\n", "word": "pale", "modifies": "boy"}
{"color": "blue", "line": "She looked at him with her bright blue eyes full of love and joy.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "Over the big desolate space of the market place the blue sky shimmered, and the granite cobbles of the paving glistened.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "Just where the horse trams trundled across the market was a row of fruit stalls, with fruit blazing in the sun—apples and piles of reddish oranges, small green gage plums and bananas.\n", "word": "green", "modifies": "plum"}
{"color": "purple", "line": "Just where the horse trams trundled across the market was a row of fruit stalls, with fruit blazing in the sun—apples and piles of reddish oranges, small green gage plums and bananas.\n", "word": "plum", "modifies": "gage"}
{"color": "black", "line": "“Now, just look at those black grapes!” she said.\n", "word": "black", "modifies": "grape"}
{"color": "green", "line": "Looking up the canal, through the dark pass of the buildings, they saw the Castle on its bluff of brown, green bushed rock, in a positive miracle of delicate sunshine.\n", "word": "green", "modifies": "rock"}
{"color": "brown", "line": "Looking up the canal, through the dark pass of the buildings, they saw the Castle on its bluff of brown, green bushed rock, in a positive miracle of delicate sunshine.\n", "word": "brown", "modifies": "rock"}
{"color": "gold", "line": "And I know he doesn’t buy her a gold bangle for nothing.\n", "word": "gold", "modifies": "bangle"}
{"color": "gold", "line": "I wonder whoever bought _me_ a gold bangle.” William was succeeding with his “Gipsy”, as he called her.\n", "word": "gold", "modifies": "bangle"}
{"color": "black", "line": "This time the young lady was seen in a black satin evening bodice, cut square, with little puff sleeves, and black lace hanging down her beautiful arms.\n", "word": "black", "modifies": "bodice"}
{"color": "yellow", "line": "He loved it with its bars of yellow across.\n", "word": "yellow", "modifies": "bar"}
{"color": "green", "line": "From the ash tree the slender green fruits that the children call “pigeons” were twinkling gaily down on a little breeze, into the front gardens of the houses.\n", "word": "green", "modifies": "fruit"}
{"color": "white", "line": "She stood in her white apron on the open road, watching him as he crossed the field.\n", "word": "white", "modifies": "apron"}
{"color": "red", "line": "Then he heard someone cough, and saw in the office at the end of the room an old, decaying clerk, in a round smoking cap of black velvet embroidered with red and green, opening letters.\n", "word": "red", "modifies": "letter"}
{"color": "black", "line": "Then he heard someone cough, and saw in the office at the end of the room an old, decaying clerk, in a round smoking cap of black velvet embroidered with red and green, opening letters.\n", "word": "black", "modifies": "velvet"}
{"color": "red", "line": "He was a thin, sallow man with a red nose, quick, staccato, and smartly but stiffly dressed.\n", "word": "red", "modifies": "nose"}
{"color": "yellow", "line": "This done, he seized some strips of long yellow paper, about three inches wide, and made out the day’s orders for the work girls.\n", "word": "yellow", "modifies": "paper"}
{"color": "yellow", "line": "Paul watched the weird little drawings of legs, and thighs, and ankles, with the strokes across and the numbers, and the few brief directions which his chief made upon the yellow paper.\n", "word": "yellow", "modifies": "paper"}
{"color": "yellow", "line": "“Come on with me,” he said, and the yellow papers flying in his hands, he dashed through a door and down some stairs, into the basement where the gas was burning.\n", "word": "yellow", "modifies": "paper"}
{"color": "red", "line": "In this room a small woman with a red serge blouse, and her black hair done on top of her head, was waiting like a proud little bantam.\n", "word": "red", "modifies": "blouse"}
{"color": "black", "line": "In this room a small woman with a red serge blouse, and her black hair done on top of her head, was waiting like a proud little bantam.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "A little group of girls, nicely dressed in white aprons, stood talking together.\n", "word": "white", "modifies": "apron"}
{"color": "red", "line": "Suddenly a red and fat finger was thrust on the form he was filling in.\n", "word": "red", "modifies": "finger"}
{"color": "red", "line": "Paul, his ears red with shame, began again.\n", "word": "red", "modifies": "ear"}
{"color": "blue", "line": "Mr. Pappleworth picked up the whitey blue knee band, examined it, and its yellow order paper quickly, and put it on one side.\n", "word": "blue", "modifies": "band"}
{"color": "yellow", "line": "Mr. Pappleworth picked up the whitey blue knee band, examined it, and its yellow order paper quickly, and put it on one side.\n", "word": "yellow", "modifies": "paper"}
{"color": "pink", "line": "Next was a flesh pink “leg”.\n", "word": "pink", "modifies": "leg"}
{"color": "blue", "line": "They were singing together “Two Little Girls in Blue”.\n", "word": "blue", "modifies": "girl"}
{"color": "white", "line": "She had such a short body on her high stool that her head, with its great bands of bright brown hair, seemed over large, as did her pale, heavy face.\n", "word": "pale", "modifies": "face"}
{"color": "brown", "line": "She had such a short body on her high stool that her head, with its great bands of bright brown hair, seemed over large, as did her pale, heavy face.\n", "word": "brown", "modifies": "hair"}
{"color": "green", "line": "She wore a dress of green black cashmere, and her wrists, coming out of the narrow cuffs, were thin and flat, as she put down her work nervously.\n", "word": "green", "modifies": "cashmere"}
{"color": "black", "line": "She wore a dress of green black cashmere, and her wrists, coming out of the narrow cuffs, were thin and flat, as she put down her work nervously.\n", "word": "black", "modifies": "cashmere"}
{"color": "yellow", "line": "He waited for Mr. Pappleworth, not knowing what to do, sitting scribbling on the yellow order paper.\n", "word": "yellow", "modifies": "paper"}
{"color": "silver", "line": "“Is it a little silky one—colours of iron and rusty silver?” “_That’s_ it, my lad.\n", "word": "silver", "modifies": "iron"}
{"color": "red", "line": "Then Connie, with her mane of red hair, her face of apple blossom, her murmuring voice, such a lady in her shabby black frock, appealed to his romantic side.\n", "word": "red", "modifies": "hair"}
{"color": "black", "line": "Then Connie, with her mane of red hair, her face of apple blossom, her murmuring voice, such a lady in her shabby black frock, appealed to his romantic side.\n", "word": "black", "modifies": "frock"}
{"color": "red", "line": "And later on he had a sketch he prized very much: Connie sitting on the stool before the wheel, her flowing mane of red hair on her rusty black frock, her red mouth shut and serious, running the scarlet thread off the hank on to the reel.\n", "word": "red", "modifies": "hair"}
{"color": "black", "line": "And later on he had a sketch he prized very much: Connie sitting on the stool before the wheel, her flowing mane of red hair on her rusty black frock, her red mouth shut and serious, running the scarlet thread off the hank on to the reel.\n", "word": "black", "modifies": "frock"}
{"color": "red", "line": "Once there was mention of Connie’s red hair.\n", "word": "red", "modifies": "hair"}
{"color": "brown", "line": "And he carefully took the pins out of the knot, and the rush of hair, of uniform dark brown, slid over the humped back.\n", "word": "brown", "modifies": "rush"}
{"color": "red", "line": "Drawing farther off, there was a patch of lights at Bulwell like myriad petals shaken to the ground from the shed stars; and beyond was the red glare of the furnaces, playing like hot breath on the clouds.\n", "word": "red", "modifies": "glare"}
{"color": "black", "line": "And occasionally the black valley space between was traced, violated by a great train rushing south to London or north to Scotland.\n", "word": "black", "modifies": "space"}
{"color": "pink", "line": "His mother rose with gladness as he entered.\n", "word": "rose", "modifies": "mother"}
{"color": "blue", "line": "His dark brown hair and fresh colouring, and his exquisite dark blue eyes shaded with long lashes, together with his generous manner and fiery temper, made him a favourite.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "His dark brown hair and fresh colouring, and his exquisite dark blue eyes shaded with long lashes, together with his generous manner and fiery temper, made him a favourite.\n", "word": "brown", "modifies": "hair"}
{"color": "black", "line": "Mrs. Morel, dressed up in her best black silk blouse, answered quietly and rather briefly.\n", "word": "black", "modifies": "blouse"}
{"color": "pink", "line": "Morel, who always rose before six, looked at the clock.\n", "word": "rose", "modifies": "morel"}
{"color": "red", "line": "The old brick wall by the Statutes ground burned scarlet, spring was a very flame of green.\n", "word": "scarlet", "modifies": "wall"}
{"color": "green", "line": "The old brick wall by the Statutes ground burned scarlet, spring was a very flame of green.\n", "word": "green", "modifies": "flame"}
{"color": "green", "line": "The trees sloped their great green shoulders proudly; and inside the warehouse all the morning, the boy had a vision of spring outside.\n", "word": "green", "modifies": "shoulder"}
{"color": "black", "line": "The blouse was white, with a little sprig of heliotrope and black.\n", "word": "black", "modifies": "heliotrope"}
{"color": "white", "line": "The blouse was white, with a little sprig of heliotrope and black.\n", "word": "white", "modifies": "blouse"}
{"color": "white", "line": "“Why don’t you buy some false white hair and stick it on your head.” “I s’ll soon have no need,” she replied.\n", "word": "white", "modifies": "hair"}
{"color": "white", "line": "“What do I want with a white haired mother?” “I’m afraid you’ll have to put up with one, my lad,” she said rather strangely.\n", "word": "white", "modifies": "mother"}
{"color": "white", "line": "Minton pit waved its plumes of white steam, coughed, and rattled hoarsely.\n", "word": "white", "modifies": "steam"}
{"color": "red", "line": "She was silent whilst he worked, looking round at the afternoon, the red cottages shining among their greenness.\n", "word": "red", "modifies": "cottage"}
{"color": "white", "line": "Peewits, with their white breasts glistening, wheeled and screamed about them.\n", "word": "white", "modifies": "breast"}
{"color": "green", "line": "Opposite, the wood heaped on the hill, green and still.\n", "word": "green", "modifies": "hill"}
{"color": "green", "line": "And among the oaks the bluebells stood in pools of azure, under the new green hazels, upon a pale fawn floor of oak leaves.\n", "word": "green", "modifies": "hazel"}
{"color": "white", "line": "And among the oaks the bluebells stood in pools of azure, under the new green hazels, upon a pale fawn floor of oak leaves.\n", "word": "pale", "modifies": "floor"}
{"color": "blue", "line": "And among the oaks the bluebells stood in pools of azure, under the new green hazels, upon a pale fawn floor of oak leaves.\n", "word": "azure", "modifies": "pool"}
{"color": "red", "line": "Mother and son went into the small railed garden, where was a scent of red gillivers.\n", "word": "red", "modifies": "gillivers"}
{"color": "black", "line": "She was about fourteen years old, had a rosy dark face, a bunch of short black curls, very fine and free, and dark eyes; shy, questioning, a little resentful of the strangers, she disappeared.\n", "word": "black", "modifies": "curl"}
{"color": "pink", "line": "She was about fourteen years old, had a rosy dark face, a bunch of short black curls, very fine and free, and dark eyes; shy, questioning, a little resentful of the strangers, she disappeared.\n", "word": "rosy", "modifies": "face"}
{"color": "brown", "line": "In a minute another figure appeared, a small, frail woman, rosy, with great dark brown eyes.\n", "word": "brown", "modifies": "eye"}
{"color": "pink", "line": "In a minute another figure appeared, a small, frail woman, rosy, with great dark brown eyes.\n", "word": "rosy", "modifies": "woman"}
{"color": "pink", "line": "They were taken through into the parlour—a long, low room, with a great bunch of guelder roses in the fireplace.\n", "word": "rose", "modifies": "guelder"}
{"color": "pink", "line": "“I suppose these are cabbage roses?” he said to her, pointing to the bushes along the fence.\n", "word": "rose", "modifies": "cabbage"}
{"color": "brown", "line": "She looked at him with startled, big brown eyes.\n", "word": "brown", "modifies": "eye"}
{"color": "pink", "line": "“I suppose they are cabbage roses when they come out?” he said.\n", "word": "rose", "modifies": "cabbage"}
{"color": "white", "line": "“They’re white with pink middles.” “Then they’re maiden blush.” Miriam flushed.\n", "word": "white", "modifies": "middle"}
{"color": "pink", "line": "“They’re white with pink middles.” “Then they’re maiden blush.” Miriam flushed.\n", "word": "pink", "modifies": "middle"}
{"color": "blue", "line": "Mr. Leivers was a good looking man in the prime of life, with a golden brown moustache, and blue eyes screwed up against the weather.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "Mr. Leivers was a good looking man in the prime of life, with a golden brown moustache, and blue eyes screwed up against the weather.\n", "word": "brown", "modifies": "moustache"}
{"color": "yellow", "line": "One hen, with her yellow chickens, was in a coop.\n", "word": "yellow", "modifies": "chicken"}
{"color": "black", "line": "“It only just nips rather nicely.” “No,” she still cried, shaking her black curls and shrinking.\n", "word": "black", "modifies": "curl"}
{"color": "red", "line": "Miriam was crimson with shame and misery.\n", "word": "crimson", "modifies": "miriam"}
{"color": "purple", "line": "The hills were golden with evening; deep in the woods showed the darkening purple of bluebells.\n", "word": "purple", "modifies": "bluebell"}
{"color": "black", "line": "She had taken off her hat; her hair was black as a horse’s mane.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "Paul came back and threaded daisies in her jet black hair—big spangles of white and yellow, and just a pink touch of ragged robin.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "Paul came back and threaded daisies in her jet black hair—big spangles of white and yellow, and just a pink touch of ragged robin.\n", "word": "white", "modifies": "spangle"}
{"color": "pink", "line": "Paul came back and threaded daisies in her jet black hair—big spangles of white and yellow, and just a pink touch of ragged robin.\n", "word": "pink", "modifies": "touch"}
{"color": "red", "line": "On Sunday morning she looked very beautiful in a dress of foulard, silky and sweeping, and blue as a jay bird’s feather, and in a large cream hat covered with many roses, mostly crimson.\n", "word": "crimson", "modifies": "rose"}
{"color": "blue", "line": "On Sunday morning she looked very beautiful in a dress of foulard, silky and sweeping, and blue as a jay bird’s feather, and in a large cream hat covered with many roses, mostly crimson.\n", "word": "blue", "modifies": "feather"}
{"color": "pink", "line": "On Sunday morning she looked very beautiful in a dress of foulard, silky and sweeping, and blue as a jay bird’s feather, and in a large cream hat covered with many roses, mostly crimson.\n", "word": "rose", "modifies": "crimson"}
{"color": "black", "line": "“My new black _suède_.” “No.” There was a hunt.\n", "word": "black", "modifies": "_suède_"}
{"color": "blue", "line": "She’s religious—she had blue velvet Prayer Books—and she’s not as much religion, or anything else, in her than that table leg.\n", "word": "blue", "modifies": "book"}
{"color": "black", "line": "A small figure in her black bonnet, she was anxiously asking the porters if they knew how to get to Elmers End.\n", "word": "black", "modifies": "bonnet"}
{"color": "white", "line": "At Brinsley pit the white steam melted slowly in the sunshine of a soft blue sky; the wheels of the headstocks twinkled high up; the screen, shuffling its coal into the trucks, made a busy noise.\n", "word": "white", "modifies": "steam"}
{"color": "blue", "line": "At Brinsley pit the white steam melted slowly in the sunshine of a soft blue sky; the wheels of the headstocks twinkled high up; the screen, shuffling its coal into the trucks, made a busy noise.\n", "word": "blue", "modifies": "sky"}
{"color": "black", "line": "Outside in the darkness of the street below Paul could see horses and a black vehicle, one lamp, and a few pale faces; then some men, miners, all in their shirt sleeves, seemed to struggle in the obscurity.\n", "word": "black", "modifies": "vehicle"}
{"color": "white", "line": "Outside in the darkness of the street below Paul could see horses and a black vehicle, one lamp, and a few pale faces; then some men, miners, all in their shirt sleeves, seemed to struggle in the obscurity.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "The yellow lamp of the carriage shone alone down the black road.\n", "word": "black", "modifies": "road"}
{"color": "yellow", "line": "The yellow lamp of the carriage shone alone down the black road.\n", "word": "yellow", "modifies": "lamp"}
{"color": "brown", "line": "Like a monument lay the bright brown, ponderous coffin.\n", "word": "brown", "modifies": "coffin"}
{"color": "white", "line": "It was sunny, and the white chrysanthemums frilled themselves in the warmth.\n", "word": "white", "modifies": "chrysanthemum"}
{"color": "black", "line": "She always used to have changed her dress and put on a black apron, before.\n", "word": "black", "modifies": "apron"}
{"color": "pink", "line": "His whole will rose up and arrested him.\n", "word": "rose", "modifies": "will"}
{"color": "red", "line": "His father had bought him a pot of scarlet and gold tulips.\n", "word": "scarlet", "modifies": "pot"}
{"color": "gold", "line": "His father had bought him a pot of scarlet and gold tulips.\n", "word": "gold", "modifies": "tulip"}
{"color": "red", "line": "For the rest, she drudged in the house, which work she would not have minded had not her clean red floor been mucked up immediately by the trampling farm boots of her brothers.\n", "word": "red", "modifies": "floor"}
{"color": "purple", "line": "As soon as the skies brightened and plum blossom was out, Paul drove off in the milkman’s heavy float up to Willey Farm.\n", "word": "plum", "modifies": "blossom"}
{"color": "white", "line": "White clouds went on their way, crowding to the back of the hills that were rousing in the springtime.\n", "word": "white", "modifies": "cloud"}
{"color": "blue", "line": "The water of Nethermere lay below, very blue against the seared meadows and the thorn trees.\n", "word": "blue", "modifies": "meadow"}
{"color": "green", "line": "Tiny buds on the hedges, vivid as copper green, were opening into rosettes; and thrushes called, and blackbirds shrieked and scolded.\n", "word": "green", "modifies": "copper"}
{"color": "brown", "line": "Tiny buds on the hedges, vivid as copper green, were opening into rosettes; and thrushes called, and blackbirds shrieked and scolded.\n", "word": "copper", "modifies": "green"}
{"color": "white", "line": "Miriam, peeping through the kitchen window, saw the horse walk through the big white gate into the farmyard that was backed by the oak wood, still bare.\n", "word": "white", "modifies": "gate"}
{"color": "green", "line": "“The green on their buds—” and he faltered into silence timidly.\n", "word": "green", "modifies": "bud"}
{"color": "purple", "line": "But Paul loved it—loved the sack bag that formed the hearthrug, and the funny little corner under the stairs, and the small window deep in the corner, through which, bending a little, he could see the plum trees in the back garden and the lovely round hills beyond.\n", "word": "plum", "modifies": "tree"}
{"color": "white", "line": "His face was pale and thin, but his eyes were quick and bright with life as ever.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "When Mr. Leivers called loudly outside to the horse, that was reaching over to feed on the rose bushes in the garden, the girl started, looked round with dark eyes, as if something had come breaking in on her world.\n", "word": "rose", "modifies": "bush"}
{"color": "blue", "line": "And her discoloured, old blue frock and her broken boots seemed only like the romantic rags of King Cophetua’s beggar maid.\n", "word": "blue", "modifies": "frock"}
{"color": "blue", "line": "She suddenly became aware of his keen blue eyes upon her, taking her all in.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "“It doesn’t matter, does it?” Mrs. Leivers looked at the youth with her brown, hurt eyes.\n", "word": "brown", "modifies": "eye"}
{"color": "gold", "line": "Again, going down the hedgeside with the girl, he noticed the celandines, scalloped splashes of gold, on the side of the ditch.\n", "word": "gold", "modifies": "splash"}
{"color": "red", "line": "She stood below in her crimson tam o’ shanter and watched.\n", "word": "crimson", "modifies": "tam"}
{"color": "blue", "line": "He looked down at her, and she saw his blue eyes sparkling.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "Her crimson cap hung over her dark curls, her beautiful warm face, so still in a kind of brooding, was lifted towards him.\n", "word": "crimson", "modifies": "cap"}
{"color": "gold", "line": "Suddenly, her dark eyes alight like water that shakes with a stream of gold in the dark, she would ask: “Why do I like this so?” Always something in his breast shrank from these close, intimate, dazzled looks of hers.\n", "word": "gold", "modifies": "stream"}
{"color": "red", "line": "Another day she sat at sunset whilst he was painting some pine trees which caught the red glare from the west.\n", "word": "red", "modifies": "glare"}
{"color": "red", "line": "Now, look at them and tell me, are they pine trunks or are they red coals, standing up pieces of fire in that darkness?\n", "word": "red", "modifies": "coal"}
{"color": "brown", "line": "“Sad!” she exclaimed, looking up at him with startled, wonderful brown eyes.\n", "word": "brown", "modifies": "eye"}
{"color": "brown", "line": "He was a frail lad, with immense brown eyes in his quaint fragile face—one of Reynolds’s “Choir of Angels”, with a touch of elf.\n", "word": "brown", "modifies": "eye"}
{"color": "white", "line": "From his mother he drew the life warmth, the strength to produce; Miriam urged this warmth into intensity like a white light.\n", "word": "white", "modifies": "light"}
{"color": "yellow", "line": "There was a yellow glow over the mowing grass, and the sorrel heads burned crimson.\n", "word": "yellow", "modifies": "glow"}
{"color": "red", "line": "Gradually, as they walked along the high land, the gold in the west sank down to red, the red to crimson, and then the chill blue crept up against the glow.\n", "word": "red", "modifies": "crimson"}
{"color": "gold", "line": "Gradually, as they walked along the high land, the gold in the west sank down to red, the red to crimson, and then the chill blue crept up against the glow.\n", "word": "gold", "modifies": "west"}
{"color": "blue", "line": "Gradually, as they walked along the high land, the gold in the west sank down to red, the red to crimson, and then the chill blue crept up against the glow.\n", "word": "blue", "modifies": "chill"}
{"color": "black", "line": "On the crest of the hill, Selby, with its stark houses and the up pricked headstocks of the pit, stood in black silhouette small against the sky.\n", "word": "black", "modifies": "silhouette"}
{"color": "pink", "line": "She wanted to show him a certain wild rose bush she had discovered.\n", "word": "rose", "modifies": "bush"}
{"color": "white", "line": "In the old oak wood a mist was rising, and he hesitated, wondering whether one whiteness were a strand of fog or only campion flowers pallid in a cloud.\n", "word": "pallid", "modifies": "flower"}
{"color": "white", "line": "It had thrown its briers over a hawthorn bush, and its long streamers trailed thick, right down to the grass, splashing the darkness everywhere with great spilt stars, pure white.\n", "word": "white", "modifies": "star"}
{"color": "white", "line": "In bosses of ivory and in large splashed stars the roses gleamed on the darkness of foliage and stems and grass.\n", "word": "ivory", "modifies": "boss"}
{"color": "white", "line": "She was pale and expectant with wonder, her lips were parted, and her dark eyes lay open to him.\n", "word": "pale", "modifies": "wonder"}
{"color": "white", "line": "There was a cool scent of ivory roses—a white, virgin scent.\n", "word": "white", "modifies": "scent"}
{"color": "white", "line": "Paul took his pitch from her, and their intimacy went on in an utterly blanched and chaste fashion.\n", "word": "blanched", "modifies": "fashion"}
{"color": "gray", "line": "It was a grey, cold day, with a sharp wind blowing out of Derbyshire.\n", "word": "grey", "modifies": "day"}
{"color": "red", "line": "Two fields away Bestwood began, with a jumble of roofs and red house ends, out of which rose the church tower and the spire of the Congregational chapel.\n", "word": "red", "modifies": "house"}
{"color": "pink", "line": "Two fields away Bestwood began, with a jumble of roofs and red house ends, out of which rose the church tower and the spire of the Congregational chapel.\n", "word": "rose", "modifies": "jumble"}
{"color": "white", "line": "And beyond went woods and hills, right away to the pale grey heights of the Pennine Chain.\n", "word": "pale", "modifies": "height"}
{"color": "gray", "line": "And beyond went woods and hills, right away to the pale grey heights of the Pennine Chain.\n", "word": "grey", "modifies": "height"}
{"color": "blue", "line": "Mrs. Morel pointed to the deep blue flowers.\n", "word": "blue", "modifies": "flower"}
{"color": "red", "line": "P.”, in the old red sandstone; but Paul desisted, because he had read in the newspaper satirical remarks about initial carvers, who could find no other road to immortality.\n", "word": "red", "modifies": "sandstone"}
{"color": "yellow", "line": "It had yew hedges and thick clumps and borders of yellow crocuses round the lawn.\n", "word": "yellow", "modifies": "crocus"}
{"color": "red", "line": "In the dusky, cold hedgerows were some red leaves.\n", "word": "red", "modifies": "leaf"}
{"color": "gold", "line": "Beyond, one rift of rich gold in that colourless grey evening seemed to make him stand out in dark relief.\n", "word": "gold", "modifies": "rift"}
{"color": "gray", "line": "Beyond, one rift of rich gold in that colourless grey evening seemed to make him stand out in dark relief.\n", "word": "grey", "modifies": "evening"}
{"color": "green", "line": "That same evening they were walking along under the trees by Nether Green.\n", "word": "green", "modifies": "nether"}
{"color": "white", "line": "In the font hundreds of white narcissi seemed to be growing.\n", "word": "white", "modifies": "narcissus"}
{"color": "purple", "line": "Celandines and violets were out.\n", "word": "violet", "modifies": "celandine"}
{"color": "gray", "line": "The glitter of the ivy, the soft, atmospheric grey of the castle walls, the gentleness of everything near the ruin, was perfect.\n", "word": "grey", "modifies": "glitter"}
{"color": "white", "line": "The manor is of hard, pale grey stone, and the other walls are blank and calm.\n", "word": "pale", "modifies": "stone"}
{"color": "gray", "line": "The manor is of hard, pale grey stone, and the other walls are blank and calm.\n", "word": "grey", "modifies": "stone"}
{"color": "red", "line": "In the first courtyard, within the high broken walls, were farm carts, with their shafts lying idle on the ground, the tyres of the wheels brilliant with gold red rust.\n", "word": "red", "modifies": "rust"}
{"color": "gold", "line": "In the first courtyard, within the high broken walls, were farm carts, with their shafts lying idle on the ground, the tyres of the wheels brilliant with gold red rust.\n", "word": "gold", "modifies": "rust"}
{"color": "white", "line": "Also, there were a few chill gillivers, in pale cold bud.\n", "word": "pale", "modifies": "bud"}
{"color": "gray", "line": "At last they came into the straggling grey village of Crich, that lies high.\n", "word": "grey", "modifies": "village"}
{"color": "white", "line": "Paul was now pale with weariness.\n", "word": "pale", "modifies": "paul"}
{"color": "red", "line": "But at last she had it on, and the red brown wooden beads looked well against her cool brown neck.\n", "word": "red", "modifies": "bead"}
{"color": "brown", "line": "But at last she had it on, and the red brown wooden beads looked well against her cool brown neck.\n", "word": "brown", "modifies": "bead"}
{"color": "gray", "line": "Miriam heard her greet the lad gaily, knew exactly how brilliant her grey eyes became with that tone.\n", "word": "grey", "modifies": "eye"}
{"color": "red", "line": "The sky behind the townlet and the church was orange red; the flower garden was flooded with a strange warm light that lifted every leaf into significance.\n", "word": "red", "modifies": "sky"}
{"color": "blue", "line": "Paul passed along a fine row of sweet peas, gathering a blossom here and there, all cream and pale blue.\n", "word": "blue", "modifies": "cream"}
{"color": "pink", "line": "Miriam rose to help with the pots.\n", "word": "rose", "modifies": "miriam"}
{"color": "red", "line": "But they loved the house that lay so solitary, with a sea meadow on one side, and immense expanse of land patched in white barley, yellow oats, red wheat, and green root crops, flat and stretching level to the sky.\n", "word": "red", "modifies": "wheat"}
{"color": "green", "line": "But they loved the house that lay so solitary, with a sea meadow on one side, and immense expanse of land patched in white barley, yellow oats, red wheat, and green root crops, flat and stretching level to the sky.\n", "word": "green", "modifies": "crop"}
{"color": "white", "line": "But they loved the house that lay so solitary, with a sea meadow on one side, and immense expanse of land patched in white barley, yellow oats, red wheat, and green root crops, flat and stretching level to the sky.\n", "word": "white", "modifies": "barley"}
{"color": "yellow", "line": "But they loved the house that lay so solitary, with a sea meadow on one side, and immense expanse of land patched in white barley, yellow oats, red wheat, and green root crops, flat and stretching level to the sky.\n", "word": "yellow", "modifies": "oat"}
{"color": "black", "line": "The country was black and still.\n", "word": "black", "modifies": "country"}
{"color": "red", "line": "“What?” “At any rate, a _man_, and not a thing in a red coat.” “I shouldn’t mind being in a red coat—or dark blue, that would suit me better—if they didn’t boss me about too much.” But his mother had ceased to listen.\n", "word": "red", "modifies": "coat"}
{"color": "white", "line": "She had scornful grey eyes, a skin like white honey, and a full mouth, with a slightly lifted upper lip that did not know whether it was raised in scorn of all men or out of eagerness to be kissed, but which believed the former.\n", "word": "white", "modifies": "honey"}
{"color": "gray", "line": "She had scornful grey eyes, a skin like white honey, and a full mouth, with a slightly lifted upper lip that did not know whether it was raised in scorn of all men or out of eagerness to be kissed, but which believed the former.\n", "word": "grey", "modifies": "eye"}
{"color": "black", "line": "She wore a large, dowdy hat of black beaver, and a sort of slightly affected simple dress that made her look rather sack like.\n", "word": "black", "modifies": "beaver"}
{"color": "white", "line": "He had the same white skin, with a clear, golden tinge.\n", "word": "white", "modifies": "skin"}
{"color": "brown", "line": "His hair was of soft brown, his moustache was golden.\n", "word": "brown", "modifies": "hair"}
{"color": "brown", "line": "His eyes, dark brown and quick shifting, were dissolute.\n", "word": "brown", "modifies": "eye"}
{"color": "red", "line": "There were some crimson berries among the leaves in the bowl.\n", "word": "crimson", "modifies": "berry"}
{"color": "red", "line": "“If you put red berries in your hair,” he said, “why would you look like some witch or priestess, and never like a reveller?” She laughed with a naked, painful sound.\n", "word": "red", "modifies": "berry"}
{"color": "red", "line": "And her rather red, nervous hands looked so pitiful, he was mad to comfort her and kiss her.\n", "word": "red", "modifies": "hand"}
{"color": "black", "line": "The road, with pine trees, was quite black in front.\n", "word": "black", "modifies": "road"}
{"color": "silver", "line": "The stars on the lake seemed to leap like grasshoppers, silver upon the blackness, as he spun past.\n", "word": "silver", "modifies": "grasshopper"}
{"color": "black", "line": "Mrs. Morel sat in her black dress and black apron.\n", "word": "black", "modifies": "dress"}
{"color": "brown", "line": "Yet Paul thought the girl looked so nice in her brown cashmere frock.\n", "word": "brown", "modifies": "frock"}
{"color": "white", "line": "It did not matter that the spoons were not silver nor the knives ivory handled; everything looked nice.\n", "word": "ivory", "modifies": "knife"}
{"color": "silver", "line": "It did not matter that the spoons were not silver nor the knives ivory handled; everything looked nice.\n", "word": "silver", "modifies": "spoon"}
{"color": "black", "line": "He never went past the pits at night, by the lighted lamp house, the tall black headstocks and lines of trucks, past the fans spinning slowly like shadows, without the feeling of Miriam returning to him, keen and almost unbearable.\n", "word": "black", "modifies": "headstock"}
{"color": "green", "line": "Then, often very late indeed, she came in, with her long stride, her head bowed, her face hidden under her hat of dark green velvet.\n", "word": "green", "modifies": "velvet"}
{"color": "black", "line": "There was a great hollow of darkness fronting him, and on the black upslopes patches of tiny lights, and in the lowest trough of the night, a flare of the pit.\n", "word": "black", "modifies": "upslopes"}
{"color": "white", "line": "There he lay in the white intensity of his search, and his voice gradually filled her with fear, so level it was, almost inhuman, as if in a trance.\n", "word": "white", "modifies": "intensity"}
{"color": "blue", "line": "It might have been the body of a man of twenty eight, except that there were, perhaps, too many blue scars, like tattoo marks, where the coal dust remained under the skin, and that his chest was too hairy.\n", "word": "blue", "modifies": "scar"}
{"color": "red", "line": "Then from the red earthenware panchion of dough that stood in a corner she took another handful of paste, worked it to the proper shape, and dropped it into a tin.\n", "word": "red", "modifies": "panchion"}
{"color": "black", "line": "His black hair was cropped short, his head was bony.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "Like most miners, he was pale, but healthy and taut.\n", "word": "pale", "modifies": "miner"}
{"color": "blue", "line": "He smiled again, with his blue eyes rather sunny.\n", "word": "blue", "modifies": "eye"}
{"color": "silver", "line": "There was a five pound bag of silver, sovereigns and loose money.\n", "word": "silver", "modifies": "bag"}
{"color": "pink", "line": "Then the three men rose and went.\n", "word": "rose", "modifies": "men"}
{"color": "pink", "line": "It proved to be a curtain or _portière_, beautifully stencilled with a design on roses.\n", "word": "rose", "modifies": "design"}
{"color": "green", "line": "The spread cloth, with its wonderful reddish roses and dark green stems, all so simple, and somehow so wicked looking, lay at her feet.\n", "word": "green", "modifies": "stem"}
{"color": "pink", "line": "The spread cloth, with its wonderful reddish roses and dark green stems, all so simple, and somehow so wicked looking, lay at her feet.\n", "word": "rose", "modifies": "cloth"}
{"color": "white", "line": "Then he went to the scullery, wetted his hands, scooped the last white dough out of the punchion, and dropped it in a baking tin.\n", "word": "white", "modifies": "dough"}
{"color": "brown", "line": "At last she broke free, and seized two handfuls of his thick, dark brown hair, which she shook.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "“It’s a red for danger.\n", "word": "red", "modifies": "danger"}
{"color": "red", "line": "She saw the cigarette dancing on his full red lips.\n", "word": "red", "modifies": "lip"}
{"color": "blue", "line": "He had a long comic face and blue eyes, very sad.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "He saw her peering forward at the page, her red lips parted piteously, the black hair springing in fine strands across her tawny, ruddy cheek.\n", "word": "red", "modifies": "lip"}
{"color": "black", "line": "He saw her peering forward at the page, her red lips parted piteously, the black hair springing in fine strands across her tawny, ruddy cheek.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "“I found her as white as a sheet sitting here,” said Annie, with a suggestion of tears in her voice.\n", "word": "white", "modifies": "sheet"}
{"color": "green", "line": "“It was enough to upset anybody,” said Mrs. Morel, “hugging those parcels—meat, and green groceries, and a pair of curtains—” “Well, why _did_ you hug them; you needn’t have done.” “Then who would?” “Let Annie fetch the meat.” “Yes, and I _would_ fetch the meat, but how was I to know.\n", "word": "green", "modifies": "grocery"}
{"color": "black", "line": "She sat still, with averted face, stroking with a rhythmic, jerked movement, the black sateen of her apron.\n", "word": "black", "modifies": "sateen"}
{"color": "white", "line": "His mother was deadly pale and dark at the mouth.\n", "word": "pale", "modifies": "mother"}
{"color": "green", "line": "Grey green rosettes of honeysuckle leaves hung before the window, some already, she fancied, showing bud.\n", "word": "green", "modifies": "rosette"}
{"color": "gray", "line": "Grey green rosettes of honeysuckle leaves hung before the window, some already, she fancied, showing bud.\n", "word": "grey", "modifies": "rosette"}
{"color": "gray", "line": "It was a bright grey day.\n", "word": "grey", "modifies": "day"}
{"color": "green", "line": "Round the wild, tussocky lawn at the back of the house was a thorn hedge, under which daffodils were craning forward from among their sheaves of grey green blades.\n", "word": "green", "modifies": "blade"}
{"color": "gray", "line": "Round the wild, tussocky lawn at the back of the house was a thorn hedge, under which daffodils were craning forward from among their sheaves of grey green blades.\n", "word": "grey", "modifies": "blade"}
{"color": "gold", "line": "Miriam went on her knees before one cluster, took a wild looking daffodil between her hands, turned up its face of gold to her, and bowed down, caressing it with her mouth and cheeks and brow.\n", "word": "gold", "modifies": "face"}
{"color": "yellow", "line": "One after another she turned up to him the faces of the yellow, bursten flowers appealingly, fondling them lavishly all the while.\n", "word": "yellow", "modifies": "flower"}
{"color": "white", "line": "They faced the amphitheatre of round hills that glowed with sunset, tiny white farms standing out, the meadows golden, the woods dark and yet luminous, tree tops folded over tree tops, distinct in the distance.\n", "word": "white", "modifies": "farm"}
{"color": "pink", "line": "The evening had cleared, and the east was tender with a magenta flush under which the land lay still and rich.\n", "word": "magenta", "modifies": "flush"}
{"color": "white", "line": "Bill got up, panting with happiness, his brown eyes rolling in his white face, and lumbered back again.\n", "word": "white", "modifies": "face"}
{"color": "brown", "line": "Bill got up, panting with happiness, his brown eyes rolling in his white face, and lumbered back again.\n", "word": "brown", "modifies": "eye"}
{"color": "red", "line": "But the dog only stood with two heavy paws, that quivered with love, upon his thigh, and flickered a red tongue at him.\n", "word": "red", "modifies": "tongue"}
{"color": "brown", "line": "“I’m glad you’ve come,” said the mother, looking at him with her great appealing brown eyes.\n", "word": "brown", "modifies": "eye"}
{"color": "pink", "line": "But quite early, before nine o’clock, he rose to go.\n", "word": "rose", "modifies": "o’clock"}
{"color": "red", "line": "He loved the gardens and the buildings that stood with their scarlet roofs on the naked edges of the fields, crept towards the wood as if for cosiness, the wild country scooping down a valley and up the uncultured hills of the other side.\n", "word": "scarlet", "modifies": "roof"}
{"color": "white", "line": "She wore a large white hat with some pinkish flowers.\n", "word": "white", "modifies": "hat"}
{"color": "white", "line": "She wore a white blouse and navy skirt, and somehow, wherever she was, seemed to make things look paltry and insignificant.\n", "word": "white", "modifies": "blouse"}
{"color": "green", "line": "Nasturtiums were coming out crimson under the cool green shadow of their leaves.\n", "word": "green", "modifies": "shadow"}
{"color": "white", "line": "He saw the nape of her white neck, and the fine hair lifted from it.\n", "word": "white", "modifies": "neck"}
{"color": "white", "line": "On the top road, where the gorse was out, he saw Edgar walking lazily beside the mare, who nodded her white starred forehead as she dragged the clanking load of coal.\n", "word": "white", "modifies": "forehead"}
{"color": "red", "line": "The back of his neck was sun red when he bent down, and his fingers that held the brush were thick.\n", "word": "red", "modifies": "back"}
{"color": "brown", "line": "As they were going beside the brook, on the Willey Water side, looking through the brake at the edge of the wood, where pink campions glowed under a few sunbeams, they saw, beyond the tree trunks and the thin hazel bushes, a man leading a great bay horse through the gullies.\n", "word": "hazel", "modifies": "bush"}
{"color": "pink", "line": "As they were going beside the brook, on the Willey Water side, looking through the brake at the edge of the wood, where pink campions glowed under a few sunbeams, they saw, beyond the tree trunks and the thin hazel bushes, a man leading a great bay horse through the gullies.\n", "word": "pink", "modifies": "campion"}
{"color": "red", "line": "The big red beast seemed to dance romantically through that dimness of green hazel drift, away there where the air was shadowy, as if it were in the past, among the fading bluebells that might have bloomed for Deidre or Iseult.\n", "word": "red", "modifies": "beast"}
{"color": "green", "line": "The big red beast seemed to dance romantically through that dimness of green hazel drift, away there where the air was shadowy, as if it were in the past, among the fading bluebells that might have bloomed for Deidre or Iseult.\n", "word": "green", "modifies": "drift"}
{"color": "brown", "line": "The big red beast seemed to dance romantically through that dimness of green hazel drift, away there where the air was shadowy, as if it were in the past, among the fading bluebells that might have bloomed for Deidre or Iseult.\n", "word": "hazel", "modifies": "drift"}
{"color": "white", "line": "I would carry your banner of white and green and heliotrope.\n", "word": "white", "modifies": "banner"}
{"color": "red", "line": "The great horse breathed heavily, shifting round its red flanks, and looking suspiciously with its wonderful big eyes upwards from under its lowered head and falling mane.\n", "word": "red", "modifies": "flank"}
{"color": "white", "line": "It danced sideways, shaking its white fetlocks and looking frightened, as it felt itself in the brook.\n", "word": "white", "modifies": "fetlock"}
{"color": "yellow", "line": "She smuggled into his mouth the wrinkled yellow apple she had been hiding behind her back, then she kissed him near the eyes.\n", "word": "yellow", "modifies": "apple"}
{"color": "pink", "line": "Clusters of strong flowers rose everywhere above the coarse tussocks of bent.\n", "word": "rose", "modifies": "cluster"}
{"color": "brown", "line": "It was like a roadstead crowded with tan, fairy shipping.\n", "word": "tan", "modifies": "shipping"}
{"color": "yellow", "line": "As he gathered them, he ate the little yellow trumpets.\n", "word": "yellow", "modifies": "trumpet"}
{"color": "gray", "line": "She looked up at him, with almost pitiful, scared grey eyes, wondering what he was doing.\n", "word": "grey", "modifies": "eye"}
{"color": "blue", "line": "Her blue eyes were watching the cathedral quietly.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "Something in the eternal repose of the uplifted cathedral, blue and noble against the sky, was reflected in her, something of the fatality.\n", "word": "blue", "modifies": "cathedral"}
{"color": "gray", "line": "Annie looked nice in a dove grey dress that she could take for Sundays.\n", "word": "grey", "modifies": "dove"}
{"color": "white", "line": "Mrs. Morel had white tips in her bonnet, and some white on her blouse, and was teased by both her sons for fancying herself so grand.\n", "word": "white", "modifies": "tip"}
{"color": "black", "line": "It seemed to Paul his mother looked lonely, in her new black silk blouse with its bit of white trimming.\n", "word": "black", "modifies": "blouse"}
{"color": "white", "line": "It seemed to Paul his mother looked lonely, in her new black silk blouse with its bit of white trimming.\n", "word": "white", "modifies": "trimming"}
{"color": "blue", "line": "There was something childish about his nose, something almost girlish about his dark blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "But he had the fun red mouth of a man under his brown moustache, and his jaw was strong.\n", "word": "red", "modifies": "mouth"}
{"color": "brown", "line": "But he had the fun red mouth of a man under his brown moustache, and his jaw was strong.\n", "word": "brown", "modifies": "moustache"}
{"color": "brown", "line": "His dark brown cropped moustache stood out like a brush.\n", "word": "brown", "modifies": "moustache"}
{"color": "red", "line": "She looked at the puckered crimson lips, then suddenly snatched the cigarette from his fingers and darted away.\n", "word": "crimson", "modifies": "lip"}
{"color": "blue", "line": "Under his delicate tan the blood flushed up, and he laughed till his blue eyes were blinded, his throat swollen almost to choking.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Like a flash her small white hand went out and smacked his face.\n", "word": "white", "modifies": "hand"}
{"color": "gold", "line": "Miriam watched the evening drawing to gold and shadow.\n", "word": "gold", "modifies": "shadow"}
{"color": "blue", "line": "“It looks like meanin’ something, that does, Mrs. Morel,” said the postman, his blue eyes bright.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "His black arm, with the hand all gnarled with work lay on the table.\n", "word": "black", "modifies": "arm"}
{"color": "black", "line": "His wife pretended not to see him rub the back of his hand across his eyes, nor the smear in the coal dust on his black face.\n", "word": "black", "modifies": "face"}
{"color": "black", "line": "She even went so far as to allow a black velvet bow to be placed on her hair.\n", "word": "black", "modifies": "bow"}
{"color": "blue", "line": "He found the house in a mean little street paved with granite cobbles and having causeways of dark blue, grooved bricks.\n", "word": "blue", "modifies": "brick"}
{"color": "brown", "line": "The brown paint on the door was so old that the naked wood showed between the rents.\n", "word": "brown", "modifies": "paint"}
{"color": "white", "line": "That was a little, darkish room too, but it was smothered in white lace.\n", "word": "white", "modifies": "lace"}
{"color": "white", "line": "Paul dared not go forward, for fear of treading on piles of white stuff.\n", "word": "white", "modifies": "stuff"}
{"color": "brown", "line": "There was a pack of brown cardboard squares, a pack of cards of lace, a little box of pins, and on the sofa lay a heap of drawn lace.\n", "word": "brown", "modifies": "square"}
{"color": "white", "line": "The room was all lace, and it was so dark and warm that the white, snowy stuff seemed the more distinct.\n", "word": "white", "modifies": "stuff"}
{"color": "black", "line": "He poured out some of the black stuff.\n", "word": "black", "modifies": "stuff"}
{"color": "white", "line": "Her jenny spun with a subdued buzz; the white lace hopped from between her fingers on to the card.\n", "word": "white", "modifies": "lace"}
{"color": "white", "line": "Her arms were creamy and full of life beside the white lace; her large, well kept hands worked with a balanced movement, as if nothing would hurry them.\n", "word": "white", "modifies": "lace"}
{"color": "gray", "line": "Her grey eyes at last met his.\n", "word": "grey", "modifies": "eye"}
{"color": "white", "line": "The white lace leaped in little jumps and bounds on to the card.\n", "word": "white", "modifies": "lace"}
{"color": "purple", "line": "She was making an elastic stocking of heliotrope silk, turning the Spiral machine with slow, balanced regularity, occasionally bending down to see her work or to adjust the needles; then her magnificent neck, with its down and fine pencils of hair, shone white against the lavender, lustrous silk.\n", "word": "lavender", "modifies": "silk"}
{"color": "green", "line": "Fanny walked before him: her black bodice was short—the waist was under her armpits—and her green black cashmere skirt seemed very long, as she strode with big strides before the young man, himself so graceful.\n", "word": "green", "modifies": "skirt"}
{"color": "black", "line": "Fanny walked before him: her black bodice was short—the waist was under her armpits—and her green black cashmere skirt seemed very long, as she strode with big strides before the young man, himself so graceful.\n", "word": "black", "modifies": "bodice"}
{"color": "red", "line": "Paul watched her thin hands and her flat red wrists as she excitedly twitched her white apron, which was spread on the bench in front of her.\n", "word": "red", "modifies": "wrist"}
{"color": "white", "line": "Paul watched her thin hands and her flat red wrists as she excitedly twitched her white apron, which was spread on the bench in front of her.\n", "word": "white", "modifies": "apron"}
{"color": "blue", "line": "Fanny, her long cheeks flushed, her blue eyes shining, was gazing at him.\n", "word": "blue", "modifies": "eye"}
{"color": "green", "line": "The Castle grounds were very green and fresh.\n", "word": "green", "modifies": "ground"}
{"color": "black", "line": "Then the silver string of the canal lay at random among the black heaps.\n", "word": "black", "modifies": "heap"}
{"color": "silver", "line": "Then the silver string of the canal lay at random among the black heaps.\n", "word": "silver", "modifies": "string"}
{"color": "black", "line": "Beyond, the dwellings, very dense on the river flat, looked like black, poisonous herbage, in thick rows and crowded beds, stretching right away, broken now and then by taller plants, right to where the river glistened in a hieroglyph across the country.\n", "word": "black", "modifies": "herbage"}
{"color": "pink", "line": "Great stretches of country darkened with trees and faintly brightened with corn land, spread towards the haze, where the hills rose blue beyond grey.\n", "word": "rose", "modifies": "hill"}
{"color": "white", "line": "Looking drearily across at the country which was forbidden her, her impassive face, pale and hostile, she reminded Paul of one of the bitter, remorseful angels.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "To the left the large church of St. Mary rose into space, to keep close company with the Castle, above the heaped rubble of the town.\n", "word": "rose", "modifies": "left"}
{"color": "white", "line": "Hers were large, to match her large limbs, but white and powerful looking.\n", "word": "white", "modifies": "limb"}
{"color": "yellow", "line": "The afternoon was perfectly still, with a dim haze, and yellow sheaves glowing through.\n", "word": "yellow", "modifies": "sheaf"}
{"color": "brown", "line": "The brown birds dashed over the hedges where the rose hips stood naked and scarlet.\n", "word": "brown", "modifies": "bird"}
{"color": "pink", "line": "The brown birds dashed over the hedges where the rose hips stood naked and scarlet.\n", "word": "rose", "modifies": "hip"}
{"color": "red", "line": "Red roofs of the cottages burned among the blue haze.\n", "word": "red", "modifies": "roof"}
{"color": "blue", "line": "Red roofs of the cottages burned among the blue haze.\n", "word": "blue", "modifies": "haze"}
{"color": "brown", "line": "There seemed an eternal maidenhood about her; and when he thought of her mother, he saw the great brown eyes of a maiden who was nearly scared and shocked out of her virgin maidenhood, but not quite, in spite of her seven children.\n", "word": "brown", "modifies": "eye"}
{"color": "white", "line": "Looking round he saw the pale blotch of her face down in the darkness under the hanging tree.\n", "word": "pale", "modifies": "blotch"}
{"color": "white", "line": "There was no more of her but this pale blotch.\n", "word": "pale", "modifies": "blotch"}
{"color": "black", "line": "He turned away and ran down the road, his fists clenched; and when he came to the wall over the lake he leaned there, almost stunned, looking up the black water.\n", "word": "black", "modifies": "water"}
{"color": "red", "line": "The trees at the back of the house, very large and tall, hung thick with scarlet and crimson drops, under the dark leaves.\n", "word": "crimson", "modifies": "drop"}
{"color": "red", "line": "The trees at the back of the house, very large and tall, hung thick with scarlet and crimson drops, under the dark leaves.\n", "word": "scarlet", "modifies": "drop"}
{"color": "red", "line": "Paul climbed high in the tree, above the scarlet roofs of the buildings.\n", "word": "scarlet", "modifies": "roof"}
{"color": "red", "line": "The young man, perched insecurely in the slender branches, rocked till he felt slightly drunk, reached down the boughs, where the scarlet beady cherries hung thick underneath, and tore off handful after handful of the sleek, cool fleshed fruit.\n", "word": "scarlet", "modifies": "cherry"}
{"color": "red", "line": "All shades of red, from a golden vermilion to a rich crimson, glowed and met his eyes under a darkness of leaves.\n", "word": "red", "modifies": "shade"}
{"color": "gold", "line": "Immense piles of gold flared out in the south east, heaped in soft, glowing yellow right up the sky.\n", "word": "gold", "modifies": "pile"}
{"color": "gold", "line": "The world, till now dusk and grey, reflected the gold glow, astonished.\n", "word": "gold", "modifies": "glow"}
{"color": "gray", "line": "The world, till now dusk and grey, reflected the gold glow, astonished.\n", "word": "grey", "modifies": "dusk"}
{"color": "gold", "line": "There was a faint gold glimmer on her face, that looked very soft, turned up to him.\n", "word": "gold", "modifies": "glimmer"}
{"color": "red", "line": "Two fine red pairs she hung over her ears; then she looked up again.\n", "word": "red", "modifies": "pair"}
{"color": "pink", "line": "Then the scarlet sank to rose, and rose to crimson, and quickly the passion went out of the sky.\n", "word": "rose", "modifies": "crimson"}
{"color": "gray", "line": "All the world was dark grey.\n", "word": "grey", "modifies": "world"}
{"color": "white", "line": "To him now, life seemed a shadow, day a white shadow; night, and death, and stillness, and inaction, this seemed like _being_.\n", "word": "white", "modifies": "shadow"}
{"color": "red", "line": "The cottage had a big garden in front, with red brick walls, against which the plum trees were nailed.\n", "word": "red", "modifies": "wall"}
{"color": "purple", "line": "The cottage had a big garden in front, with red brick walls, against which the plum trees were nailed.\n", "word": "plum", "modifies": "tree"}
{"color": "red", "line": "The sofa was covered all over with a sort of linen in squares of red and pale blue, old, much washed, but pretty.\n", "word": "red", "modifies": "square"}
{"color": "blue", "line": "The sofa was covered all over with a sort of linen in squares of red and pale blue, old, much washed, but pretty.\n", "word": "blue", "modifies": "square"}
{"color": "yellow", "line": "As she put her face down into the marigolds, it was all overcast with a yellow shine.\n", "word": "yellow", "modifies": "shine"}
{"color": "brown", "line": "Her big brown eyes were watching him, still and resigned and loving; she lay as if she had given herself up to sacrifice: there was her body for him; but the look at the back of her eyes, like a creature awaiting immolation, arrested him, and all his blood fell back.\n", "word": "brown", "modifies": "eye"}
{"color": "black", "line": "A half moon, dusky gold, was sinking behind the black sycamore at the end of the garden, making the sky dull purple with its glow.\n", "word": "black", "modifies": "sycamore"}
{"color": "gold", "line": "A half moon, dusky gold, was sinking behind the black sycamore at the end of the garden, making the sky dull purple with its glow.\n", "word": "gold", "modifies": "moon"}
{"color": "purple", "line": "A half moon, dusky gold, was sinking behind the black sycamore at the end of the garden, making the sky dull purple with its glow.\n", "word": "purple", "modifies": "glow"}
{"color": "white", "line": "Nearer, a dim white fence of lilies went across the garden, and the air all round seemed to stir with scent, as if it were alive.\n", "word": "white", "modifies": "fence"}
{"color": "white", "line": "He went across the bed of pinks, whose keen perfume came sharply across the rocking, heavy scent of the lilies, and stood alongside the white barrier of flowers.\n", "word": "white", "modifies": "barrier"}
{"color": "pink", "line": "He went across the bed of pinks, whose keen perfume came sharply across the rocking, heavy scent of the lilies, and stood alongside the white barrier of flowers.\n", "word": "pink", "modifies": "bed"}
{"color": "purple", "line": "Hunting round, he found the purple iris, touched their fleshy throats and their dark, grasping hands.\n", "word": "purple", "modifies": "iris"}
{"color": "brown", "line": "Those short sleeves, and Miriam’s brown skinned arms beneath them—such pitiful, resigned arms—gave him so much pain that they helped to make him cruel.\n", "word": "brown", "modifies": "arm"}
{"color": "yellow", "line": "They were sitting on the bank of a stream, where the lip of turf hung over a hollow bank of yellow earth, and he was hacking away with a stick, as he did when he was perturbed and cruel.\n", "word": "yellow", "modifies": "earth"}
{"color": "pink", "line": "His mother, who had been waiting, rose anxiously.\n", "word": "rose", "modifies": "mother"}
{"color": "gray", "line": "She seemed so well when she was happy that he forgot her grey hair.\n", "word": "grey", "modifies": "hair"}
{"color": "blue", "line": "So grey her face was, so blue her mouth!\n", "word": "blue", "modifies": "mouth"}
{"color": "red", "line": "But they were both of them flaming with blushes, and immediately he ran away.\n", "word": "flaming", "modifies": "blush"}
{"color": "blue", "line": "She was in a dark blue costume.\n", "word": "blue", "modifies": "costume"}
{"color": "red", "line": "He bought her a bunch of scarlet, brick red carnations.\n", "word": "red", "modifies": "carnation"}
{"color": "black", "line": "They crossed the wide, black space of the Midland Railway, and passed the cattle enclosure that stood out white.\n", "word": "black", "modifies": "space"}
{"color": "silver", "line": "The sky was grey, with glisten of silver here and there.\n", "word": "silver", "modifies": "glisten"}
{"color": "gray", "line": "The sky was grey, with glisten of silver here and there.\n", "word": "grey", "modifies": "sky"}
{"color": "red", "line": "In Wilford churchyard the dahlias were sodden with rain—wet black crimson balls.\n", "word": "crimson", "modifies": "ball"}
{"color": "black", "line": "In Wilford churchyard the dahlias were sodden with rain—wet black crimson balls.\n", "word": "black", "modifies": "ball"}
{"color": "green", "line": "No one was on the path that went along the green river meadow, along the elm tree colonnade.\n", "word": "green", "modifies": "river"}
{"color": "green", "line": "There was the faintest haze over the silvery dark water and the green meadow bank, and the elm trees that were spangled with gold.\n", "word": "green", "modifies": "bank"}
{"color": "red", "line": "The wet, red track, already sticky with fallen leaves, went up the steep bank between the grass.\n", "word": "red", "modifies": "track"}
{"color": "red", "line": "They went on up the slippery, steep red path.\n", "word": "red", "modifies": "path"}
{"color": "red", "line": "On the left the red wet plough land showed through the doorways between the elm boles and their branches.\n", "word": "red", "modifies": "land"}
{"color": "white", "line": "“It has scarcely altered since little Kirke White used to come,” he said.\n", "word": "white", "modifies": "kirke"}
{"color": "white", "line": "But he was watching her throat below the ear, where the flush was fusing into the honey white, and her mouth that pouted disconsolate.\n", "word": "white", "modifies": "honey"}
{"color": "pink", "line": "Halfway up the big colonnade of elms, where the Grove rose highest above the river, their forward movement faltered to an end.\n", "word": "rose", "modifies": "grove"}
{"color": "red", "line": "The cliff of red earth sloped swiftly down, through trees and bushes, to the river that glimmered and was dark between the foliage.\n", "word": "red", "modifies": "earth"}
{"color": "green", "line": "The far below water meadows were very green.\n", "word": "green", "modifies": "meadow"}
{"color": "red", "line": "The red clay went down almost sheer.\n", "word": "red", "modifies": "clay"}
{"color": "red", "line": "Her shoes were clogged with red earth.\n", "word": "red", "modifies": "earth"}
{"color": "pink", "line": "The cliff rose above them and fell away below.\n", "word": "rose", "modifies": "cliff"}
{"color": "red", "line": "There, to his disgust, the flood had eaten away the path, and the red decline ran straight into the water.\n", "word": "red", "modifies": "decline"}
{"color": "brown", "line": "The string of the parcel broke with a snap; the brown parcel bounded down, leaped into the water, and sailed smoothly away.\n", "word": "brown", "modifies": "parcel"}
{"color": "pink", "line": "The cliff rose high above Paul and Clara on their right hand.\n", "word": "rose", "modifies": "cliff"}
{"color": "red", "line": "“Let us try going forward,” he said; and they struggled in the red clay along the groove a man’s nailed boots had made.\n", "word": "red", "modifies": "clay"}
{"color": "gray", "line": "The men turned again to their fishing, stood over the grey glinting river like statues.\n", "word": "grey", "modifies": "river"}
{"color": "red", "line": "The bank was sheer red solid clay in front of them, sloping straight into the river.\n", "word": "red", "modifies": "clay"}
{"color": "red", "line": "“Stop a minute,” he said, and, digging his heels sideways into the steep bank of red clay, he began nimbly to mount.\n", "word": "red", "modifies": "clay"}
{"color": "black", "line": "When she arose, he, looking on the ground all the time, saw suddenly sprinkled on the black wet beech roots many scarlet carnation petals, like splashed drops of blood; and red, small splashes fell from her bosom, streaming down her dress to her feet.\n", "word": "black", "modifies": "beech"}
{"color": "red", "line": "When they were going away, the old lady came timidly with three tiny dahlias in full blow, neat as bees, and speckled scarlet and white.\n", "word": "scarlet", "modifies": "blow"}
{"color": "white", "line": "When they were going away, the old lady came timidly with three tiny dahlias in full blow, neat as bees, and speckled scarlet and white.\n", "word": "white", "modifies": "scarlet"}
{"color": "white", "line": "Her health was not good now, and there had come that ivory pallor into her face which he never noticed, and which afterwards he never forgot.\n", "word": "ivory", "modifies": "pallor"}
{"color": "green", "line": "The green engine hissed along the platform, the row of brown carriages drew up, several doors opened.\n", "word": "green", "modifies": "engine"}
{"color": "brown", "line": "The green engine hissed along the platform, the row of brown carriages drew up, several doors opened.\n", "word": "brown", "modifies": "carriage"}
{"color": "black", "line": "She had a big black hat on!\n", "word": "black", "modifies": "hat"}
{"color": "pink", "line": "In her hat were large silk roses, coloured like tarnished gold.\n", "word": "rose", "modifies": "silk"}
{"color": "blue", "line": "It was a blue, mild day.\n", "word": "blue", "modifies": "day"}
{"color": "red", "line": "Everywhere the brown leaves lay scattered; many scarlet hips stood upon the hedge beside the wood.\n", "word": "scarlet", "modifies": "hip"}
{"color": "brown", "line": "Everywhere the brown leaves lay scattered; many scarlet hips stood upon the hedge beside the wood.\n", "word": "brown", "modifies": "leaf"}
{"color": "pink", "line": "But they don’t care much for rose hips in this part, where they can get plenty of stuff.\n", "word": "rose", "modifies": "hip"}
{"color": "purple", "line": "In front of the window was a plot of sunny grass, with old lilacs round it.\n", "word": "lilac", "modifies": "plot"}
{"color": "red", "line": "And away went the garden, with heaps of dishevelled chrysanthemums in the sunshine, down to the sycamore tree, and the field, and beyond one looked over a few red roofed cottages to the hills with all the glow of the autumn afternoon.\n", "word": "red", "modifies": "cottage"}
{"color": "black", "line": "Mrs. Morel sat in her rocking chair, wearing her black silk blouse.\n", "word": "black", "modifies": "blouse"}
{"color": "white", "line": "Her grey brown hair was taken smooth back from her brow and her high temples; her face was rather pale.\n", "word": "pale", "modifies": "face"}
{"color": "brown", "line": "Her grey brown hair was taken smooth back from her brow and her high temples; her face was rather pale.\n", "word": "brown", "modifies": "hair"}
{"color": "gray", "line": "Her grey brown hair was taken smooth back from her brow and her high temples; her face was rather pale.\n", "word": "grey", "modifies": "hair"}
{"color": "pink", "line": "Mrs. Morel rose.\n", "word": "rose", "modifies": "mrs."}
{"color": "black", "line": "Clara wore a blouse of fine silk chiffon, with narrow black and white stripes; her hair was done simply, coiled on top of her head.\n", "word": "black", "modifies": "stripe"}
{"color": "blue", "line": "There was a lot of room at the oval table; the china of dark blue willow pattern looked pretty on the glossy cloth.\n", "word": "blue", "modifies": "willow"}
{"color": "yellow", "line": "There was a little bowl of small, yellow chrysanthemums.\n", "word": "yellow", "modifies": "chrysanthemum"}
{"color": "pink", "line": "Mrs. Morel rose.\n", "word": "rose", "modifies": "mrs."}
{"color": "white", "line": "He stood across in the other garden, beside a bush of pale Michaelmas daisies, watching the last bees crawl into the hive.\n", "word": "pale", "modifies": "daisy"}
{"color": "red", "line": "Over the low red wall in front was the country and the far off hills, all golden dim.\n", "word": "red", "modifies": "wall"}
{"color": "pink", "line": "Above her bowed head the pink flowers stared, as if defending her.\n", "word": "pink", "modifies": "flower"}
{"color": "white", "line": "“Look, Miriam; these are the white ones that came from your garden.\n", "word": "white", "modifies": "one"}
{"color": "yellow", "line": "These little yellow ones I like.\n", "word": "yellow", "modifies": "one"}
{"color": "black", "line": "All round lay the black night, speckled and spangled with lights.\n", "word": "black", "modifies": "night"}
{"color": "white", "line": "In the darkness she could see the round, pale face of the watch, but not the figures.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "All was black before her eyes; only a glowing match was red near her feet.\n", "word": "red", "modifies": "match"}
{"color": "black", "line": "All was black before her eyes; only a glowing match was red near her feet.\n", "word": "black", "modifies": "eye"}
{"color": "blue", "line": "“It’s only once in the bluest of blue moons,” he said.\n", "word": "blue", "modifies": "moon"}
{"color": "green", "line": "The dress, a simple thing of green crape, suited her.\n", "word": "green", "modifies": "crape"}
{"color": "green", "line": "And he was to sit all the evening beside her beautiful naked arm, watching the strong throat rise from the strong chest, watching the breasts under the green stuff, the curve of her limbs in the tight dress.\n", "word": "green", "modifies": "stuff"}
{"color": "white", "line": "All the time his blood kept sweeping up in great white hot waves that killed his consciousness momentarily.\n", "word": "white", "modifies": "wave"}
{"color": "white", "line": "He was Clara’s white heavy arms, her throat, her moving bosom.\n", "word": "white", "modifies": "arm"}
{"color": "gray", "line": "The grey and black eyes of Clara, her bosom coming down on him, her arm that he held gripped between his hands, were all that existed.\n", "word": "grey", "modifies": "eye"}
{"color": "blue", "line": "But he was obsessed by the desire to kiss the tiny blue vein that nestled in the bend of her arm.\n", "word": "blue", "modifies": "vein"}
{"color": "brown", "line": "It seemed he met a pair of brown eyes which hated him.\n", "word": "brown", "modifies": "eye"}
{"color": "green", "line": "He in his dinner jacket, and Clara in her green dress and bare arms, were confused.\n", "word": "green", "modifies": "dress"}
{"color": "gray", "line": "She looked up at him with her grey eyes, humiliated and lonely.\n", "word": "grey", "modifies": "eye"}
{"color": "pink", "line": "The elder woman rose and sailed stubbornly into the scullery, returning with his candle, which she put on the mantelpiece.\n", "word": "rose", "modifies": "woman"}
{"color": "white", "line": "The twisting stairs of white, scrubbed wood creaked and clanged at every step.\n", "word": "white", "modifies": "wood"}
{"color": "white", "line": "Clara was kneeling on a pile of white underclothing on the hearthrug, her back towards him, warming herself.\n", "word": "white", "modifies": "underclothing"}
{"color": "pink", "line": "The glow was rosy on one side, the shadow was dark and warm on the other.\n", "word": "rosy", "modifies": "glow"}
{"color": "white", "line": "She saw his neck in the flannel sleeping jacket, as white and round as a girl’s.\n", "word": "white", "modifies": "girl’s"}
{"color": "brown", "line": "Clara’s husband was growing stout; his eyelids were getting slack over his brown eyes; he was losing his healthy firmness of flesh.\n", "word": "brown", "modifies": "eye"}
{"color": "gray", "line": "Her colour came up, her grey eyes flashed.\n", "word": "grey", "modifies": "eye"}
{"color": "white", "line": "Paul’s office boy appeared, holding some white article.\n", "word": "white", "modifies": "article"}
{"color": "gray", "line": "The grey of the dawn, the far, desolate reaches of the fenland smitten with winter, the sea meadows rank with herbage, were stark enough to rejoice his soul.\n", "word": "grey", "modifies": "dawn"}
{"color": "green", "line": "They shuddered with cold; then he raced her down the road to the green turf bridge.\n", "word": "green", "modifies": "bridge"}
{"color": "white", "line": "The long waste of foreshore lay moaning under the dawn and the sea; the ocean was a flat dark strip with a white edge.\n", "word": "white", "modifies": "edge"}
{"color": "white", "line": "She was white and velvet skinned, with heavy shoulders.\n", "word": "white", "modifies": "shoulder"}
{"color": "gold", "line": "The morning was of a lovely limpid gold colour.\n", "word": "gold", "modifies": "colour"}
{"color": "white", "line": "The sea grass rose behind the white stripped woman.\n", "word": "white", "modifies": "woman"}
{"color": "pink", "line": "The sea grass rose behind the white stripped woman.\n", "word": "rose", "modifies": "grass"}
{"color": "white", "line": "He looked into her eyes, then away at the pale sands.\n", "word": "pale", "modifies": "sand"}
{"color": "white", "line": "He, on the sandhills, watched the great pale coast envelop her.\n", "word": "pale", "modifies": "coast"}
{"color": "white", "line": "She grew smaller, lost proportion, seemed only like a large white bird toiling forward.\n", "word": "white", "modifies": "bird"}
{"color": "white", "line": "“Not much more than a big white pebble on the beach, not much more than a clot of foam being blown and rolled over the sand,” he said to himself.\n", "word": "white", "modifies": "pebble"}
{"color": "white", "line": "Again he saw her, the merest white speck moving against the white, muttering sea edge.\n", "word": "white", "modifies": "speck"}
{"color": "white", "line": "“She’s lost like a grain of sand in the beach—just a concentrated speck blown along, a tiny white foam bubble, almost nothing among the morning.\n", "word": "white", "modifies": "bubble"}
{"color": "blue", "line": "Far and wide the beach, the sandhills with their blue marrain, the shining water, glowed together in immense, unbroken solitude.\n", "word": "blue", "modifies": "marrain"}
{"color": "silver", "line": "Her arm flashed up to him, she heaved on a wave, subsided, her shoulders in a pool of liquid silver.\n", "word": "silver", "modifies": "pool"}
{"color": "white", "line": "Her eyes met his, and in a moment he was kissing her white “goose fleshed” shoulder, and thinking: “What is she?\n", "word": "white", "modifies": "shoulder"}
{"color": "brown", "line": "The young man glanced, saw the dark brown eyes burning, full of hate and yet tired.\n", "word": "brown", "modifies": "eye"}
{"color": "black", "line": "They would be very near, almost dangerously near to the river, so that the black water ran not far from his face, and it gave a little thrill; or they loved sometimes in a little hollow below the fence of the path where people were passing occasionally, on the edge of the town, and they heard footsteps coming, almost felt the vibration of the tread, and they heard what the passers by said—strange little things that were never intended to be heard.\n", "word": "black", "modifies": "water"}
{"color": "yellow", "line": "The town ceases almost abruptly on the edge of a steep hollow; there the houses with their yellow lights stand up against the darkness.\n", "word": "yellow", "modifies": "light"}
{"color": "black", "line": "Behind, the houses stood on the brim of the dip, black against the sky, like wild beasts glaring curiously with yellow eyes down into the darkness.\n", "word": "black", "modifies": "dip"}
{"color": "yellow", "line": "Behind, the houses stood on the brim of the dip, black against the sky, like wild beasts glaring curiously with yellow eyes down into the darkness.\n", "word": "yellow", "modifies": "eye"}
{"color": "blue", "line": "Her blue eyes—they were all he wanted to see.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "His mother was pale as death now, and very thin.\n", "word": "pale", "modifies": "mother"}
{"color": "white", "line": "He went mostly into the company of men, was always at the George or the White Horse.\n", "word": "white", "modifies": "horse"}
{"color": "pink", "line": "His mother sat up in bed, wearing a dressing gown of old rose colour.\n", "word": "rose", "modifies": "colour"}
{"color": "pink", "line": "She wore the old rose dressing gown that Leonard had given Annie, and, with a little colour in her face, was quite young again.\n", "word": "rose", "modifies": "dressing"}
{"color": "blue", "line": "Her face looked as if she were dead, with blue lips shut tight.\n", "word": "blue", "modifies": "lip"}
{"color": "blue", "line": "Her eyes opened—her blue, unfailing eyes—and she looked at him pleadingly, almost wanting him to forgive her.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "Her eyes were so blue—such a wonderful forget me not blue!\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "Paul thought of his mother, in her little black costume, sitting waiting likewise.\n", "word": "black", "modifies": "costume"}
{"color": "gray", "line": "Then he tried to brush some grey ash off his coat.\n", "word": "grey", "modifies": "ash"}
{"color": "gray", "line": "It was one of his mother’s grey hairs.\n", "word": "grey", "modifies": "hair"}
{"color": "gray", "line": "The long grey hair floated and was gone in the blackness of the chimney.\n", "word": "grey", "modifies": "hair"}
{"color": "brown", "line": "Still he sat a few minutes, stroking the brown and grey hair from her temples.\n", "word": "brown", "modifies": "hair"}
{"color": "blue", "line": "And her blue eyes were wide and staring as she thought of him.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "He was just as much alone whether he was with Clara or with the men in the White Horse.\n", "word": "white", "modifies": "horse"}
{"color": "blue", "line": "Under the blue sky they could all see she was dying.\n", "word": "blue", "modifies": "sky"}
{"color": "pink", "line": "After a minute he rose.\n", "word": "rose", "modifies": "minute"}
{"color": "red", "line": "There they sat while the scarlet geraniums and the yellow calceolarias blazed in the sunlight.\n", "word": "scarlet", "modifies": "geranium"}
{"color": "yellow", "line": "There they sat while the scarlet geraniums and the yellow calceolarias blazed in the sunlight.\n", "word": "yellow", "modifies": "calceolaria"}
{"color": "gray", "line": "She looked at him with startled grey eyes, and her face went pale.\n", "word": "grey", "modifies": "eye"}
{"color": "pink", "line": "But she left him roses and fruit and money.\n", "word": "rose", "modifies": "fruit"}
{"color": "white", "line": "The gold wedding ring shone on her white hand; her hair was carefully brushed.\n", "word": "white", "modifies": "hand"}
{"color": "gold", "line": "The gold wedding ring shone on her white hand; her hair was carefully brushed.\n", "word": "gold", "modifies": "wedding"}
{"color": "blue", "line": "And all the while her blue eyes watched him.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "The grey and brown hair was loose over her ear.\n", "word": "brown", "modifies": "hair"}
{"color": "gray", "line": "The grey and brown hair was loose over her ear.\n", "word": "grey", "modifies": "hair"}
{"color": "blue", "line": "Her blue eyes smiled straight into his, like a girl’s—warm, laughing with tender love.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "It was like fine long silk of brown and grey.\n", "word": "brown", "modifies": "silk"}
{"color": "blue", "line": "And so often he found her blue eyes fixed on him.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Sometimes he came in, very pale and still, with watchful, sudden eyes, like a man who is drunk almost to death.\n", "word": "pale", "modifies": "eye"}
{"color": "gray", "line": "In the morning they were both normal again, though her face was grey with the morphia, and her body felt like ash.\n", "word": "grey", "modifies": "face"}
{"color": "white", "line": "He was quick and active and lively; but when his friends saw him go white to the gills, his eyes dark and glittering, they had a certain mistrust of him.\n", "word": "white", "modifies": "gill"}
{"color": "black", "line": "And in the evening they sat among the sandhills, looking at the black, heavy sea.\n", "word": "black", "modifies": "sea"}
{"color": "pink", "line": "Listless and pale, the man rose to greet the other, clinging to his chair as he held out his hand.\n", "word": "rose", "modifies": "man"}
{"color": "red", "line": "The furnaces flared in a red blotch over Bulwell; the black clouds were like a low ceiling.\n", "word": "red", "modifies": "blotch"}
{"color": "black", "line": "The furnaces flared in a red blotch over Bulwell; the black clouds were like a low ceiling.\n", "word": "black", "modifies": "cloud"}
{"color": "black", "line": "As he went along the ten miles of highroad, he felt as if he were walking out of life, between the black levels of the sky and the earth.\n", "word": "black", "modifies": "level"}
{"color": "red", "line": "Across the field he could see the red firelight leaping in her bedroom window.\n", "word": "red", "modifies": "firelight"}
{"color": "red", "line": "The red firelight dashed its glow on the landing.\n", "word": "red", "modifies": "firelight"}
{"color": "white", "line": "His mother was wasted and almost ashen in the morning with the morphia.\n", "word": "ashen", "modifies": "morning"}
{"color": "white", "line": "He saw the marks of rabbits and birds in the white snow.\n", "word": "white", "modifies": "snow"}
{"color": "red", "line": "A smoky red sunset came on slowly, painfully, lingering.\n", "word": "red", "modifies": "sunset"}
{"color": "gray", "line": "Paul put the long thin plait of grey hair over her shoulder and kissed her.\n", "word": "grey", "modifies": "hair"}
{"color": "brown", "line": "He hugged himself in his brown blanket, crouched in front of his mother, watching.\n", "word": "brown", "modifies": "blanket"}
{"color": "gray", "line": "A grey, deathly dawn crept over the snow.\n", "word": "grey", "modifies": "dawn"}
{"color": "black", "line": "Tired, he laid his black arms on the table.\n", "word": "black", "modifies": "arm"}
{"color": "brown", "line": "Only the hair as it arched so beautifully from her temples was mixed with silver, and the two simple plaits that lay on her shoulders were filigree of silver and brown.\n", "word": "brown", "modifies": "silver"}
{"color": "pink", "line": "His father rose from the couch as he entered, saying in a plaintive way: “I thought tha wor niver comin’, lad.” “I didn’t think you’d sit up,” said Paul.\n", "word": "rose", "modifies": "father"}
{"color": "white", "line": "He saw the white uplifted form in the twilight, but her he dared not see.\n", "word": "white", "modifies": "form"}
{"color": "white", "line": "The wet clay glistened, all the white flowers were soaked.\n", "word": "white", "modifies": "flower"}
{"color": "black", "line": "The procession of black, with its umbrellas glistening, turned away.\n", "word": "black", "modifies": "procession"}
{"color": "white", "line": "He wiped his eyes with his white handkerchief.\n", "word": "white", "modifies": "handkerchief"}
{"color": "white", "line": "Sometimes, later, he came down from his afternoon sleep, white and cowering.\n", "word": "white", "modifies": "sleep"}
{"color": "white", "line": "Morel saw the wrist and the white hand of the other man gripping the stem of the pipe and knocking out the ash, as if he had given up.\n", "word": "white", "modifies": "hand"}
{"color": "brown", "line": "Those brown eyes, full of the consciousness of failure, almost pleading for reassurance, for someone to re establish the man in himself, to warm him, to set him up firm again, troubled Paul.\n", "word": "brown", "modifies": "eye"}
{"color": "gray", "line": "The sea was grey and shaggy and dismal.\n", "word": "grey", "modifies": "sea"}
{"color": "black", "line": "His black overcoat was buttoned up to the chin because of the rain.\n", "word": "black", "modifies": "overcoat"}
{"color": "white", "line": "He was pale, with almost a touch of nobility in his quietness.\n", "word": "pale", "modifies": "touch"}
{"color": "gray", "line": "The sitting room faced the sea, whose tide, grey and shaggy, hissed not far off.\n", "word": "grey", "modifies": "tide"}
{"color": "gray", "line": "He saw the tiny drop pearls among the grey.\n", "word": "grey", "modifies": "pearl"}
{"color": "black", "line": "He saw the brown, humble nape of her neck under its black curls.\n", "word": "black", "modifies": "curl"}
{"color": "brown", "line": "He saw the brown, humble nape of her neck under its black curls.\n", "word": "brown", "modifies": "nape"}
{"color": "brown", "line": "Her great brown eyes dilated in fear, then went questioning at the sight of him.\n", "word": "brown", "modifies": "eye"}
{"color": "black", "line": "Away towards Colwick all was black night.\n", "word": "black", "modifies": "night"}
{"color": "red", "line": "There was a bowl of freesias and scarlet anemones on the table.\n", "word": "scarlet", "modifies": "anemone"}
{"color": "brown", "line": "Still, the curls were fine and free, but her face was much older, the brown throat much thinner.\n", "word": "brown", "modifies": "throat"}
{"color": "brown", "line": "Her brown, nervous hands were clasped over her knee.\n", "word": "brown", "modifies": "hand"}
{"color": "black", "line": "His slim, black, tortured body lay quite still in the chair.\n", "word": "black", "modifies": "body"}
{"color": "red", "line": "She bowed her face over the flowers—the freesias so sweet and spring like, the scarlet anemones flaunting over the table.\n", "word": "scarlet", "modifies": "anemone"}
{"color": "gold", "line": "Turning sharply, he walked towards the city’s gold phosphorescence.\n", "word": "gold", "modifies": "phosphorescence"}
