{"color": "red", "line": "In the offing the sea and the sky were welded together without a joint, and in the luminous space the tanned sails of the barges drifting up with the tide seemed to stand still in red clusters of canvas sharply peaked, with gleams of varnished sprits.\n", "word": "red", "modifies": "cluster"}
{"color": "yellow", "line": "He had sunken cheeks, a yellow complexion, a straight back, an ascetic aspect, and, with his arms dropped, the palms of hands outwards, resembled an idol.\n", "word": "yellow", "modifies": "complexion"}
{"color": "gold", "line": "Hunters for gold or pursuers of fame, they all had gone out on that stream, bearing the sword, and often the torch, messengers of the might within the land, bearers of a spark from the sacred fire.\n", "word": "gold", "modifies": "hunter"}
{"color": "red", "line": "Flames glided in the river, small green flames, red flames, white flames, pursuing, overtaking, joining, crossing each other—then separating slowly or hastily.\n", "word": "red", "modifies": "flame"}
{"color": "green", "line": "Flames glided in the river, small green flames, red flames, white flames, pursuing, overtaking, joining, crossing each other—then separating slowly or hastily.\n", "word": "green", "modifies": "flame"}
{"color": "white", "line": "Flames glided in the river, small green flames, red flames, white flames, pursuing, overtaking, joining, crossing each other—then separating slowly or hastily.\n", "word": "white", "modifies": "flame"}
{"color": "white", "line": "It had ceased to be a blank space of delightful mystery—a white patch for a boy to dream gloriously over.\n", "word": "white", "modifies": "patch"}
{"color": "black", "line": "Yes, two black hens.\n", "word": "black", "modifies": "hen"}
{"color": "white", "line": "Therefore he whacked the old nigger mercilessly, while a big crowd of his people watched him, thunderstruck, till some man—I was told the chief’s son—in desperation at hearing the old chap yell, made a tentative jab with a spear at the white man—and of course it went quite easy between the shoulder blades.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "Two women, one fat and the other slim, sat on straw bottomed chairs, knitting black wool.\n", "word": "black", "modifies": "wool"}
{"color": "green", "line": "There was a vast amount of red—good to see at any time, because one knows that some real work is done in there, a deuce of a lot of blue, a little green, smears of orange, and, on the East Coast, a purple patch, to show where the jolly pioneers of progress drink the jolly lager beer.\n", "word": "green", "modifies": "lot"}
{"color": "blue", "line": "There was a vast amount of red—good to see at any time, because one knows that some real work is done in there, a deuce of a lot of blue, a little green, smears of orange, and, on the East Coast, a purple patch, to show where the jolly pioneers of progress drink the jolly lager beer.\n", "word": "blue", "modifies": "lot"}
{"color": "purple", "line": "There was a vast amount of red—good to see at any time, because one knows that some real work is done in there, a deuce of a lot of blue, a little green, smears of orange, and, on the East Coast, a purple patch, to show where the jolly pioneers of progress drink the jolly lager beer.\n", "word": "purple", "modifies": "patch"}
{"color": "white", "line": "A door opened, a white haired secretarial head, but wearing a compassionate expression, appeared, and a skinny forefinger beckoned me into the sanctuary.\n", "word": "white", "modifies": "head"}
{"color": "white", "line": "From behind that structure came out an impression of pale plumpness in a frock coat.\n", "word": "pale", "modifies": "plumpness"}
{"color": "black", "line": "In the outer room the two women knitted black wool feverishly.\n", "word": "black", "modifies": "wool"}
{"color": "white", "line": "She wore a starched white affair on her head, had a wart on one cheek, and silver rimmed spectacles hung on the tip of her nose.\n", "word": "white", "modifies": "affair"}
{"color": "black", "line": "Often far away there I thought of these two, guarding the door of Darkness, knitting black wool as for a warm pall, one introducing, introducing continuously to the unknown, the other scrutinizing the cheery and foolish faces with unconcerned old eyes.\n", "word": "black", "modifies": "wool"}
{"color": "black", "line": "The edge of a colossal jungle, so dark green as to be almost black, fringed with white surf, ran straight, like a ruled line, far, far away along a blue sea whose glitter was blurred by a creeping mist.\n", "word": "black", "modifies": "green"}
{"color": "white", "line": "The edge of a colossal jungle, so dark green as to be almost black, fringed with white surf, ran straight, like a ruled line, far, far away along a blue sea whose glitter was blurred by a creeping mist.\n", "word": "white", "modifies": "surf"}
{"color": "blue", "line": "The edge of a colossal jungle, so dark green as to be almost black, fringed with white surf, ran straight, like a ruled line, far, far away along a blue sea whose glitter was blurred by a creeping mist.\n", "word": "blue", "modifies": "sea"}
{"color": "white", "line": "Here and there greyish whitish specks showed up clustered inside the white surf, with a flag flying above them perhaps.\n", "word": "white", "modifies": "surf"}
{"color": "black", "line": "It was paddled by black fellows.\n", "word": "black", "modifies": "fellow"}
{"color": "white", "line": "You could see from afar the white of their eyeballs glistening.\n", "word": "white", "modifies": "eyeball"}
{"color": "white", "line": "Pop, would go one of the six inch guns; a small flame would dart and vanish, a little white smoke would disappear, a tiny projectile would give a feeble screech—and nothing happened.\n", "word": "white", "modifies": "smoke"}
{"color": "black", "line": "A lot of people, mostly black and naked, moved about like ants.\n", "word": "black", "modifies": "lot"}
{"color": "black", "line": "A horn tooted to the right, and I saw the black people run.\n", "word": "black", "modifies": "people"}
{"color": "black", "line": "Six black men advanced in a file, toiling up the path.\n", "word": "black", "modifies": "men"}
{"color": "black", "line": "Black rags were wound round their loins, and the short ends behind waggled to and fro like tails.\n", "word": "black", "modifies": "rag"}
{"color": "white", "line": "He had a uniform jacket with one button off, and seeing a white man on the path, hoisted his weapon to his shoulder with alacrity.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "This was simple prudence, white men being so much alike at a distance that he could not tell who I might be.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "He was speedily reassured, and with a large, white, rascally grin, and a glance at his charge, seemed to take me into partnership in his exalted trust.\n", "word": "white", "modifies": "grin"}
{"color": "red", "line": "these were strong, lusty, red eyed devils, that swayed and drove men—men, I tell you.\n", "word": "red", "modifies": "devil"}
{"color": "black", "line": "“Black shapes crouched, lay, sat between the trees leaning against the trunks, clinging to the earth, half coming out, half effaced within the dim light, in all the attitudes of pain, abandonment, and despair.\n", "word": "black", "modifies": "shape"}
{"color": "black", "line": "They were not enemies, they were not criminals, they were nothing earthly now—nothing but black shadows of disease and starvation, lying confusedly in the greenish gloom.\n", "word": "black", "modifies": "shadow"}
{"color": "black", "line": "The black bones reclined at full length with one shoulder against the tree, and slowly the eyelids rose and the sunken eyes looked up at me, enormous and vacant, a kind of blind, white flicker in the depths of the orbs, which died out slowly.\n", "word": "black", "modifies": "bone"}
{"color": "white", "line": "The black bones reclined at full length with one shoulder against the tree, and slowly the eyelids rose and the sunken eyes looked up at me, enormous and vacant, a kind of blind, white flicker in the depths of the orbs, which died out slowly.\n", "word": "white", "modifies": "flicker"}
{"color": "pink", "line": "The black bones reclined at full length with one shoulder against the tree, and slowly the eyelids rose and the sunken eyes looked up at me, enormous and vacant, a kind of blind, white flicker in the depths of the orbs, which died out slowly.\n", "word": "rose", "modifies": "eyelid"}
{"color": "black", "line": "It looked startling round his black neck, this bit of white thread from beyond the seas.\n", "word": "black", "modifies": "neck"}
{"color": "white", "line": "It looked startling round his black neck, this bit of white thread from beyond the seas.\n", "word": "white", "modifies": "thread"}
{"color": "pink", "line": "While I stood horror struck, one of these creatures rose to his hands and knees, and went off on all fours towards the river to drink.\n", "word": "rose", "modifies": "hand"}
{"color": "white", "line": "When near the buildings I met a white man, in such an unexpected elegance of get up that in the first moment I took him for a sort of vision.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "I saw a high starched collar, white cuffs, a light alpaca jacket, snowy trousers, a clean necktie, and varnished boots.\n", "word": "white", "modifies": "cuff"}
{"color": "green", "line": "Hair parted, brushed, oiled, under a green lined parasol held in a big white hand.\n", "word": "green", "modifies": "parasol"}
{"color": "white", "line": "Hair parted, brushed, oiled, under a green lined parasol held in a big white hand.\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "Strings of dusty niggers with splay feet arrived and departed; a stream of manufactured goods, rubbishy cottons, beads, and brass wire sent into the depths of darkness, and in return came a precious trickle of ivory.\n", "word": "ivory", "modifies": "trickle"}
{"color": "white", "line": "Once a white man in an unbuttoned uniform, camping on the path with an armed escort of lank Zanzibaris, very hospitable and festive—not to say drunk.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "I had a white companion, too, not a bad chap, but rather too fleshy and with the exasperating habit of fainting on the hot hillsides, miles away from the least bit of shade and water.\n", "word": "white", "modifies": "companion"}
{"color": "white", "line": "White men with long staves in their hands appeared languidly from amongst the buildings, strolling up to take a look at me, and then retired out of sight somewhere.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "One of them, a stout, excitable chap with black moustaches, informed me with great volubility and many digressions, as soon as I told him who I was, that my steamer was at the bottom of the river.\n", "word": "black", "modifies": "moustache"}
{"color": "blue", "line": "His eyes, of the usual blue, were perhaps remarkably cold, and he certainly could make his glance fall on one as trenchant and heavy as an axe.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "When annoyed at meal times by the constant quarrels of the white men about precedence, he ordered an immense round table to be made, for which a special house had to be built.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "He allowed his ‘boy’—an overfed young negro from the coast—to treat the white men, under his very eyes, with provoking insolence.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "The word ‘ivory’ rang in the air, was whispered, was sighed.\n", "word": "ivory", "modifies": "word"}
{"color": "black", "line": "Black figures strolled about listlessly, pouring water on the glow, whence proceeded a sound of hissing; steam ascended in the moonlight, the beaten nigger groaned somewhere.\n", "word": "black", "modifies": "figure"}
{"color": "black", "line": "was in my nostrils, the high stillness of primeval forest was before my eyes; there were shiny patches on the black creek.\n", "word": "black", "modifies": "creek"}
{"color": "white", "line": "After work hours he used sometimes to come over from his hut for a talk about his children and his pigeons; at work, when he had to crawl in the mud under the bottom of the steamboat, he would tie up that beard of his in a kind of white serviette he brought for the purpose.\n", "word": "white", "modifies": "serviette"}
{"color": "white", "line": "It came in sections during the next three weeks, each section headed by a donkey carrying a white man in new clothes and tan shoes, bowing from that elevation right and left to the impressed pilgrims.\n", "word": "white", "modifies": "man"}
{"color": "brown", "line": "It came in sections during the next three weeks, each section headed by a donkey carrying a white man in new clothes and tan shoes, bowing from that elevation right and left to the impressed pilgrims.\n", "word": "tan", "modifies": "shoe"}
{"color": "white", "line": "A quarrelsome band of footsore sulky niggers trod on the heels of the donkey; a lot of tents, camp stools, tin boxes, white cases, brown bales would be shot down in the courtyard, and the air of mystery would deepen a little over the muddle of the station.\n", "word": "white", "modifies": "case"}
{"color": "brown", "line": "A quarrelsome band of footsore sulky niggers trod on the heels of the donkey; a lot of tents, camp stools, tin boxes, white cases, brown bales would be shot down in the courtyard, and the air of mystery would deepen a little over the muddle of the station.\n", "word": "brown", "modifies": "bale"}
{"color": "white", "line": "The other explained that it had come with a fleet of canoes in charge of an English half caste clerk Kurtz had with him; that Kurtz had apparently intended to return himself, the station being by that time bare of goods and stores, but after coming three hundred miles, had suddenly decided to go back, which he started to do alone in a small dugout with four paddlers, leaving the half caste to continue down the river with the ivory.\n", "word": "ivory", "modifies": "river"}
{"color": "white", "line": "It was a distinct glimpse: the dugout, four paddling savages, and the lone white man turning his back suddenly on the headquarters, on relief, on thoughts of home—perhaps; setting his face towards the depths of the wilderness, towards his empty and desolate station.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "It was so startling that I leaped to my feet and looked back at the edge of the forest, as though I had expected an answer of some sort to that black display of confidence.\n", "word": "black", "modifies": "display"}
{"color": "white", "line": "Sometimes we came upon a station close by the bank, clinging to the skirts of the unknown, and the white men rushing out of a tumble down hovel, with great gestures of joy and surprise and welcome, seemed very strange—had the appearance of being held there captive by a spell.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "The word ivory would ring in the air for a while—and on we went again into the silence, along empty reaches, round the still bends, between the high walls of our winding way, reverberating in hollow claps the ponderous beat of the stern wheel.\n", "word": "ivory", "modifies": "word"}
{"color": "black", "line": "But suddenly, as we struggled round a bend, there would be a glimpse of rush walls, of peaked grass roofs, a burst of yells, a whirl of black limbs, a mass of hands clapping of feet stamping, of bodies swaying, of eyes rolling, under the droop of heavy and motionless foliage.\n", "word": "black", "modifies": "limb"}
{"color": "black", "line": "The steamer toiled along slowly on the edge of a black and incomprehensible frenzy.\n", "word": "black", "modifies": "frenzy"}
{"color": "white", "line": "I had to mess about with white lead and strips of woolen blanket helping to put bandages on those leaky steam pipes—I tell you.\n", "word": "white", "modifies": "lead"}
{"color": "red", "line": "A torn curtain of red twill hung in the doorway of the hut, and flapped sadly in our faces.\n", "word": "red", "modifies": "twill"}
{"color": "white", "line": "The dwelling was dismantled; but we could see a white man had lived there not very long ago.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "It had lost its covers, and the pages had been thumbed into a state of extremely dirty softness; but the back had been lovingly stitched afresh with white cotton thread, which looked clean yet.\n", "word": "white", "modifies": "thread"}
{"color": "white", "line": "When the sun rose there was a white fog, very warm and clammy, and more blinding than the night.\n", "word": "white", "modifies": "fog"}
{"color": "pink", "line": "When the sun rose there was a white fog, very warm and clammy, and more blinding than the night.\n", "word": "rose", "modifies": "sun"}
{"color": "white", "line": "We had a glimpse of the towering multitude of trees, of the immense matted jungle, with the blazing little ball of the sun hanging over it—all perfectly still—and then the white shutter came down again, smoothly, as if sliding in greased grooves.\n", "word": "white", "modifies": "shutter"}
{"color": "red", "line": "What is the meaning—’ stammered at my elbow one of the pilgrims—a little fat man, with sandy hair and red whiskers, who wore sidespring boots, and pink pyjamas tucked into his socks.\n", "word": "red", "modifies": "whisker"}
{"color": "pink", "line": "What is the meaning—’ stammered at my elbow one of the pilgrims—a little fat man, with sandy hair and red whiskers, who wore sidespring boots, and pink pyjamas tucked into his socks.\n", "word": "pink", "modifies": "pyjama"}
{"color": "black", "line": "It was very curious to see the contrast of expressions of the white men and of the black fellows of our crew, who were as much strangers to that part of the river as we, though their homes were only eight hundred miles away.\n", "word": "black", "modifies": "fellow"}
{"color": "white", "line": "It was very curious to see the contrast of expressions of the white men and of the black fellows of our crew, who were as much strangers to that part of the river as we, though their homes were only eight hundred miles away.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "Their headman, a young, broad chested black, severely draped in dark blue fringed cloths, with fierce nostrils and his hair all done up artfully in oily ringlets, stood near me.\n", "word": "black", "modifies": "headman"}
{"color": "blue", "line": "Their headman, a young, broad chested black, severely draped in dark blue fringed cloths, with fierce nostrils and his hair all done up artfully in oily ringlets, stood near me.\n", "word": "blue", "modifies": "cloth"}
{"color": "purple", "line": "For the rest, the only thing to eat—though it didn’t look eatable in the least—I saw in their possession was a few lumps of some stuff like half cooked dough, of a dirty lavender colour, they kept wrapped in leaves, and now and then swallowed a piece of, but so small that it seemed done more for the looks of the thing than for any serious purpose of sustenance.\n", "word": "lavender", "modifies": "colour"}
{"color": "black", "line": "Don’t you know the devilry of lingering starvation, its exasperating torment, its black thoughts, its sombre and brooding ferocity?\n", "word": "black", "modifies": "thought"}
{"color": "white", "line": "The approach to this Kurtz grubbing for ivory in the wretched bush was beset by as many dangers as though he had been an enchanted princess sleeping in a fabulous castle.\n", "word": "ivory", "modifies": "grubbing"}
{"color": "green", "line": "We had just floundered and flopped round a bend, when I saw an islet, a mere grassy hummock of bright green, in the middle of the stream.\n", "word": "green", "modifies": "hummock"}
{"color": "black", "line": "An athletic black belonging to some coast tribe and educated by my poor predecessor, was the helmsman.\n", "word": "black", "modifies": "helmsman"}
{"color": "blue", "line": "He sported a pair of brass earrings, wore a blue cloth wrapper from the waist to the ankles, and thought all the world of himself.\n", "word": "blue", "modifies": "wrapper"}
{"color": "brown", "line": "I had to lean right out to swing the heavy shutter, and I saw a face amongst the leaves on the level with my own, looking at me very fierce and steady; and then suddenly, as though a veil had been removed from my eyes, I made out, deep in the tangled gloom, naked breasts, arms, legs, glaring eyes—the bush was swarming with human limbs in movement, glistening of bronze colour.\n", "word": "bronze", "modifies": "colour"}
{"color": "red", "line": "It was the shaft of a spear that, either thrown or lunged through the opening, had caught him in the side, just below the ribs; the blade had gone in out of sight, after making a frightful gash; my shoes were full; a pool of blood lay very still, gleaming dark red under the wheel; his eyes shone with an amazing lustre.\n", "word": "red", "modifies": "wheel"}
{"color": "pink", "line": "I put the helm hard a starboard at the moment when the pilgrim in pink pyjamas, very hot and agitated, appeared in the doorway.\n", "word": "pink", "modifies": "pyjama"}
{"color": "black", "line": "Only in the very last moment, as though in response to some sign we could not see, to some whisper we could not hear, he frowned heavily, and that frown gave to his black death mask an inconceivably sombre, brooding, and menacing expression.\n", "word": "black", "modifies": "death"}
{"color": "white", "line": "The wilderness had patted him on the head, and, behold, it was like a ball—an ivory ball; it had caressed him, and—lo!—he had withered; it had taken him, loved him, embraced him, got into his veins, consumed his flesh, and sealed his soul to its own by the inconceivable ceremonies of some devilish initiation.\n", "word": "ivory", "modifies": "ball"}
{"color": "white", "line": "‘My Intended, my ivory, my station, my river, my—’ everything belonged to him.\n", "word": "ivory", "modifies": "station"}
{"color": "white", "line": "He began with the argument that we whites, from the point of development we had arrived at, ‘must necessarily appear to them [savages] in the nature of supernatural beings—we approach them with the might of a deity,’ and so on, and so on.\n", "word": "white", "modifies": "argument"}
{"color": "black", "line": "Perhaps you will think it passing strange this regret for a savage who was no more account than a grain of sand in a black Sahara.\n", "word": "black", "modifies": "sahara"}
{"color": "pink", "line": "Besides, I was anxious to take the wheel, the man in pink pyjamas showing himself a hopeless duffer at the business.\n", "word": "pink", "modifies": "pyjama"}
{"color": "red", "line": "The red haired pilgrim was beside himself with the thought that at least this poor Kurtz had been properly avenged.\n", "word": "red", "modifies": "pilgrim"}
{"color": "black", "line": "A long decaying building on the summit was half buried in the high grass; the large holes in the peaked roof gaped black from afar; the jungle and the woods made a background.\n", "word": "black", "modifies": "afar"}
{"color": "white", "line": "The river bank was clear, and on the waterside I saw a white man under a hat like a cart wheel beckoning persistently with his whole arm.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "His clothes had been made of some stuff that was brown holland probably, but it was covered with patches all over, with bright patches, blue, red, and yellow—patches on the back, patches on the front, patches on elbows, on knees; coloured binding around his jacket, scarlet edging at the bottom of his trousers; and the sunshine made him look extremely gay and wonderfully neat withal, because you could see how beautifully all this patching had been done.\n", "word": "red", "modifies": "patch"}
{"color": "blue", "line": "His clothes had been made of some stuff that was brown holland probably, but it was covered with patches all over, with bright patches, blue, red, and yellow—patches on the back, patches on the front, patches on elbows, on knees; coloured binding around his jacket, scarlet edging at the bottom of his trousers; and the sunshine made him look extremely gay and wonderfully neat withal, because you could see how beautifully all this patching had been done.\n", "word": "blue", "modifies": "patch"}
{"color": "brown", "line": "His clothes had been made of some stuff that was brown holland probably, but it was covered with patches all over, with bright patches, blue, red, and yellow—patches on the back, patches on the front, patches on elbows, on knees; coloured binding around his jacket, scarlet edging at the bottom of his trousers; and the sunshine made him look extremely gay and wonderfully neat withal, because you could see how beautifully all this patching had been done.\n", "word": "brown", "modifies": "stuff"}
{"color": "blue", "line": "A beardless, boyish face, very fair, no features to speak of, nose peeling, little blue eyes, smiles and frowns chasing each other over that open countenance like sunshine and shadow on a wind swept plain.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "I’ve sent him one small lot of ivory a year ago, so that he can’t call me a little thief when I get back.\n", "word": "ivory", "modifies": "lot"}
{"color": "white", "line": "‘Oh, yes, of course’; he had discovered lots of villages, a lake, too—he did not know exactly in what direction; it was dangerous to inquire too much—but mostly his expeditions had been for ivory.\n", "word": "ivory", "modifies": "expedition"}
{"color": "white", "line": "And he would say yes, and then he would remain; go off on another ivory hunt; disappear for weeks; forget himself amongst these people—forget himself—you know.’ ‘Why!\n", "word": "ivory", "modifies": "hunt"}
{"color": "white", "line": "Evidently the appetite for more ivory had got the better of the—what shall I say?—less material aspirations.\n", "word": "ivory", "modifies": "appetite"}
{"color": "white", "line": "I returned deliberately to the first I had seen—and there it was, black, dried, sunken, with closed eyelids—a head that seemed to sleep at the top of that pole, and, with the shrunken dry lips showing a narrow white line of the teeth, was smiling, too, smiling continuously at some endless and jocose dream of that eternal slumber.\n", "word": "white", "modifies": "line"}
{"color": "brown", "line": "“Dark human shapes could be made out in the distance, flitting indistinctly against the gloomy border of the forest, and near the river two bronze figures, leaning on tall spears, stood in the sunlight under fantastic head dresses of spotted skins, warlike and still in statuesque repose.\n", "word": "bronze", "modifies": "figure"}
{"color": "red", "line": "She carried her head high; her hair was done in the shape of a helmet; she had brass leggings to the knee, brass wire gauntlets to the elbow, a crimson spot on her tawny cheek, innumerable necklaces of glass beads on her neck; bizarre things, charms, gifts of witch men, that hung about her, glittered and trembled at every step.\n", "word": "crimson", "modifies": "spot"}
{"color": "yellow", "line": "There was a low jingle, a glint of yellow metal, a sway of fringed draperies, and she stopped as if her heart had failed her.\n", "word": "yellow", "modifies": "metal"}
{"color": "white", "line": "‘He suspected there was an active ill will towards him on the part of these white men that—’ ‘You are right,’ I said, remembering a certain conversation I had overheard.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "‘I have a canoe and three black fellows waiting not very far.\n", "word": "black", "modifies": "fellow"}
{"color": "red", "line": "One of his pockets (bright red) was bulging with cartridges, from the other (dark blue) peeped ‘Towson’s Inquiry,’ etc., etc.\n", "word": "red", "modifies": "pocket"}
{"color": "red", "line": "One of the agents with a picket of a few of our blacks, armed for the purpose, was keeping guard over the ivory; but deep within the forest, red gleams that wavered, that seemed to sink and rise from the ground amongst confused columnar shapes of intense blackness, showed the exact position of the camp where Mr. Kurtz’s adorers were keeping their uneasy vigil.\n", "word": "red", "modifies": "gleam"}
{"color": "black", "line": "A steady droning sound of many men chanting each to himself some weird incantation came out from the black, flat wall of the woods as the humming of bees comes out of a hive, and had a strange narcotic effect upon my half awake senses.\n", "word": "black", "modifies": "wall"}
{"color": "black", "line": "The night was very clear; a dark blue space, sparkling with dew and starlight, in which black things stood very still.\n", "word": "black", "modifies": "thing"}
{"color": "blue", "line": "The night was very clear; a dark blue space, sparkling with dew and starlight, in which black things stood very still.\n", "word": "blue", "modifies": "space"}
{"color": "pink", "line": "He rose, unsteady, long, pale, indistinct, like a vapour exhaled by the earth, and swayed slightly, misty and silent before me; while at my back the fires loomed between the trees, and the murmur of many voices issued from the forest.\n", "word": "rose", "modifies": "vapour"}
{"color": "black", "line": "A black figure stood up, strode on long black legs, waving long black arms, across the glow.\n", "word": "black", "modifies": "figure"}
{"color": "brown", "line": "“When next day we left at noon, the crowd, of whose presence behind the curtain of trees I had been acutely conscious all the time, flowed out of the woods again, filled the clearing, covered the slope with a mass of naked, breathing, quivering, bronze bodies.\n", "word": "bronze", "modifies": "body"}
{"color": "black", "line": "I steamed up a bit, then swung down stream, and two thousand eyes followed the evolutions of the splashing, thumping, fierce river demon beating the water with its terrible tail and breathing black smoke into the air.\n", "word": "black", "modifies": "smoke"}
{"color": "red", "line": "In front of the first rank, along the river, three men, plastered with bright red earth from head to foot, strutted to and fro restlessly.\n", "word": "red", "modifies": "earth"}
{"color": "red", "line": "When we came abreast again, they faced the river, stamped their feet, nodded their horned heads, swayed their scarlet bodies; they shook towards the fierce river demon a bunch of black feathers, a mangy skin with a pendent tail—something that looked a dried gourd; they shouted periodically together strings of amazing words that resembled no sounds of human language; and the deep murmurs of the crowd, interrupted suddenly, were like the responses of some satanic litany.\n", "word": "scarlet", "modifies": "body"}
{"color": "black", "line": "When we came abreast again, they faced the river, stamped their feet, nodded their horned heads, swayed their scarlet bodies; they shook towards the fierce river demon a bunch of black feathers, a mangy skin with a pendent tail—something that looked a dried gourd; they shouted periodically together strings of amazing words that resembled no sounds of human language; and the deep murmurs of the crowd, interrupted suddenly, were like the responses of some satanic litany.\n", "word": "black", "modifies": "feather"}
{"color": "red", "line": "The three red chaps had fallen flat, face down on the shore, as though they had been shot dead.\n", "word": "red", "modifies": "chap"}
{"color": "brown", "line": "“The brown current ran swiftly out of the heart of darkness, bearing us down towards the sea with twice the speed of our upward progress; and Kurtz’s life was running swiftly, too, ebbing, ebbing out of his heart into the sea of inexorable time.\n", "word": "brown", "modifies": "current"}
{"color": "red", "line": "I lived in an infernal mess of rust, filings, nuts, bolts, spanners, hammers, ratchet drills—things I abominate, because I don’t get on with them.\n", "word": "rust", "modifies": "mess"}
{"color": "white", "line": "I saw on that ivory face the expression of sombre pride, of ruthless power, of craven terror—of an intense and hopeless despair.\n", "word": "ivory", "modifies": "face"}
{"color": "black", "line": "Suddenly the manager’s boy put his insolent black head in the doorway, and said in a tone of scathing contempt: “‘Mistah Kurtz—he dead.’ “All the pilgrims rushed out to see.\n", "word": "black", "modifies": "head"}
{"color": "gold", "line": "A clean shaved man, with an official manner and wearing gold rimmed spectacles, called on me one day and made inquiries, at first circuitous, afterwards suavely pressing, about what he was pleased to denominate certain ‘documents.’ I was not surprised, because I had had two rows with the manager on the subject out there.\n", "word": "gold", "modifies": "spectacle"}
{"color": "gray", "line": "‘There was the making of an immense success,’ said the man, who was an organist, I believe, with lank grey hair flowing over a greasy coat collar.\n", "word": "grey", "modifies": "hair"}
{"color": "white", "line": "All that had been Kurtz’s had passed out of my hands: his soul, his body, his station, his plans, his ivory, his career.\n", "word": "ivory", "modifies": "soul"}
{"color": "white", "line": "And later on I seemed to see his collected languid manner, when he said one day, ‘This lot of ivory now is really mine.\n", "word": "ivory", "modifies": "lot"}
{"color": "white", "line": "“She came forward, all in black, with a pale head, floating towards me in the dusk.\n", "word": "pale", "modifies": "head"}
{"color": "white", "line": "This fair hair, this pale visage, this pure brow, seemed surrounded by an ashy halo from which the dark eyes looked out at me.\n", "word": "pale", "modifies": "visage"}
{"color": "white", "line": "But with every word spoken the room was growing darker, and only her forehead, smooth and white, remained illumined by the inextinguishable light of belief and love.\n", "word": "white", "modifies": "forehead"}
{"color": "brown", "line": "I shall see this eloquent phantom as long as I live, and I shall see her, too, a tragic and familiar Shade, resembling in this gesture another one, tragic also, and bedecked with powerless charms, stretching bare brown arms over the glitter of the infernal stream, the stream of darkness.\n", "word": "brown", "modifies": "arm"}
{"color": "black", "line": "The offing was barred by a black bank of clouds, and the tranquil waterway leading to the uttermost ends of the earth flowed sombre under an overcast sky—seemed to lead into the heart of an immense darkness.\n", "word": "black", "modifies": "bank"}
