{"color": "white", "line": "I have two new evening gowns and a blue and gold coat with a white fur collar.\n", "word": "white", "modifies": "collar"}
{"color": "blue", "line": "I have two new evening gowns and a blue and gold coat with a white fur collar.\n", "word": "blue", "modifies": "coat"}
{"color": "black", "line": "I reassured them as to his dogginess, and the watchman, after studying his black tongue, ventured a witticism.\n", "word": "black", "modifies": "tongue"}
{"color": "white", "line": "Really, Judy, I never knew there was any spot in the world so entirely ugly; and when I saw those rows and rows of pale, listless, blue uniformed children, the whole dismal business suddenly struck me with such a shock that I almost collapsed.\n", "word": "pale", "modifies": "child"}
{"color": "blue", "line": "Really, Judy, I never knew there was any spot in the world so entirely ugly; and when I saw those rows and rows of pale, listless, blue uniformed children, the whole dismal business suddenly struck me with such a shock that I almost collapsed.\n", "word": "blue", "modifies": "child"}
{"color": "gray", "line": "He is tall and thinnish, with sandy hair and cold gray eyes.\n", "word": "gray", "modifies": "eye"}
{"color": "red", "line": "We also split upon the subject of red petticoats.\n", "word": "red", "modifies": "petticoat"}
{"color": "red", "line": "I don't see how any little girl can preserve any self respect when dressed in a red flannel petticoat an irregular inch longer than her blue checked gingham dress; but he thinks that red petticoats are cheerful and warm and hygienic.\n", "word": "red", "modifies": "petticoat"}
{"color": "blue", "line": "I don't see how any little girl can preserve any self respect when dressed in a red flannel petticoat an irregular inch longer than her blue checked gingham dress; but he thinks that red petticoats are cheerful and warm and hygienic.\n", "word": "blue", "modifies": "dress"}
{"color": "blue", "line": "Words can't tell you how dreary and dismal and smelly it is: long corridors, bare walls; blue uniformed, dough faced little inmates that haven't the slightest resemblance to human children.\n", "word": "blue", "modifies": "dough"}
{"color": "blue", "line": "The wall is covered with a tapestry paper in brown and red; the furniture is electric blue plush, except the center table, which is gilt.\n", "word": "blue", "modifies": "plush"}
{"color": "brown", "line": "The wall is covered with a tapestry paper in brown and red; the furniture is electric blue plush, except the center table, which is gilt.\n", "word": "brown", "modifies": "paper"}
{"color": "pink", "line": "If you presented some pink rosebuds, they would complete the color scheme.\n", "word": "pink", "modifies": "rosebud"}
{"color": "red", "line": "And I will add, for your further comfort, that whereas there is no man in the neighborhood of this asylum who admires red hair, in Worcester there are several.\n", "word": "red", "modifies": "hair"}
{"color": "blue", "line": "I invited him to accommodate himself in one of Mrs. Lippett's electric blue chairs, and then sat down opposite to enjoy the harmony.\n", "word": "blue", "modifies": "chair"}
{"color": "green", "line": "He was dressed in a mustard colored homespun, with a dash of green and a glint of yellow in the weave, a \"heather mixture\" calculated to add life to a dull Scotch moor.\n", "word": "green", "modifies": "dash"}
{"color": "yellow", "line": "He was dressed in a mustard colored homespun, with a dash of green and a glint of yellow in the weave, a \"heather mixture\" calculated to add life to a dull Scotch moor.\n", "word": "yellow", "modifies": "glint"}
{"color": "red", "line": "Purple socks and a red tie, with an amethyst pin, completed the picture.\n", "word": "red", "modifies": "tie"}
{"color": "purple", "line": "Purple socks and a red tie, with an amethyst pin, completed the picture.\n", "word": "purple", "modifies": "sock"}
{"color": "red", "line": "I shouldn't be surprised anyday to find him introducing scarlet fever cultures into the babies' porridge in order to test a newly invented serum.\n", "word": "scarlet", "modifies": "culture"}
{"color": "white", "line": "She's a vague, chinless, pale eyed creature, who talks through her nose and breathes through her mouth.\n", "word": "pale", "modifies": "creature"}
{"color": "brown", "line": "She has big, gentle, brown eyes, like a cow's, and motherly manners (she is just nineteen), and the babies love her.\n", "word": "brown", "modifies": "eye"}
{"color": "black", "line": "Mrs. Lippett had a big black account book into which she jumbled any facts that happened to drift her way as to the children's family, their conduct, and their health.\n", "word": "black", "modifies": "account"}
{"color": "green", "line": "Do you remember the ugly green reception room on the first floor?\n", "word": "green", "modifies": "room"}
{"color": "white", "line": "(Bought them second hand from Doctor Brice in the village, who is putting in, for the gratification of his own patients, white enamel and nickel plate.)\n", "word": "white", "modifies": "enamel"}
{"color": "white", "line": "Here and there I pick out a naughty, mischievous little one that awakens a flicker of interest; but for the most part they are just a composite blur of white face and blue check.\n", "word": "white", "modifies": "face"}
{"color": "blue", "line": "Here and there I pick out a naughty, mischievous little one that awakens a flicker of interest; but for the most part they are just a composite blur of white face and blue check.\n", "word": "blue", "modifies": "check"}
{"color": "blue", "line": "Our Sadie Kate, despite her name and blue Irish eyes, was made a Protestant.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "Her two little black braids point in opposite directions; her little monkey face is all screwed up with mischief; she is as active as a terrier, and you have to keep her busy every moment.\n", "word": "black", "modifies": "braid"}
{"color": "brown", "line": "You would never dream all of the delightful surprises we are going to have: brown bread, corn pone, graham muffins, samp, rice pudding with LOTS of raisins, thick vegetable soup, macaroni Italian fashion, polenta cakes with molasses, apple dumplings, gingerbread oh, an endless list!\n", "word": "brown", "modifies": "bread"}
{"color": "blue", "line": "He called yesterday to lance a felon on Sammy Speir's thumb, then ascended to my electric blue parlor to give instructions as to the dressing of thumbs.\n", "word": "blue", "modifies": "parlor"}
{"color": "blue", "line": "Betsy Kindred assisted in the rehabilitation of the Lippett's chamber of horrors, and between us we have created a symphony in dull blue and gold.\n", "word": "blue", "modifies": "gold"}
{"color": "pink", "line": "At this point Jane entered with a box of roses from the florist's.\n", "word": "rose", "modifies": "box"}
{"color": "red", "line": "he bellowed, quite red in the face.\n", "word": "red", "modifies": "face"}
{"color": "black", "line": "\"She mends my clothes, blacks my boots, keeps my bureau drawers in order, washes my hair.\"\n", "word": "black", "modifies": "boot"}
{"color": "yellow", "line": "It's a dazzling dream of yellow paint.\n", "word": "yellow", "modifies": "paint"}
{"color": "yellow", "line": "All of the woodwork tables and benches included is a cheerful chrome yellow.\n", "word": "yellow", "modifies": "chrome"}
{"color": "yellow", "line": "Also yellow bowls, filled at present with pussywillows, but looking forward to dandelions and cowslips and buttercups.\n", "word": "yellow", "modifies": "bowl"}
{"color": "white", "line": "And new dishes, my dear white, with yellow jonquils (we think), though they may be roses; there is no botany expert in the house.\n", "word": "white", "modifies": "dish"}
{"color": "yellow", "line": "And new dishes, my dear white, with yellow jonquils (we think), though they may be roses; there is no botany expert in the house.\n", "word": "yellow", "modifies": "jonquil"}
{"color": "pink", "line": "And new dishes, my dear white, with yellow jonquils (we think), though they may be roses; there is no botany expert in the house.\n", "word": "rose", "modifies": "dish"}
{"color": "yellow", "line": "I could place out a thousand dimpled little girls with yellow hair, but a good live boy from nine to thirteen is a drug on the market.\n", "word": "yellow", "modifies": "hair"}
{"color": "white", "line": "Cy was awfully impressed with the new dining room, especially when he heard that Betsy had put on those rabbits with her own lily white hands.\n", "word": "white", "modifies": "hand"}
{"color": "yellow", "line": "While we were still contemplating Betsy's mural flight, an awful crash came from the pantry, and we found Gladiola Murphy weeping among the ruins of five yellow plates.\n", "word": "yellow", "modifies": "plate"}
{"color": "green", "line": "Sandy is evidently the result of environment olive green, with a mansard roof and the shades pulled down.\n", "word": "green", "modifies": "environment"}
{"color": "gray", "line": "She looked very businesslike, with a hawk's nose and cold gray eyes.\n", "word": "gray", "modifies": "eye"}
{"color": "blue", "line": "His new mother is a Swedish woman, fat and smiling, with blue eyes and yellow hair.\n", "word": "blue", "modifies": "eye"}
{"color": "yellow", "line": "His new mother is a Swedish woman, fat and smiling, with blue eyes and yellow hair.\n", "word": "yellow", "modifies": "hair"}
{"color": "pink", "line": "He is a pink, fat, puffy old thing, with a pink, fat, puffy soul.\n", "word": "pink", "modifies": "thing"}
{"color": "black", "line": "that smudge in the corner was caused by Singapore's black tongue.\n", "word": "black", "modifies": "tongue"}
{"color": "purple", "line": "Miss Snaith daintily treated the rugs with violet water.\n", "word": "violet", "modifies": "water"}
{"color": "green", "line": "I sent an emergency call to the doctor who came and mixed a gigantic solution of chlorid of lime.\n", "word": "lime", "modifies": "chlorid"}
{"color": "red", "line": "They think that shoes and corn meal and red flannel petticoats and mutton stew and gingham shirts just float down from the blue sky.\n", "word": "red", "modifies": "petticoat"}
{"color": "blue", "line": "They think that shoes and corn meal and red flannel petticoats and mutton stew and gingham shirts just float down from the blue sky.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "Last week I dropped a new green dollar bill out of my purse, and an eight year old urchin picked it up and asked if he could keep that picture of a bird.\n", "word": "green", "modifies": "bill"}
{"color": "silver", "line": "For example, Jane needs a spool of blue sewing silk and a yard of elastic; so two little girls, intrusted with a silver quarter, trot hand in hand to Mr. Meeker's.\n", "word": "silver", "modifies": "quarter"}
{"color": "blue", "line": "For example, Jane needs a spool of blue sewing silk and a yard of elastic; so two little girls, intrusted with a silver quarter, trot hand in hand to Mr. Meeker's.\n", "word": "blue", "modifies": "silk"}
{"color": "green", "line": "We are going to have a delicious meal: roast beef and creamed carrots and beet greens, with rhubarb pie for dessert.\n", "word": "green", "modifies": "beet"}
{"color": "red", "line": "His father was Italian and his mother Irish; he has red hair and freckles from County Cork and the most beautiful brown eyes that ever came out of Naples.\n", "word": "red", "modifies": "hair"}
{"color": "brown", "line": "His father was Italian and his mother Irish; he has red hair and freckles from County Cork and the most beautiful brown eyes that ever came out of Naples.\n", "word": "brown", "modifies": "eye"}
{"color": "green", "line": "He had pushed that big green jardiniere off the window sill and broken it into five hundred pieces.\n", "word": "green", "modifies": "jardiniere"}
{"color": "red", "line": "He was so surprised when I showed an interest in a red and green ferryboat, with a yellow flag floating from the mast, that he became quite profanely affable.\n", "word": "red", "modifies": "ferryboat"}
{"color": "yellow", "line": "He was so surprised when I showed an interest in a red and green ferryboat, with a yellow flag floating from the mast, that he became quite profanely affable.\n", "word": "yellow", "modifies": "flag"}
{"color": "blue", "line": "They are most becoming to my blue Persian bowls.\n", "word": "blue", "modifies": "bowl"}
{"color": "green", "line": "I've just bought fifty yards of blue and rose and green and corn colored hair ribbon as an Easter present for my fifty little daughters.\n", "word": "green", "modifies": "corn"}
{"color": "blue", "line": "I've just bought fifty yards of blue and rose and green and corn colored hair ribbon as an Easter present for my fifty little daughters.\n", "word": "blue", "modifies": "yard"}
{"color": "black", "line": "I can offer any of the following patterns: Number 3 comes in any color, gray, black, or yellow.\n", "word": "black", "modifies": "color"}
{"color": "gray", "line": "I can offer any of the following patterns: Number 3 comes in any color, gray, black, or yellow.\n", "word": "gray", "modifies": "color"}
{"color": "yellow", "line": "I can offer any of the following patterns: Number 3 comes in any color, gray, black, or yellow.\n", "word": "yellow", "modifies": "color"}
{"color": "red", "line": "Last week we received a dozen big scarlet balls.\n", "word": "scarlet", "modifies": "ball"}
{"color": "red", "line": "Sadie Kate has just flown in from the nursery with news of a scarlet goldfish (Gordon's gift) swallowed by one of our babies.\n", "word": "scarlet", "modifies": "goldfish"}
{"color": "pink", "line": "Whereupon he rose in a storm of bucolic wrath, and said he'd be gol darned if he'd have a lot of these danged city brats interfering with his work.\n", "word": "rose", "modifies": "storm"}
{"color": "red", "line": "I explained very calmly for a red haired person with Irish forebears that this place was run for the exclusive benefit of these children; that the children were not here to be exploited for the benefit of the place, a philosophy which he did not grasp, though my fancy city language had a slightly dampening effect.\n", "word": "red", "modifies": "person"}
{"color": "brown", "line": "A circle of benches under the copper beech tree accommodates the hand sewers, while the big girls take turns at our three machines.\n", "word": "copper", "modifies": "tree"}
{"color": "silver", "line": "But as they were starting home she saw that the little silver cup had been casually left in the seat, and supposing that it was a souvenir that you could take if you wished, she put it into her pocket.\n", "word": "silver", "modifies": "cup"}
{"color": "yellow", "line": "I forgot to tell you that our new farmer is here, Turnfelt by name; and his wife is a love, yellow hair and dimples.\n", "word": "yellow", "modifies": "hair"}
{"color": "brown", "line": "The doctor, with a Navajo blanket about his shoulders, was executing a war dance, while Jimmie and Mr. Witherspoon beat on war drums two of our copper kettles, now permanently dented.\n", "word": "copper", "modifies": "kettle"}
{"color": "red", "line": "After being cooped up for four days with no exercise to speak of, the children's badness is breaking out in red spots, like the measles.\n", "word": "red", "modifies": "spot"}
{"color": "blue", "line": "\"Why, oh, why,\" I wailed, \"doesn't the good Lord send orphan children with blue eyes and curly hair and loving dispositions?\n", "word": "blue", "modifies": "eye"}
{"color": "purple", "line": "In a burst of thankfulness I sent him a bunch of violets.\n", "word": "violet", "modifies": "bunch"}
{"color": "pink", "line": "Cy rose to go.\n", "word": "rose", "modifies": "cy"}
{"color": "brown", "line": "As the door closed behind him (I am at least thankful the child waited for that), Punch raised his appealing brown eyes to mine and murmured, with a confiding smile: \"Gee!\n", "word": "brown", "modifies": "eye"}
{"color": "green", "line": "It was a barrel well, anyway, a good sized keg full of liquid green soap!\n", "word": "green", "modifies": "soap"}
{"color": "red", "line": "But I notice he has resumed work upon his red and green landscape with heightened ardor and an attempt at whistling.\n", "word": "red", "modifies": "landscape"}
{"color": "green", "line": "Dr. Robin MacRae, in a contrite mood for having been so intensely disagreeable yesterday, has just invited Betsy and me to take supper in his olive green house next Sunday evening at seven o'clock in order to look at some microscopic slides.\n", "word": "green", "modifies": "house"}
{"color": "red", "line": "The entertainment, I believe, is to consist of a scarlet fever culture, some alcoholic tissue, and a tubercular gland.\n", "word": "scarlet", "modifies": "culture"}
{"color": "pink", "line": "One of them was just back from around the world, and told hair raising anecdotes of the head hunters of Sarawak, a narrow pink country on the top of Borneo.\n", "word": "pink", "modifies": "country"}
{"color": "green", "line": "The walls and carpets and lambrequins are a heavy dark green.\n", "word": "green", "modifies": "wall"}
{"color": "black", "line": "A black marble mantelpiece shelters a few smoking black coals.\n", "word": "black", "modifies": "mantelpiece"}
{"color": "black", "line": "The furniture is as nearly black as furniture comes.\n", "word": "black", "modifies": "furniture"}
{"color": "black", "line": "The decorations are two steel engravings in shiny black frames the \"Monarch of the Glen,\" and the \"Stag at Bay.\"\n", "word": "black", "modifies": "frame"}
{"color": "black", "line": "Mrs. McGurk, in black alpaca with a black silk apron, clumped around the table, passing cold, heavy things to eat, with a step so firm that she rattled the silver in the sideboard drawers.\n", "word": "black", "modifies": "alpaca"}
{"color": "red", "line": "Sandy sort of dimly knows that there is something the matter with his house, and in order to brighten it up a bit in honor of his guests, he had purchased flowers, dozens of them, the most exquisite pink Killarney roses and red and yellow tulips.\n", "word": "red", "modifies": "tulip"}
{"color": "pink", "line": "Sandy sort of dimly knows that there is something the matter with his house, and in order to brighten it up a bit in honor of his guests, he had purchased flowers, dozens of them, the most exquisite pink Killarney roses and red and yellow tulips.\n", "word": "pink", "modifies": "rose"}
{"color": "blue", "line": "The McGurk had wedged them all together as tight as they would fit into a peacock blue jardiniere, and plumped it down in the center of the table.\n", "word": "blue", "modifies": "jardiniere"}
{"color": "black", "line": "The library, though not the most cheerful room I have ever seen, still, for a man's house, is not so bad books all around from floor to ceiling, with the overflow in piles on floor and table and mantelpiece; half a dozen abysmal leather chairs and a rug or so, with another black marble mantelpiece, but this time containing a crackling wood fire.\n", "word": "black", "modifies": "mantelpiece"}
{"color": "silver", "line": "He and Percy began swapping stories of salmon and trout, and he finally got out his case of fishing flies, and gallantly presented Betsy and me with a \"silver doctor\" and a \"Jack Scott\" out of which to make hatpins.\n", "word": "silver", "modifies": "doctor"}
{"color": "green", "line": "Cy found me yesterday arrayed in a Nile green crepe (Jane's creation, though it looked Parisian).\n", "word": "green", "modifies": "crepe"}
{"color": "red", "line": "She is covered all over with little red spots which may be measles, though I am hoping not.\n", "word": "red", "modifies": "spot"}
{"color": "blue", "line": "And after dinner we had coffee before the fire in my comfortable blue library, while the wind howled outside and the shutters banged.\n", "word": "blue", "modifies": "library"}
{"color": "white", "line": "I left a pair of pale blue bedroom slippers under the bed.\n", "word": "pale", "modifies": "slipper"}
{"color": "blue", "line": "I left a pair of pale blue bedroom slippers under the bed.\n", "word": "blue", "modifies": "slipper"}
{"color": "pink", "line": "Then Betsy rose to the emergency.\n", "word": "rose", "modifies": "betsy"}
{"color": "green", "line": "She stuffed her into baby niece's best pink and white embroidered frock, borrowed a hat of Irish lace, some pink socks and white slippers, and set her picturesquely upon the green lawn under a spreading beech tree.\n", "word": "green", "modifies": "lawn"}
{"color": "white", "line": "She stuffed her into baby niece's best pink and white embroidered frock, borrowed a hat of Irish lace, some pink socks and white slippers, and set her picturesquely upon the green lawn under a spreading beech tree.\n", "word": "white", "modifies": "slipper"}
{"color": "pink", "line": "She stuffed her into baby niece's best pink and white embroidered frock, borrowed a hat of Irish lace, some pink socks and white slippers, and set her picturesquely upon the green lawn under a spreading beech tree.\n", "word": "pink", "modifies": "frock"}
{"color": "white", "line": "A white aproned nurse (borrowed also from baby niece) plied her with bread and milk and gaily colored toys.\n", "word": "white", "modifies": "nurse"}
{"color": "blue", "line": "NO MORE BLUE GINGHAM!\n", "word": "blue", "modifies": "gingham"}
{"color": "white", "line": "I sometimes picture her a white haired old lady, propelled about the building in a wheeled chair, but still tenaciously superintending her fourth generation of orphans.\n", "word": "white", "modifies": "lady"}
{"color": "red", "line": "He made three jokes, and he sat down at the piano and sang some old Scotch, \"My luve's like a red, red rose,\" and \"Come under my plaidie,\" and \"Wha's at the window?\n", "word": "red", "modifies": "rose"}
{"color": "pink", "line": "He made three jokes, and he sat down at the piano and sang some old Scotch, \"My luve's like a red, red rose,\" and \"Come under my plaidie,\" and \"Wha's at the window?\n", "word": "rose", "modifies": "luve"}
{"color": "gray", "line": "He has given up purple ties, and at my tactful suggestion has adopted a suit of gray.\n", "word": "gray", "modifies": "suit"}
{"color": "purple", "line": "He has given up purple ties, and at my tactful suggestion has adopted a suit of gray.\n", "word": "purple", "modifies": "tie"}
{"color": "pink", "line": "Her present clothes do not enhance her beauty, but in the course of a few weeks she will move into a pink smocked frock.\n", "word": "pink", "modifies": "frock"}
{"color": "pink", "line": "Mrs. Livermore was entranced with those parti colored bales of cotton cloth you sent, you should see our workroom, with it all scattered about, and when I think of sixty little girls, attired in pink and blue and yellow and lavender, romping upon our lawn of a sunny day, I feel that we should have a supply of smoked eye glasses to offer visitors.\n", "word": "pink", "modifies": "lavender"}
{"color": "white", "line": "Straight before me ran that white ribbon of road that dips into the valley and up over the hills on the other side.\n", "word": "white", "modifies": "ribbon"}
{"color": "green", "line": "His olive green home is so uncomfortable and dreary and uninspiring that I don't wonder he drowns his troubles in books.\n", "word": "green", "modifies": "home"}
{"color": "blue", "line": "Waiving his own natural preference for a boy, he wrote, as above, the usual request for a blue eyed girl.\n", "word": "blue", "modifies": "girl"}
{"color": "brown", "line": "I've a wide variety of foreigners with liquid brown eyes won't do at all.\n", "word": "brown", "modifies": "eye"}
{"color": "blue", "line": "Sophie, alone in the glory of feminine petticoats, was ensconced in the blue ginghamed arms of a very bored orphan.\n", "word": "blue", "modifies": "arm"}
{"color": "green", "line": "He begged to choose Sadie Kate's himself, and after many hesitations he hit upon orange satin for one braid and emerald green for the other.\n", "word": "green", "modifies": "emerald"}
{"color": "pink", "line": "He is also going to make us a present of three dozen pink rompers for the babies.\n", "word": "pink", "modifies": "romper"}
{"color": "pink", "line": "Pink is a color that is very popular with the superintendent of this asylum, who is deadly tired of blue!\n", "word": "pink", "modifies": "color"}
{"color": "red", "line": "Our generous friend is likewise amusing himself with the idea of a couple of donkeys and saddles and a little red cart.\n", "word": "red", "modifies": "cart"}
{"color": "pink", "line": "I was assuring him with convincing earnestness that I didn't care a rap about the doctor, that I thought he was just as funny and impossible as he could be, when suddenly the doctor rose out of his car and walked up to us.\n", "word": "rose", "modifies": "doctor"}
{"color": "pink", "line": "And above their remonstrances rose the agonized squealing of some animal in pain.\n", "word": "rose", "modifies": "remonstrance"}
{"color": "gold", "line": "in letters of gold!\n", "word": "gold", "modifies": "letter"}
{"color": "blue", "line": "And you should have seen those blue ginghamed eyes brighten when the new frocks were actually given out three for each girl, all different colors, and all perfectly private personal property, with the owner's indelible name inside the collar.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "And think how beautiful you'd be in those white linen clothes!\n", "word": "white", "modifies": "clothes"}
{"color": "green", "line": "Did you ever have such a thrill in the whole of your life, barring one or two connected with Jervis, as when you came up on deck in the early dawn and found yourself riding at anchor in the harbor of Kingston, with the water so blue and the palms so green and the beach so white?\n", "word": "green", "modifies": "beach"}
{"color": "blue", "line": "Did you ever have such a thrill in the whole of your life, barring one or two connected with Jervis, as when you came up on deck in the early dawn and found yourself riding at anchor in the harbor of Kingston, with the water so blue and the palms so green and the beach so white?\n", "word": "blue", "modifies": "water"}
{"color": "blue", "line": "I, too, wanted to be starting off on my travels in a new blue hat and a new blue suit with a big bunch of violets in my hand.\n", "word": "blue", "modifies": "hat"}
{"color": "purple", "line": "I, too, wanted to be starting off on my travels in a new blue hat and a new blue suit with a big bunch of violets in my hand.\n", "word": "violet", "modifies": "bunch"}
{"color": "white", "line": "Have you worn all of your eighteen white dresses yet?\n", "word": "white", "modifies": "dress"}
{"color": "pink", "line": "They rose at five yesterday morning, caught the 7:30 train, and had the most wonderful adventure that has happened in all their seven lives.\n", "word": "rose", "modifies": "morning"}
{"color": "blue", "line": "Owing to the loss of my blue pencil, our flag has had to adopt the Italian colors.\n", "word": "blue", "modifies": "pencil"}
{"color": "green", "line": "Tell Jervis to send us some more of those purple pine trees from Honduras; likewise some green parrots from Guatemala.\n", "word": "green", "modifies": "parrot"}
{"color": "purple", "line": "Tell Jervis to send us some more of those purple pine trees from Honduras; likewise some green parrots from Guatemala.\n", "word": "purple", "modifies": "tree"}
{"color": "gray", "line": "Please, Mr. President, I want some gray stucco cottages, with Luca della Robbia figures baked into the front.\n", "word": "gray", "modifies": "cottage"}
{"color": "yellow", "line": "But having a couple of hours between trains, she intimated a desire to look about, so I showed her the kindergarten rooms and the little crib that Lily will occupy, and our yellow dining room, with its frieze of bunnies, in order that she might report as many cheerful details as possible to the poor mother.\n", "word": "yellow", "modifies": "room"}
{"color": "yellow", "line": "The woman seemed to feel that the burden of entertainment rested upon her, and by way of making conversation, she told us that her husband had fallen in love with the girl who sold tickets at a moving picture show (a painted, yellow haired thing who chewed gum like a cow, was her description of the enchantress), and he spent all of his money on the girl, and never came home except when he was drunk.\n", "word": "yellow", "modifies": "thing"}
{"color": "pink", "line": "But Sandy rose to the occasion like a gentleman.\n", "word": "rose", "modifies": "sandy"}
{"color": "brown", "line": "It was made half of alcohol and half of witch hazel; and Thomas had refreshed his journey with this!\n", "word": "hazel", "modifies": "witch"}
{"color": "black", "line": "I made black coffee, and helped all I could, but the details were pretty messy, and I left the two men to deal with him alone and went back to my room.\n", "word": "black", "modifies": "coffee"}
{"color": "white", "line": "Poor Sandy looked sort of ashen and haggard and done with life.\n", "word": "ashen", "modifies": "sort"}
{"color": "brown", "line": "A boy sixteen of unspeakable heredity has nearly poisoned himself with a disgusting mixture of alcohol and witch hazel.\n", "word": "hazel", "modifies": "witch"}
{"color": "white", "line": "We simply stared at one another with white faces.\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "After an eternity the doctor appeared again with a white bundle in his arms.\n", "word": "white", "modifies": "bundle"}
{"color": "white", "line": "He wore a pearl scarf pin and white spats!\n", "word": "white", "modifies": "spat"}
{"color": "silver", "line": "There are a dozen silver linings to this cloud that I'll write about tomorrow.\n", "word": "silver", "modifies": "lining"}
{"color": "blue", "line": "How I wish I could stand with you on your beach and look across the blue, blue sea!\n", "word": "blue", "modifies": "sea"}
{"color": "gray", "line": "I favor gray stucco, Betsy leans to brick, and Percy, half timber.\n", "word": "gray", "modifies": "stucco"}
{"color": "green", "line": "I don't know what our poor doctor would prefer; olive green with a mansard roof appears to be his taste.\n", "word": "green", "modifies": "olive"}
{"color": "white", "line": "I am eager to see how he looks in a white cap and apron.\n", "word": "white", "modifies": "cap"}
{"color": "yellow", "line": "We'll build a house on the hillside just beyond the asylum how does a yellow Italian villa strike you, or preferably a pink one?\n", "word": "yellow", "modifies": "villa"}
{"color": "pink", "line": "We'll build a house on the hillside just beyond the asylum how does a yellow Italian villa strike you, or preferably a pink one?\n", "word": "pink", "modifies": "one"}
