{"color": "red", "line": "There now is your insular city of the Manhattoes, belted round by wharves as Indian isles by coral reefs—commerce surrounds it with her surf.\n", "word": "coral", "modifies": "reef"}
{"color": "green", "line": "Are the green fields gone?\n", "word": "green", "modifies": "field"}
{"color": "silver", "line": "Why did the poor poet of Tennessee, upon suddenly receiving two handfuls of silver, deliberate whether to buy him a coat, which he sadly needed, or invest his money in a pedestrian trip to Rockaway Beach?\n", "word": "silver", "modifies": "handful"}
{"color": "red", "line": "Where else but from Nantucket did those aboriginal whalemen, the Red Men, first sally out in canoes to give chase to the Leviathan?\n", "word": "red", "modifies": "men"}
{"color": "silver", "line": "With anxious grapnels I had sounded my pocket, and only brought up a few pieces of silver,—So, wherever you go, Ishmael, said I to myself, as I stood in the middle of a dreary street shouldering my bag, and comparing the gloom towards the north with the darkness towards the south—wherever in your wisdom you may conclude to lodge for the night, my dear Ishmael, be sure to inquire the price, and don't be too particular.\n", "word": "silver", "modifies": "piece"}
{"color": "red", "line": "Further on, from the bright red windows of the \"Sword Fish Inn,\" there came such fervent rays, that it seemed to have melted the packed snow and ice from before the house, for everywhere else the congealed frost lay ten inches thick in a hard, asphaltic pavement,—rather weary for me, when I struck my foot against the flinty projections, because from hard, remorseless service the soles of my boots were in a most miserable plight.\n", "word": "red", "modifies": "window"}
{"color": "black", "line": "It seemed the great Black Parliament sitting in Tophet.\n", "word": "black", "modifies": "parliament"}
{"color": "black", "line": "A hundred black faces turned round in their rows to peer; and beyond, a black Angel of Doom was beating a book in a pulpit.\n", "word": "black", "modifies": "face"}
{"color": "black", "line": "Moving on, I at last came to a dim sort of light not far from the docks, and heard a forlorn creaking in the air; and looking up, saw a swinging sign over the door with a white painting upon it, faintly representing a tall straight jet of misty spray, and these words underneath—\"The Spouter Inn:—Peter Coffin.\"\n", "word": "jet", "modifies": "spray"}
{"color": "white", "line": "Moving on, I at last came to a dim sort of light not far from the docks, and heard a forlorn creaking in the air; and looking up, saw a swinging sign over the door with a white painting upon it, faintly representing a tall straight jet of misty spray, and these words underneath—\"The Spouter Inn:—Peter Coffin.\"\n", "word": "white", "modifies": "painting"}
{"color": "black", "line": "True enough, thought I, as this passage occurred to my mind—old black letter, thou reasonest well.\n", "word": "black", "modifies": "letter"}
{"color": "red", "line": "says old Dives, in his red silken wrapper—(he had a redder one afterwards) pooh, pooh!\n", "word": "red", "modifies": "wrapper"}
{"color": "blue", "line": "Can he warm his blue hands by holding them up to the grand northern lights?\n", "word": "blue", "modifies": "hand"}
{"color": "black", "line": "But what most puzzled and confounded you was a long, limber, portentous, black mass of something hovering in the centre of the picture over three blue, dim, perpendicular lines floating in a nameless yeast.\n", "word": "black", "modifies": "mass"}
{"color": "blue", "line": "But what most puzzled and confounded you was a long, limber, portentous, black mass of something hovering in the centre of the picture over three blue, dim, perpendicular lines floating in a nameless yeast.\n", "word": "blue", "modifies": "line"}
{"color": "white", "line": "Some were thickly set with glittering teeth resembling ivory saws; others were tufted with knots of human hair; and one was sickle shaped, with a vast handle sweeping round like the segment made in the new mown grass by a long armed mower.\n", "word": "ivory", "modifies": "saw"}
{"color": "green", "line": "Though true cylinders without—within, the villanous green goggling glasses deceitfully tapered downwards to a cheating bottom.\n", "word": "green", "modifies": "glass"}
{"color": "green", "line": "One young fellow in a green box coat, addressed himself to these dumplings in a most direful manner.\n", "word": "green", "modifies": "coat"}
{"color": "white", "line": "His face was deeply brown and burnt, making his white teeth dazzling by the contrast; while in the deep shadows of his eyes floated some reminiscences that did not seem to give him much joy.\n", "word": "white", "modifies": "teeth"}
{"color": "brown", "line": "His face was deeply brown and burnt, making his white teeth dazzling by the contrast; while in the deep shadows of his eyes floated some reminiscences that did not seem to give him much joy.\n", "word": "brown", "modifies": "face"}
{"color": "brown", "line": "So gathering up the shavings with another grin, and throwing them into the great stove in the middle of the room, he went about his business, and left me in a brown study.\n", "word": "brown", "modifies": "study"}
{"color": "yellow", "line": "It was of a dark, purplish, yellow color, here and there stuck over with large blackish looking squares.\n", "word": "yellow", "modifies": "color"}
{"color": "black", "line": "But at that moment he chanced to turn his face so towards the light, that I plainly saw they could not be sticking plasters at all, those black squares on his cheeks.\n", "word": "black", "modifies": "square"}
{"color": "white", "line": "I remembered a story of a white man—a whaleman too— who, falling among the cannibals, had been tattooed by them.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "To be sure, it might be nothing but a good coat of tropical tanning; but I never heard of a hot sun's tanning a white man into a purplish yellow one.\n", "word": "white", "modifies": "man"}
{"color": "yellow", "line": "To be sure, it might be nothing but a good coat of tropical tanning; but I never heard of a hot sun's tanning a white man into a purplish yellow one.\n", "word": "yellow", "modifies": "one"}
{"color": "purple", "line": "I am no coward, but what to make of this headpeddling purple rascal altogether passed my comprehension.\n", "word": "purple", "modifies": "rascal"}
{"color": "green", "line": "Still more, his very legs were marked, as if a parcel of dark green frogs were running up the trunks of young palms.\n", "word": "green", "modifies": "frog"}
{"color": "black", "line": "Remembering the embalmed head, at first I almost thought that this black manikin was a real baby preserved in some similar manner.\n", "word": "black", "modifies": "manikin"}
{"color": "black", "line": "But seeing that it was not at all limber, and that it glistened a good deal like polished ebony, I concluded that it must be nothing but a wooden idol, which indeed it proved to be.\n", "word": "ebony", "modifies": "deal"}
{"color": "brown", "line": "They were nearly all whalemen; chief mates, and second mates, and third mates, and sea carpenters, and sea coopers, and sea blacksmiths, and harpooneers, and ship keepers; a brown and brawny company, with bosky beards; an unshorn, shaggy set, all wearing monkey jackets for morning gowns.\n", "word": "brown", "modifies": "company"}
{"color": "green", "line": "Yes, here were a set of sea dogs, many of whom without the slightest bashfulness had boarded great whales on the high seas—entire strangers to them— and duelled them dead without winking; and yet, here they sat at a social breakfast table—all of the same calling, all of kindred tastes—looking round as sheepishly at each other as though they had never been out of sight of some sheepfold among the Green Mountains.\n", "word": "green", "modifies": "mountain"}
{"color": "green", "line": "Regent Street is not unknown to Lascars and Malays; and at Bombay, in the Apollo Green, live Yankees have often scared the natives.\n", "word": "green", "modifies": "apollo"}
{"color": "green", "line": "There weekly arrive in this town scores of green Vermonters and New Hampshire men, all athirst for gain and glory in the fishery.\n", "word": "green", "modifies": "vermonter"}
{"color": "green", "line": "Many are as green as the Green Mountains whence they came.\n", "word": "green", "modifies": "mountain"}
{"color": "green", "line": "In summer time, the town is sweet to see; full of fine maples— long avenues of green and gold.\n", "word": "green", "modifies": "avenue"}
{"color": "gold", "line": "In summer time, the town is sweet to see; full of fine maples— long avenues of green and gold.\n", "word": "gold", "modifies": "green"}
{"color": "red", "line": "And the women of New Bedford, they bloom like their own red roses.\n", "word": "red", "modifies": "rose"}
{"color": "black", "line": "The chaplain had not yet arrived; and there these silent islands of men and women sat steadfastly eyeing several marble tablets, with black borders, masoned into the wall on either side the pulpit.\n", "word": "black", "modifies": "border"}
{"color": "green", "line": "ye whose dead lie buried beneath the green grass; who standing among flowers can say—here, here lies my beloved; ye know not the desolation that broods in bosoms like these.\n", "word": "green", "modifies": "grass"}
{"color": "red", "line": "The wife of a whaling captain had provided the chapel with a handsome pair of red worsted man ropes for this ladder, which, being itself nicely headed, and stained with a mahogany color, the whole contrivance, considering what manner of chapel it was, seemed by no means in bad taste.\n", "word": "red", "modifies": "rope"}
{"color": "black", "line": "Between the marble cenotaphs on either hand of the pulpit, the wall which formed its back was adorned with a large painting representing a gallant ship beating against a terrible storm off a lee coast of black rocks and snowy breakers.\n", "word": "black", "modifies": "rock"}
{"color": "silver", "line": "But high above the flying scud and dark rolling clouds, there floated a little isle of sunlight, from which beamed forth an angel's face; and this bright face shed a distant spot of radiance upon the ship's tossed deck, something like that silver plate now inserted into the Victory's plank where Nelson fell.\n", "word": "silver", "modifies": "plate"}
{"color": "blue", "line": "the sun is breaking through; the clouds are rolling off— serenest azure is at hand.\"\n", "word": "azure", "modifies": "hand"}
{"color": "pink", "line": "The Sermon Father Mapple rose, and in a mild voice of unassuming authority ordered the scattered people to condense.\n", "word": "rose", "modifies": "father"}
{"color": "brown", "line": "He paused a little; then kneeling in the pulpit's bows, folded his large brown hands across his chest, uplifted his closed eyes, and offered a prayer so deeply devout that he seemed kneeling and praying at the bottom of the sea.\n", "word": "brown", "modifies": "hand"}
{"color": "gold", "line": "Another runs to read the bill that's stuck against the spile upon the wharf to which the ship is moored, offering five hundred gold coins for the apprehension of a parricide, and containing a description of his person.\n", "word": "gold", "modifies": "coin"}
{"color": "gold", "line": "Then the Captain knows that Jonah is a fugitive; but at the same time resolves to help a flight that paves its rear with gold.\n", "word": "gold", "modifies": "rear"}
{"color": "black", "line": "He sees no black sky and raging sea, feels not the reeling timbers, and little hears he or heeds he the far rush of the mighty whale, which even now with open mouth is cleaving the seas after him.\n", "word": "black", "modifies": "sky"}
{"color": "white", "line": "And ever, as the white moon shows her affrighted face from the steep gullies in the blackness overhead, aghast Jonah sees the rearing bowsprit pointing high upward, but soon beat downward again towards the tormented deep.\n", "word": "white", "modifies": "moon"}
{"color": "white", "line": "He goes down in the whirling heart of such a masterless commotion that he scarce heeds the moment when he drops seething into the yawning jaws awaiting him; and the whale shoots to all his ivory teeth, like so many white bolts, upon his prison.\n", "word": "white", "modifies": "bolt"}
{"color": "white", "line": "But observe his prayer, and so many white bolts, upon his prison.\n", "word": "white", "modifies": "bolt"}
{"color": "black", "line": "Through all his unearthly tattooings, I thought I saw the traces of a simple honest heart; and in his large, deep eyes, fiery black and bold, there seemed tokens of a spirit that would dare a thousand devils.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "Do you suppose now, Ishmael, that the magnanimous God of heaven and earth—pagans and all included—can possibly be jealous of an insignificant bit of black wood?\n", "word": "black", "modifies": "wood"}
{"color": "blue", "line": "With our shaggy jackets drawn about our shoulders, we now passed the Tomahawk from one to the other, till slowly there grew over us a blue hanging tester of smoke, illuminated by the flame of the new lit lamp.\n", "word": "blue", "modifies": "tester"}
{"color": "green", "line": "When a new hatched savage running wild about his native woodlands in a grass clout, followed by the nibbling goats, as if he were a green sapling; even then, in Queequeg's ambitious soul, lurked a strong desire to see something more of Christendom than a specimen whaler or two.\n", "word": "green", "modifies": "sapling"}
{"color": "red", "line": "On one side was a coral reef; on the other a low tongue of land, covered with mangrove thickets that grew out into the water.\n", "word": "coral", "modifies": "reef"}
{"color": "pink", "line": "On one side, New Bedford rose in terraces of streets, their ice covered trees all glittering in the clear, cold air.\n", "word": "rose", "modifies": "side"}
{"color": "white", "line": "So full of this reeling scene were we, as we stood by the plunging bowsprit, that for some time we did not notice the jeering glances of the passengers, a lubber like assembly, who marvelled that two fellow beings should be so companionable; as though a white man were anything more dignified than a whitewashed negro.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "Look now at the wondrous traditional story of how this island was settled by the red men.\n", "word": "red", "modifies": "men"}
{"color": "white", "line": "Setting out in their canoes, after a perilous passage they discovered the island, and there they found an empty ivory casket,— the poor little Indian's skeleton.\n", "word": "ivory", "modifies": "casket"}
{"color": "white", "line": "But the directions he had given us about keeping a yellow warehouse on our starboard hand till we opened a white church to the larboard, and then keeping that on the larboard hand till we made a corner three points to the starboard, and that done, then ask the first man we met where the place was; these crooked directions of his very much puzzled us at first, especially as, at the outset, Queequeg insisted that the yellow warehouse— our first point of departure—must be left on the larboard hand, whereas I had understood Peter Coffin to say it was on the starboard.\n", "word": "white", "modifies": "church"}
{"color": "yellow", "line": "But the directions he had given us about keeping a yellow warehouse on our starboard hand till we opened a white church to the larboard, and then keeping that on the larboard hand till we made a corner three points to the starboard, and that done, then ask the first man we met where the place was; these crooked directions of his very much puzzled us at first, especially as, at the outset, Queequeg insisted that the yellow warehouse— our first point of departure—must be left on the larboard hand, whereas I had understood Peter Coffin to say it was on the starboard.\n", "word": "yellow", "modifies": "warehouse"}
{"color": "black", "line": "and a pair of prodigious black pots too!\n", "word": "black", "modifies": "pot"}
{"color": "red", "line": "I was called from these reflections by the sight of a freckled woman with yellow hair and a yellow gown, standing in the porch of the inn, under a dull red lamp swinging there, that looked much like an injured eye, and carrying on a brisk scolding with a man in a purple woollen shirt.\n", "word": "red", "modifies": "lamp"}
{"color": "yellow", "line": "I was called from these reflections by the sight of a freckled woman with yellow hair and a yellow gown, standing in the porch of the inn, under a dull red lamp swinging there, that looked much like an injured eye, and carrying on a brisk scolding with a man in a purple woollen shirt.\n", "word": "yellow", "modifies": "hair"}
{"color": "purple", "line": "I was called from these reflections by the sight of a freckled woman with yellow hair and a yellow gown, standing in the porch of the inn, under a dull red lamp swinging there, that looked much like an injured eye, and carrying on a brisk scolding with a man in a purple woollen shirt.\n", "word": "purple", "modifies": "shirt"}
{"color": "purple", "line": "But being in a great hurry to resume scolding the man in the purple shirt who was waiting for it in the entry, and seeming to hear nothing but the word \"clam,\" Mrs. Hussey hurried towards an open door leading to the kitchen, and bawling out \"clam for two,\" disappeared.\n", "word": "purple", "modifies": "shirt"}
{"color": "brown", "line": "It was made of small juicy clams, scarcely bigger than hazel nuts, mixed with pounded ship biscuits, and salted pork cut up into little flakes!\n", "word": "hazel", "modifies": "nut"}
{"color": "black", "line": "But to my surprise and no small concern, Queequeg now gave me to understand, that he had been diligently consulting Yojo—the name of his black little god— and Yojo had told him two or three times over, and strongly insisted upon it everyway, that instead of our going together among the whaling fleet in harbor, and in concert selecting our craft; instead of this, I say, Yojo earnestly enjoined that the selection of the ship should rest wholly with me, inasmuch as Yojo purposed befriending us; and, in order to do so, had already pitched upon a vessel, which, if left to myself, I, Ishmael, should infallibly light upon, for all the world as though it had turned out by chance; and in that vessel I must immediately ship myself, for the present irrespective of Queequeg.\n", "word": "black", "modifies": "god"}
{"color": "white", "line": "She was apparelled like any barbaric Ethiopian emperor, his neck heavy with pendants of polished ivory.\n", "word": "ivory", "modifies": "pendant"}
{"color": "white", "line": "Those thews ran not through base blocks of land wood, but deftly travelled over sheaves of sea ivory.\n", "word": "ivory", "modifies": "sea"}
{"color": "black", "line": "It was of a conical shape, some ten feet high; consisting of the long, huge slabs of limber black bone taken from the middle and highest part of the jaws of the right whale.\n", "word": "black", "modifies": "bone"}
{"color": "blue", "line": "There was nothing so very particular, perhaps, about the appearance of the elderly man I saw; he was brown and brawny, like most old seamen, and heavily rolled up in blue pilot cloth, cut in the Quaker style; only there was a fine and almost microscopic net work of the minutest wrinkles interlacing round his eyes, which must have arisen from his continual sailings in many hard gales, and always looking to windward;— for this causes the muscles about the eyes to become pursed together.\n", "word": "blue", "modifies": "cloth"}
{"color": "brown", "line": "There was nothing so very particular, perhaps, about the appearance of the elderly man I saw; he was brown and brawny, like most old seamen, and heavily rolled up in blue pilot cloth, cut in the Quaker style; only there was a fine and almost microscopic net work of the minutest wrinkles interlacing round his eyes, which must have arisen from his continual sailings in many hard gales, and always looking to windward;— for this causes the muscles about the eyes to become pursed together.\n", "word": "brown", "modifies": "seaman"}
{"color": "green", "line": "I was also aware that being a green hand at whaling, my own lay would not be very large; but considering that I was used to the sea, could steer a ship, splice a rope, and all that, I made no doubt that from all I had heard I should be offered at least the 275th lay—that is, the 275th part of the clear net proceeds of the voyage, whatever that might eventually amount to.\n", "word": "green", "modifies": "hand"}
{"color": "red", "line": "\"Thou knowest best,\" was the sepulchral reply, \"the seven hundred and seventy seventh wouldn't be too much, would it?—'where moth and rust do corrupt, but lay '\" Lay, indeed, thought I, and such a lay!\n", "word": "rust", "modifies": "moth"}
{"color": "red", "line": "Well, old Bildad, you are determined that I, for one, shall not lay up many lays here below, where moth and rust do corrupt.\n", "word": "rust", "modifies": "moth"}
{"color": "gold", "line": "It was an exceedingly long lay that, indeed; and though from the magnitude of the figure it might at first deceive a landsman, yet the slightest consideration will show that though seven hundred and seventy seven is a pretty large number, yet, when you come to make a teenth of it, you will then see, I say, that the seven hundred and seventy seventh part of a farthing is a good deal less than seven hundred and seventy seven gold doubloons; and so I thought at the time.\n", "word": "gold", "modifies": "doubloon"}
{"color": "black", "line": "Mrs. Hussey soon appeared, with a mustard pot in one hand and a vinegar cruet in the other, having just broken away from the occupation of attending to the castors, and scolding her little black boy meantime.\n", "word": "black", "modifies": "boy"}
{"color": "purple", "line": "After sitting a long time listening to the long stories of some sailors who had just come from a plum pudding voyage, as they called it (that is, a short whaling voyage in a schooner or brig, confined to the north of the line, in the Atlantic Ocean only); after listening to these plum puddingers till nearly eleven o'clock, I went up stairs to go to bed, feeling quite sure by this time Queequeg must certainly have brought his Ramadan to a termination.\n", "word": "plum", "modifies": "voyage"}
{"color": "yellow", "line": "and so saying, taking out his spectacles, he rubbed them with his great yellow bandana handkerchief, and putting them on very carefully, came out of the wigwam, and leaning stiffly over the bulwarks, took a good long look at Queequeg.\n", "word": "yellow", "modifies": "handkerchief"}
{"color": "blue", "line": "\"No,\" said Peleg, \"and he hasn't been baptized right either, or it would have washed some of that devil's blue off his face.\"\n", "word": "blue", "modifies": "devil"}
{"color": "black", "line": "He was but shabbily apparelled in faded jacket and patched trowsers; a rag of a black handkerchief investing his neck.\n", "word": "black", "modifies": "handkerchief"}
{"color": "silver", "line": "Nothing about the silver calabash he spat into?\n", "word": "silver", "modifies": "calabash"}
{"color": "silver", "line": "This circumstance, coupled with his ambiguous, half hinting, half revealing, shrouded sort of talk, now begat in me all kinds of vague wonderments and half apprehensions, and all connected with the Pequod; and Captain Ahab; and the leg he had lost; and the Cape Horn fit; and the silver calabash; and what Captain Peleg had said of him, when I left the ship the day previous; and the prediction of the squaw Tistig; and the voyage we had bound ourselves to sail; and a hundred other shadowy things.\n", "word": "silver", "modifies": "calabash"}
{"color": "red", "line": "spring, thou chap with the red whiskers; spring there, Scotch cap; spring, thou green pants.\n", "word": "red", "modifies": "whisker"}
{"color": "green", "line": "spring, thou chap with the red whiskers; spring there, Scotch cap; spring, thou green pants.\n", "word": "green", "modifies": "pant"}
{"color": "white", "line": "The long rows of teeth on the bulwarks glistened in the moonlight; and like the white ivory tusks of some huge elephant, vast curving icicles depended from the bows.\n", "word": "white", "modifies": "tusk"}
{"color": "green", "line": "Lank Bildad, as pilot, headed the first watch, and ever and anon, as the old craft deep dived into the green seas, and sent the shivering frost all over her, and the winds howled, and the cordage rang, his steady notes were heard,— Never did those sweet words sound more sweetly to me than then.\n", "word": "green", "modifies": "sea"}
{"color": "white", "line": "Don't stave the boats needlessly, ye harpooneers; good white cedar plank is raised full three per cent within the year.\n", "word": "white", "modifies": "plank"}
{"color": "green", "line": "the sail needles are in the green locker.\n", "word": "green", "modifies": "locker"}
{"color": "green", "line": "Certainly it cannot be olive oil, nor macassar oil, nor castor oil, nor bear's oil, nor train oil, nor cod liver oil.\n", "word": "olive", "modifies": "oil"}
{"color": "white", "line": "who didst not refuse to the swart convict, Bunyan, the pale, poetic pearl; Thou who didst clothe with doubly hammered leaves of finest gold, the stumped and paupered arm of old Cervantes; Thou who didst pick up Andrew Jackson from the pebbles; who didst hurl him upon a war horse; who didst thunder him higher than a throne!\n", "word": "pale", "modifies": "pearl"}
{"color": "black", "line": "For, like his nose, his short, black little pipe was one of the regular features of his face.\n", "word": "black", "modifies": "pipe"}
{"color": "red", "line": "Next was Tashtego, an unmixed Indian from Gay Head, the most westerly promontory of Martha's Vineyard, where there still exists the last remnant of a village of red men, which has long supplied the neighboring island of Nantucket with many of her most daring harpooneers.\n", "word": "red", "modifies": "men"}
{"color": "black", "line": "Tashtego's long, lean, sable hair, his high cheek bones, and black rounding eyes—for an Indian, Oriental in their largeness, but Antarctic in their glittering expression—all this sufficiently proclaimed him an inheritor of the unvitiated blood of those proud warrior hunters, who, in quest of the great New England moose, had scoured, bow in hand, the aboriginal forests of the main.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "Third among the harpooneers was Daggoo, a gigantic, coal black negro savage, with a lion like tread—an Ahasuerus to behold.\n", "word": "black", "modifies": "savage"}
{"color": "white", "line": "There was a corporeal humility in looking up at him; and a white man standing before him seemed a white flag come to beg truce of a fortress.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "Black Little Pip— he never did—oh, no!\n", "word": "black", "modifies": "pip"}
{"color": "gray", "line": "It was one of those less lowering, but still grey and gloomy enough mornings of the transition, when with a fair wind the ship was rushing through the water with a vindictive sort of leaping and melancholy rapidity, that as I mounted to the deck at the call of the forenoon watch, so soon as I levelled my glance towards the taffrail, foreboding shivers ran over me.\n", "word": "grey", "modifies": "morning"}
{"color": "gray", "line": "Threading its way out from among his grey hairs, and continuing right down one side of his tawny scorched face and neck, till it disappeared in his clothing, you saw a slender rod like mark, lividly whitish.\n", "word": "grey", "modifies": "hair"}
{"color": "white", "line": "So that no white sailor seriously contradicted him when he said that if ever Captain Ahab should be tranquilly laid out— which might hardly come to pass, so he muttered—then, whoever should do that last office for the dead, would find a birth mark on him from crown to sole.\n", "word": "white", "modifies": "sailor"}
{"color": "white", "line": "So powerfully did the whole grim aspect of Ahab affect me, and the livid brand which streaked it, that for the first few moments I hardly noted that not a little of this overbearing grimness was owing to the barbaric white leg upon which he partly stood.\n", "word": "white", "modifies": "leg"}
{"color": "white", "line": "It had previously come to me that this ivory leg had at sea been fashioned from the polished bone of the sperm whale's jaw.\n", "word": "ivory", "modifies": "leg"}
{"color": "white", "line": "But after that morning, he was every day visible to the crew; either standing in his pivot hole, or seated upon an ivory stool he had; or heavily walking the deck.\n", "word": "ivory", "modifies": "stool"}
{"color": "green", "line": "For, as when the red cheeked, dancing girls, April and May, trip home to the wintry, misanthropic woods; even the barest, ruggedest, most thunder cloven old oak will at least send forth some few green sprouts, to welcome such gladhearted visitants; so Ahab did, in the end, a little respond to the playful allurings of that girlish air.\n", "word": "green", "modifies": "sprout"}
{"color": "pink", "line": "The warmly cool, clear, ringing perfumed, overflowing, redundant days, were as crystal goblets of Persian sherbet, heaped up— flaked up, with rose water snow.\n", "word": "rose", "modifies": "snow"}
{"color": "white", "line": "Some considering touch of humanity was in him; for at times like these, he usually abstained from patrolling the quarter deck; because to his wearied mates, seeking repose within six inches of his ivory heel, such would have been the reverberating crack and din of that bony step, that their dreams would have been of the crunching teeth of sharks.\n", "word": "ivory", "modifies": "heel"}
{"color": "white", "line": "But once, the mood was on him too deep for common regardings; and as with heavy, lumber like pace he was measuring the ship from taffrail to mainmast, Stubb, the old second mate, came up from below, and with a certain unassured, deprecating humorousness, hinted that if Captain Ahab was pleased to walk the planks, then, no one could say nay; but there might be some way of muffling the noise; hinting something indistinctly and hesitatingly about a globe of tow, and the insertion into it, of the ivory heel.\n", "word": "ivory", "modifies": "heel"}
{"color": "white", "line": "It flashed like a bleached bone.\n", "word": "bleached", "modifies": "bone"}
{"color": "white", "line": "The Pipe When Stubb had departed, Ahab stood for a while leaning over the bulwarks; and then, as had been usual with him of late, calling a sailor of the watch, he sent him below for his ivory stool, and also his pipe.\n", "word": "ivory", "modifies": "stool"}
{"color": "white", "line": "This thing that is meant for sereneness, to send up mild white vapors among mild white hairs, not among torn iron grey locks like mine.\n", "word": "white", "modifies": "vapor"}
{"color": "gray", "line": "This thing that is meant for sereneness, to send up mild white vapors among mild white hairs, not among torn iron grey locks like mine.\n", "word": "grey", "modifies": "iron"}
{"color": "white", "line": "You know the old man's ivory leg, well I dreamed he kicked me with it; and when I tried to kick back, upon my soul, my little man, I kicked my leg right off!\n", "word": "ivory", "modifies": "leg"}
{"color": "white", "line": "'Very good,' says he—'he used his ivory leg, didn't he?'\n", "word": "ivory", "modifies": "leg"}
{"color": "white", "line": "No, you were kicked by a great man, and with a beautiful ivory leg, Stubb.\n", "word": "ivory", "modifies": "leg"}
{"color": "white", "line": "If ye see a white one, split your lungs for him!\n", "word": "white", "modifies": "one"}
{"color": "white", "line": "A white whale—did ye mark that, man?\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "He is the most gamesome and light hearted of all the whales, making more gay foam and white water generally than any other of them.\n", "word": "white", "modifies": "water"}
{"color": "black", "line": "* These embrace the whales of middling magnitude, among which at present may be numbered:—I., the Grampus; II., the Black Fish; III., the Narwhale; IV., the Thrasher; V., the Killer.\n", "word": "black", "modifies": "fish"}
{"color": "black", "line": "I do so now touching the Black Fish, so called because blackness is the rule among almost all whales.\n", "word": "black", "modifies": "fish"}
{"color": "white", "line": "What precise purpose this ivory horn or lance answers, it would be hard to say.\n", "word": "ivory", "modifies": "horn"}
{"color": "black", "line": "Black Letter tells me that Sir Martin Frobisher on his return from that voyage, when Queen Bess did gallantly wave her jewelled hand to him from a window of Greenwich Palace, as his bold ship sailed down the Thames; \"when Sir Martin returned from that voyage,\" saith Black Letter, \"on bended knees he presented to her highness a prodigious long horn of the Narwhale, which for a long period after hung in the castle at Windsor.\"\n", "word": "black", "modifies": "letter"}
{"color": "black", "line": "The Narwhale has a very picturesque, leopard like look, being of a milk white ground color, dotted with round and oblong spots of black.\n", "word": "black", "modifies": "spot"}
{"color": "white", "line": "The Narwhale has a very picturesque, leopard like look, being of a milk white ground color, dotted with round and oblong spots of black.\n", "word": "white", "modifies": "color"}
{"color": "brown", "line": "He has no fins on his back (most other porpoises have), he has a lovely tail, and sentimental Indian eyes of a hazel hue.\n", "word": "hazel", "modifies": "hue"}
{"color": "black", "line": "Though his entire back down to his side fins is of a deep sable, yet a boundary line, distinct as the mark in a ship's hull, called the \"bright waist,\" that line streaks him from stem to stern, with two separate colors, black above and white below.\n", "word": "black", "modifies": "color"}
{"color": "purple", "line": "Indeed, many are the Nantucket ships in which you will see the skipper parading his quarter deck with an elated grandeur not surpassed in any military navy; nay, extorting almost as much outward homage as if he wore the imperial purple, and not the shabbiest of pilot cloth.\n", "word": "purple", "modifies": "shabbiest"}
{"color": "red", "line": "Over his ivory inlaid table, Ahab presided like a mute, maned sea lion on the white coral beach, surrounded by his war like but still deferential cubs.\n", "word": "coral", "modifies": "beach"}
{"color": "white", "line": "Over his ivory inlaid table, Ahab presided like a mute, maned sea lion on the white coral beach, surrounded by his war like but still deferential cubs.\n", "word": "white", "modifies": "beach"}
{"color": "white", "line": "After their departure, taking place in inverted order to their arrival, the canvas cloth was cleared, or rather was restored to some hurried order by the pallid steward.\n", "word": "pallid", "modifies": "steward"}
{"color": "white", "line": "Such portentous appetites had Queequeg and Tashtego, that to fill out the vacancies made by the previous repast, often the pale Dough Boy was fain to bring on a great baron of salt junk, seemingly quarried out of the solid ox.\n", "word": "pale", "modifies": "boy"}
{"color": "black", "line": "And what with the standing spectacle of the black terrific Ahab, and the periodical tumultuous visitations of these three savages, Dough Boy's whole life was one continual lip quiver.\n", "word": "black", "modifies": "ahab"}
{"color": "white", "line": "hard fares the white waiter who waits upon cannibals.\n", "word": "white", "modifies": "waiter"}
{"color": "brown", "line": "Of modern standers of mast heads we have but a lifeless set; mere stone, iron, and bronze men; who, though well capable of facing out a stiff gale, are still entirely incompetent to the business of singing out upon discovering any strange sight.\n", "word": "bronze", "modifies": "men"}
{"color": "blue", "line": "Perhaps they were; or perhaps there might have been shoals of them in the far horizon; but lulled into such an opium like listlessness of vacant, unconscious reverie is this absent minded youth by the blending cadence of waves with thoughts, that at last he loses his identity; takes the mystic ocean at his feet for the visible image of that deep, blue, bottomless soul, pervading mankind and nature; and every strange, half seen, gliding, beautiful thing that eludes him; every dimly discovered, uprising fin of some undiscernible form, seems to him the embodiment of those elusive thoughts that only people the soul by continually flitting through it.\n", "word": "blue", "modifies": "soul"}
{"color": "white", "line": "Soon his steady, ivory stride was heard, as to and fro he paced his old rounds, upon planks so familiar to his tread, that they were all over dented, like geological stones, with the peculiar mark of his walk.\n", "word": "ivory", "modifies": "stride"}
{"color": "gold", "line": "d'ye see this Spanish ounce of gold?\n", "word": "gold", "modifies": "ounce"}
{"color": "gold", "line": "While the mate was getting the hammer, Ahab, without speaking, was slowly rubbing the gold piece against the skirts of his jacket, as if to heighten its lustre, and without using any words was meanwhile lowly humming to himself, producing a sound so strangely muffled and inarticulate that it seemed the mechanical humming of the wheels of his vitality in him.\n", "word": "gold", "modifies": "piece"}
{"color": "white", "line": "Receiving the top maul from Starbuck, he advanced towards the main mast with the hammer uplifted in one hand, exhibiting the gold with the other, and with a high raised voice exclaiming: \"Whosoever of ye raises me a white headed whale with a wrinkled brow and a crooked jaw; whosoever of ye raises me that white headed whale, with three holes punctured in his starboard fluke—look ye, whosoever of ye raises me that same white whale, he shall have this gold ounce, my boys!\"\n", "word": "white", "modifies": "whale"}
{"color": "gold", "line": "Receiving the top maul from Starbuck, he advanced towards the main mast with the hammer uplifted in one hand, exhibiting the gold with the other, and with a high raised voice exclaiming: \"Whosoever of ye raises me a white headed whale with a wrinkled brow and a crooked jaw; whosoever of ye raises me that white headed whale, with three holes punctured in his starboard fluke—look ye, whosoever of ye raises me that same white whale, he shall have this gold ounce, my boys!\"\n", "word": "gold", "modifies": "ounce"}
{"color": "white", "line": "\"It's a white whale, I say,\" resumed Ahab, as he threw down the topmaul: \"a white whale.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Skin your eyes for him, men; look sharp for white water; if ye see but a bubble, sing out.\"\n", "word": "white", "modifies": "water"}
{"color": "white", "line": "\"Captain Ahab,\" said Tashtego, \"that white whale must be the same that some call Moby Dick.\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "\"Do ye know the white whale then, Tash?\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "cried Ahab, \"aye, Queequeg, the harpoons lie all twisted and wrenched in him; aye, Daggoo, his spout is a big one, like a whole shock of wheat, and white as a pile of our Nantucket wool after the great annual sheep shearing; aye, Tashtego, and he fan tails like a split jib in a squall.\n", "word": "white", "modifies": "shock"}
{"color": "white", "line": "it was that accursed white whale that razeed me; made a poor pegging lubber of me for ever and a day!\"\n", "word": "white", "modifies": "whale"}
{"color": "black", "line": "to chase that white whale on both sides of land, and over all sides of earth, till he spouts black blood and rolls fin out.\n", "word": "black", "modifies": "blood"}
{"color": "white", "line": "to chase that white whale on both sides of land, and over all sides of earth, till he spouts black blood and rolls fin out.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "shouted the harpooneers and seamen, running closer to the excited old man: \"A sharp eye for the White Whale; a sharp lance for Moby Dick!\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "But what's this long face about, Mr. Starbuck; wilt thou not chase the white whale!\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "To me, the white whale is that wall, shoved near to me.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "That inscrutable thing is chiefly what I hate; and be the white whale agent, or be the white whale principal, I will wreak that hate upon him.\n", "word": "white", "modifies": "agent"}
{"color": "white", "line": "The long, barbed steel goblets were lifted; and to cries and maledictions against the white whale, the spirits were simultaneously quaffed down with a hiss.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "I leave a white and turbid wake; pale waters, paler cheeks, where'er I sail.\n", "word": "white", "modifies": "wake"}
{"color": "pink", "line": "Yonder, by the ever brimming goblet's rim, the warm waves blush like wine.\n", "word": "blush", "modifies": "rim"}
{"color": "gold", "line": "The gold brow plumbs the blue.\n", "word": "gold", "modifies": "brow"}
{"color": "gold", "line": "'Tis iron—that I know—not gold.\n", "word": "gold", "modifies": "iron"}
{"color": "gold", "line": "The hated whale has the round watery world to swim in, as the small gold fish has its glassy globe.\n", "word": "gold", "modifies": "fish"}
{"color": "white", "line": "The white whale is their demigorgon.\n", "word": "white", "modifies": "whale"}
{"color": "brown", "line": "There, take this copper pump, and hail 'em through it.\n", "word": "copper", "modifies": "pump"}
{"color": "white", "line": "That's a white man; he calls that fun: humph!\n", "word": "white", "modifies": "man"}
{"color": "green", "line": "to think of the green navies and the green skulled crews!\n", "word": "green", "modifies": "navy"}
{"color": "black", "line": "Thou showest thy black brow, Seeva!\n", "word": "black", "modifies": "brow"}
{"color": "green", "line": "green the first day I brought ye thence; now worn and wilted quite.\n", "word": "green", "modifies": "day"}
{"color": "white", "line": "White skin, white liver!\n", "word": "white", "modifies": "skin"}
{"color": "white", "line": "But those chaps there are worse yet— they are your white squalls, they.\n", "word": "white", "modifies": "squall"}
{"color": "white", "line": "White squalls?\n", "word": "white", "modifies": "squall"}
{"color": "white", "line": "white whale, shirr!\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Here have I heard all their chat just now, and the white whale—shirr!\n", "word": "white", "modifies": "whale"}
{"color": "black", "line": "thou big white God aloft there somewhere in yon darkness, have mercy on this small black boy down here; preserve him from all men that have no bowels to feel fear!\n", "word": "black", "modifies": "boy"}
{"color": "white", "line": "thou big white God aloft there somewhere in yon darkness, have mercy on this small black boy down here; preserve him from all men that have no bowels to feel fear!\n", "word": "white", "modifies": "god"}
{"color": "white", "line": "For some time past, though at intervals only, the unaccompanied, secluded White Whale had haunted those uncivilized seas mostly frequented by the Sperm Whale fishermen.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "And as for those who, previously hearing of the White Whale, by chance caught sight of him; in the beginning of the thing they had every one of them, almost, as boldly and fearlessly lowered for him, as for any other whale of that species.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "But at length, such calamities did ensue in these assaults— not restricted to sprained wrists and ankles, broken limbs, or devouring amputations—but fatal to the last degree of fatality; those repeated disastrous repulses, all accumulating and piling their terrors upon Moby Dick; those things had gone far to shake the fortitude of many brave hunters, to whom the story of the White Whale had eventually come.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "No wonder, then, that ever gathering volume from the mere transit over the wildest watery spaces, the outblown rumors of the White Whale did in the end incorporate with themselves all manner of morbid hints, and half formed foetal suggestions of supernatural agencies, which eventually invested Moby Dick with new terrors unborrowed from anything that visibly appears.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "So that in many cases such a panic did he finally strike, that few who by those rumors, at least, had heard of the White Whale, few of those hunters were willing to encounter the perils of his jaw.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "One of the wild suggestions referred to, as at last coming to be linked with the White Whale in the minds of the superstitiously inclined, was the unearthly conceit that Moby Dick was ubiquitous; that he had actually been encountered in opposite latitudes at one and the same instant of time.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Forced into familiarity, then, with such prodigies as these; and knowing that after repeated, intrepid assaults, the White Whale had escaped alive; it cannot be much matter of surprise that some whalemen should go still further in their superstitions; declaring Moby Dick not only ubiquitous, but immortal (for immortality is but ubiquity in time); that though groves of spears should be planted in his flanks, he would still swim away unharmed; or if indeed he should ever be made to spout thick blood, such a sight would be but a ghastly deception; for again in unensanguined billows hundreds of leagues away, his unsullied jet would once more be seen.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "For, it was not so much his uncommon bulk that so much distinguished him from other sperm whales, but, as was elsewhere thrown out—a peculiar snow white wrinkled forehead, and a high, pyramidical white hump.\n", "word": "white", "modifies": "forehead"}
{"color": "white", "line": "The rest of his body was so streaked, and spotted, and marbled with the same shrouded hue, that, in the end, he had gained his distinctive appellation of the White Whale; a name, indeed, literally justified by his vivid aspect, when seen gliding at high noon through a dark blue sea, leaving a milky way wake of creamy foam, all spangled with golden gleamings.\n", "word": "white", "modifies": "whale"}
{"color": "blue", "line": "The rest of his body was so streaked, and spotted, and marbled with the same shrouded hue, that, in the end, he had gained his distinctive appellation of the White Whale; a name, indeed, literally justified by his vivid aspect, when seen gliding at high noon through a dark blue sea, leaving a milky way wake of creamy foam, all spangled with golden gleamings.\n", "word": "blue", "modifies": "sea"}
{"color": "white", "line": "But though similar disasters, however little bruited ashore, were by no means unusual in the fishery; yet, in most instances, such seemed the White Whale's infernal aforethought of ferocity, that every dismembering or death that he caused, was not wholly regarded as having been inflicted by an unintelligent agent.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Judge, then, to what pitches of inflamed, distracted fury the minds of his more desperate hunters were impelled, when amid the chips of chewed boats, and the sinking limbs of torn comrades, they swam out of the white curds of the whale's direful wrath into the serene, exasperating sunlight, that smiled on, as if at a birth or a bridal.\n", "word": "white", "modifies": "curd"}
{"color": "white", "line": "The White Whale swam before him as the monomaniac incarnation of all those malicious agencies which some deep men feel eating in them, till they are left living on with half a heart and half a lung.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "He piled upon the whale's white hump the sum of all the general rage and hate felt by his whole race from Adam down; and then, as if his chest had been a mortar, he burst his hot heart's shell upon it.\n", "word": "white", "modifies": "hump"}
{"color": "white", "line": "Nevertheless, so well did he succeed in that dissembling, that when with ivory leg he stepped ashore at last, no Nantucketer thought him otherwise than but naturally grieved, and that to the quick, with the terrible casualty which had overtaken him.\n", "word": "ivory", "modifies": "leg"}
{"color": "white", "line": "But be all this as it may, certain it is, that with the mad secret of his unabated rage bolted up and keyed in him, Ahab had purposely sailed upon the present voyage with the one only and all engrossing object of hunting the White Whale.\n", "word": "white", "modifies": "whale"}
{"color": "gray", "line": "Here, then, was this grey headed, ungodly old man, chasing with curses a Job's whale round the world, at the head of a crew, too, chiefly made up of mongrel renegades, and castaways, and cannibals—morally enfeebled also, by the incompetence of mere unaided virtue or right mindedness in Starbuck, the invulnerable jollity of indifference and recklessness in Stubb, and the pervading mediocrity in Flask.\n", "word": "grey", "modifies": "man"}
{"color": "white", "line": "How it was that they so aboundingly responded to the old man's ire—by what evil magic their souls were possessed, that at times his hate seemed almost theirs; the White Whale as much their insufferable foe as his; how all this came to be—what the White Whale was to them, or how to their unconscious understandings, also, in some dim, unsuspected way, he might have seemed the gliding great demon of the seas of life,— all this to explain, would be to dive deeper than Ishmael can go.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "The Whiteness of The Whale What the white whale was to Ahab, has been hinted; what, at times, he was to me, as yet remains unsaid.\n", "word": "white", "modifies": "whale"}
{"color": "red", "line": "Though in many natural objects, whiteness refiningly enhances beauty, as if imparting some special virtue of its own, as in marbles, japonicas, and pearls; and though various nations have in some way recognised a certain royal preeminence in this hue; even the barbaric, grand old kings of Pegu placing the title \"Lord of the White Elephants\" above all their other magniloquent ascriptions of dominion; and the modern kings of Siam unfurling the same snow white quadruped in the royal standard; and the Hanoverian flag bearing the one figure of a snow white charger; and the great Austrian Empire, Caesarian, heir to overlording Rome, having for the imperial color the same imperial hue; and though this pre eminence in it applies to the human race itself, giving the white man ideal mastership over every dusky tribe; and though, besides, all this, whiteness has been even made significant of gladness, for among the Romans a white stone marked a joyful day; and though in other mortal sympathies and symbolizings, this same hue is made the emblem of many touching, noble things— the innocence of brides, the benignity of age; though among the Red Men of America the giving of the white belt of wampum was the deepest pledge of honor; though in many climes, whiteness typifies the majesty of Justice in the ermine of the Judge, and contributes to the daily state of kings and queens drawn by milk white steeds; though even in the higher mysteries of the most august religions it has been made the symbol of the divine spotlessness and power; by the Persian fire worshippers, the white forked flame being held the holiest on the altar; and in the Greek mythologies, Great Jove himself being made incarnate in a snow white bull; and though to the noble Iroquois, the midwinter sacrifice of the sacred White Dog was by far the holiest festival of their theology, that spotless, faithful creature being held the purest envoy they could send to the Great Spirit with the annual tidings of their own fidelity; and though directly from the Latin word for white, all Christian priests derive the name of one part of their sacred vesture, the alb or tunic, worn beneath the cassock; and though among the holy pomps of the Romish faith, white is specially employed in the celebration of the Passion of our Lord; though in the Vision of St. John, white robes are given to the redeemed, and the four and twenty elders stand clothed in white before the great white throne, and the Holy One that sitteth there white like wool; yet for all these accumulated associations, with whatever is sweet, and honorable, and sublime, there yet lurks an elusive something in the innermost idea of this hue, which strikes more of panic to the soul than that redness which affrights in blood.\n", "word": "red", "modifies": "men"}
{"color": "white", "line": "Though in many natural objects, whiteness refiningly enhances beauty, as if imparting some special virtue of its own, as in marbles, japonicas, and pearls; and though various nations have in some way recognised a certain royal preeminence in this hue; even the barbaric, grand old kings of Pegu placing the title \"Lord of the White Elephants\" above all their other magniloquent ascriptions of dominion; and the modern kings of Siam unfurling the same snow white quadruped in the royal standard; and the Hanoverian flag bearing the one figure of a snow white charger; and the great Austrian Empire, Caesarian, heir to overlording Rome, having for the imperial color the same imperial hue; and though this pre eminence in it applies to the human race itself, giving the white man ideal mastership over every dusky tribe; and though, besides, all this, whiteness has been even made significant of gladness, for among the Romans a white stone marked a joyful day; and though in other mortal sympathies and symbolizings, this same hue is made the emblem of many touching, noble things— the innocence of brides, the benignity of age; though among the Red Men of America the giving of the white belt of wampum was the deepest pledge of honor; though in many climes, whiteness typifies the majesty of Justice in the ermine of the Judge, and contributes to the daily state of kings and queens drawn by milk white steeds; though even in the higher mysteries of the most august religions it has been made the symbol of the divine spotlessness and power; by the Persian fire worshippers, the white forked flame being held the holiest on the altar; and in the Greek mythologies, Great Jove himself being made incarnate in a snow white bull; and though to the noble Iroquois, the midwinter sacrifice of the sacred White Dog was by far the holiest festival of their theology, that spotless, faithful creature being held the purest envoy they could send to the Great Spirit with the annual tidings of their own fidelity; and though directly from the Latin word for white, all Christian priests derive the name of one part of their sacred vesture, the alb or tunic, worn beneath the cassock; and though among the holy pomps of the Romish faith, white is specially employed in the celebration of the Passion of our Lord; though in the Vision of St. John, white robes are given to the redeemed, and the four and twenty elders stand clothed in white before the great white throne, and the Holy One that sitteth there white like wool; yet for all these accumulated associations, with whatever is sweet, and honorable, and sublime, there yet lurks an elusive something in the innermost idea of this hue, which strikes more of panic to the soul than that redness which affrights in blood.\n", "word": "white", "modifies": "elephant"}
{"color": "white", "line": "Witness the white bear of the poles, and the white shark of the tropics; what but their smooth, flaky whiteness makes them the transcendent horrors they are?\n", "word": "white", "modifies": "bear"}
{"color": "white", "line": "So that not the fierce fanged tiger in his heraldic coat can so stagger courage as the white shrouded bear or shark.\n", "word": "white", "modifies": "bear"}
{"color": "white", "line": "As for the white shark, the white gliding ghostliness of repose in that creature, when beheld in his ordinary moods, strangely tallies with the same quality in the Polar quadruped.\n", "word": "white", "modifies": "shark"}
{"color": "white", "line": "Now, in allusion to the white, silent stillness of death in this shark, and the mild deadliness of his habits, the French call him Requin.\n", "word": "white", "modifies": "stillness"}
{"color": "white", "line": "Bethink thee of the albatross, whence come those clouds of spiritual wonderment and pale dread, in which that white phantom sails in all imaginations?\n", "word": "white", "modifies": "phantom"}
{"color": "white", "line": "As Abraham before the angels, I bowed myself; the white thing was so white, its wings so wide, and in those for ever exiled waters, I had lost the miserable warping memories of traditions and of towns.\n", "word": "white", "modifies": "thing"}
{"color": "gray", "line": "I assert, then, that in the wondrous bodily whiteness of the bird chiefly lurks the secret of the spell; a truth the more evinced in this, that by a solecism of terms there are birds called grey albatrosses; and these I have frequently seen, but never with such emotions as when I beheld the Antarctic fowl.\n", "word": "grey", "modifies": "albatross"}
{"color": "white", "line": "But I doubt not, that leathern tally, meant for man, was taken off in Heaven, when the white fowl flew to join the wing folding, the invoking, and adoring cherubim!\n", "word": "white", "modifies": "fowl"}
{"color": "white", "line": "Most famous in our Western annals and Indian traditions is that of the White Steed of the Prairies; a magnificent milk white charger, large eyed, small headed, bluff chested, and with the dignity of a thousand monarchs in his lofty, overscorning carriage.\n", "word": "white", "modifies": "steed"}
{"color": "red", "line": "At their flaming head he westward trooped it like that chosen star which every evening leads on the hosts of light.\n", "word": "flaming", "modifies": "head"}
{"color": "silver", "line": "The flashing cascade of his mane, the curving comet of his tail, invested him with housings more resplendent than gold and silver beaters could have furnished him.\n", "word": "silver", "modifies": "beater"}
{"color": "white", "line": "Whether marching amid his aides and marshals in the van of countless cohorts that endlessly streamed it over the plains, like an Ohio; or whether with his circumambient subjects browsing all around at the horizon, the White Steed gallopingly reviewed them with warm nostrils reddening through his cool milkiness; in whatever aspect he presented himself, always to the bravest Indians he was the object of trembling reverence and awe.\n", "word": "white", "modifies": "steed"}
{"color": "white", "line": "But there are other instances where this whiteness loses all that accessory and strange glory which invests it in the White Steed and Albatross.\n", "word": "white", "modifies": "steed"}
{"color": "white", "line": "From its snowy aspect, the gauntleted ghost of the Southern Seas has been denominated the White Squall.\n", "word": "white", "modifies": "squall"}
{"color": "white", "line": "How wildly it heightens the effect of that passage in Froissart, when, masked in the snowy symbol of their faction, the desperate White Hoods of Ghent murder their bailiff in the market place!\n", "word": "white", "modifies": "hood"}
{"color": "white", "line": "Nor even in our superstitions do we fail to throw the same snowy mantle round our phantoms; all ghosts rising in a milk white fog—Yea, while these terrors seize us, let us add, that even the king of terrors, when personified by the evangelist, rides on his pallid horse.\n", "word": "white", "modifies": "milk"}
{"color": "white", "line": "Or to the unread, unsophisticated Protestant of the Middle American States, why does the passing mention of a White Friar or a White Nun, evoke such an eyeless statue in the soul?\n", "word": "white", "modifies": "friar"}
{"color": "white", "line": "Or what is there apart from the traditions of dungeoned warriors and kings (which will not wholly account for it) that makes the White Tower of London tell so much more strongly on the imagination of an untravelled American, than those other storied structures, its neighbors— the Byward Tower, or even the Bloody?\n", "word": "white", "modifies": "tower"}
{"color": "white", "line": "And those sublimer towers, the White Mountains of New Hampshire, whence, in peculiar moods, comes that gigantic ghostliness over the soul at the bare mention of that name, while the thought of Virginia's Blue Ridge is full of a soft, dewy, distant dreaminess?\n", "word": "white", "modifies": "mountain"}
{"color": "blue", "line": "And those sublimer towers, the White Mountains of New Hampshire, whence, in peculiar moods, comes that gigantic ghostliness over the soul at the bare mention of that name, while the thought of Virginia's Blue Ridge is full of a soft, dewy, distant dreaminess?\n", "word": "blue", "modifies": "ridge"}
{"color": "white", "line": "Or why, irrespective of all latitudes and longitudes, does the name of the White Sea exert such a spectralness over the fancy, while that of the Yellow Sea lulls us with mortal thoughts of long lacquered mild afternoons on the waves, followed by the gaudiest and yet sleepiest of sunsets?\n", "word": "white", "modifies": "sea"}
{"color": "yellow", "line": "Or why, irrespective of all latitudes and longitudes, does the name of the White Sea exert such a spectralness over the fancy, while that of the Yellow Sea lulls us with mortal thoughts of long lacquered mild afternoons on the waves, followed by the gaudiest and yet sleepiest of sunsets?\n", "word": "yellow", "modifies": "sea"}
{"color": "green", "line": "Or, to choose a wholly unsubstantial instance, purely addressed to the fancy, why, in reading the old fairy tales of Central Europe, does \"the tall pale man\" of the Hartz forests, whose changeless pallor unrestingly glides through the green of the groves— why is this phantom more terrible than all the whooping imps of the Blocksburg?\n", "word": "green", "modifies": "grove"}
{"color": "white", "line": "Or, to choose a wholly unsubstantial instance, purely addressed to the fancy, why, in reading the old fairy tales of Central Europe, does \"the tall pale man\" of the Hartz forests, whose changeless pallor unrestingly glides through the green of the groves— why is this phantom more terrible than all the whooping imps of the Blocksburg?\n", "word": "pale", "modifies": "man"}
{"color": "white", "line": "For Lima has taken the white veil; and there is a higher horror in this whiteness of her woe.\n", "word": "white", "modifies": "veil"}
{"color": "white", "line": "But thou sayest, methinks this white lead chapter about whiteness is but a white flag hung out from a craven soul; thou surrenderest to a hypo, Ishmael.\n", "word": "white", "modifies": "chapter"}
{"color": "green", "line": "There is no remembrance in him of any gorings of wild creatures in his green northern home, so that the strange muskiness he smells cannot recall to him anything associated with the experience of former perils; for what knows he, this New England colt, of the black bisons of distant Oregon?\n", "word": "green", "modifies": "home"}
{"color": "black", "line": "There is no remembrance in him of any gorings of wild creatures in his green northern home, so that the strange muskiness he smells cannot recall to him anything associated with the experience of former perils; for what knows he, this New England colt, of the black bisons of distant Oregon?\n", "word": "black", "modifies": "bison"}
{"color": "white", "line": "Is it that by its indefiniteness it shadows forth the heartless voids and immensities of the universe, and thus stabs us from behind with the thought of annihilation, when beholding the white depths of the milky way?\n", "word": "white", "modifies": "depth"}
{"color": "white", "line": "And when we consider that other theory of the natural philosophers, that all other earthly hues—every stately or lovely emblazoning— the sweet tinges of sunset skies and woods; yea, and the gilded velvets of butterflies, and the butterfly cheeks of young girls; all these are but subtile deceits, not actually inherent in substances, but only laid on from without; so that all deified Nature absolutely paints like the harlot, whose allurements cover nothing but the charnel house within; and when we proceed further, and consider that the mystical cosmetic which produces every one of her hues, the great principle of light, for ever remains white or colorless in itself, and if operating without medium upon matter, would touch all objects, even tulips and roses, with its own blank tinge—pondering all this, the palsied universe lies before us a leper; and like wilful travellers in Lapland, who refuse to wear colored and coloring glasses upon their eyes, so the wretched infidel gazes himself blind at the monumental white shroud that wraps all the prospect around him.\n", "word": "white", "modifies": "shroud"}
{"color": "pink", "line": "And when we consider that other theory of the natural philosophers, that all other earthly hues—every stately or lovely emblazoning— the sweet tinges of sunset skies and woods; yea, and the gilded velvets of butterflies, and the butterfly cheeks of young girls; all these are but subtile deceits, not actually inherent in substances, but only laid on from without; so that all deified Nature absolutely paints like the harlot, whose allurements cover nothing but the charnel house within; and when we proceed further, and consider that the mystical cosmetic which produces every one of her hues, the great principle of light, for ever remains white or colorless in itself, and if operating without medium upon matter, would touch all objects, even tulips and roses, with its own blank tinge—pondering all this, the palsied universe lies before us a leper; and like wilful travellers in Lapland, who refuse to wear colored and coloring glasses upon their eyes, so the wretched infidel gazes himself blind at the monumental white shroud that wraps all the prospect around him.\n", "word": "rose", "modifies": "tulip"}
{"color": "white", "line": "There it was, too, that most of the deadly encounters with the white whale had taken place; there the waves were storied with his deeds; there also was that tragic spot where the monomaniac old man had found the awful motive to his vengeance.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Because, an interval of three hundred and sixty five days and nights was before him; an interval which, instead of impatiently enduring ashore, he would spend in a miscellaneous hunt; if by chance the White Whale, spending his vacation in seas far remote from his periodical feeding grounds, should turn up his wrinkled brow off the Persian Gulf, or in the Bengal Bay, or China Seas, or in any other waters haunted by his race.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "But granting all this; yet, regarded discreetly and coolly, seems it not but a mad idea, this; that in the broad boundless ocean, one solitary whale, even if encountered, should be thought capable of individual recognition from his hunter, even as a white bearded Mufti in the thronged thoroughfares of Constantinople?\n", "word": "white", "modifies": "mufti"}
{"color": "white", "line": "For the peculiar snow white brow of Moby Dick, and his snow white hump, could not but be unmistakable.\n", "word": "white", "modifies": "brow"}
{"color": "white", "line": "For, at such times, crazy Ahab, the scheming, unappeasedly steadfast hunter of the white whale; this Ahab that had gone to his hammock, was not the agent that so caused him to burst from it in horror again.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "King of Japan, whose lofty jet they say at times assumed the semblance of a snow white cross against the sky?\n", "word": "white", "modifies": "cross"}
{"color": "white", "line": "I do not know where I can find a better place than just here, to make mention of one or two other things, which to me seem important, as in printed form establishing in all respects the reasonableness of the whole story of the White Whale, more especially the catastrophe.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "It would be refining too much, perhaps, even considering his monomania, to hint that his vindictiveness towards the White Whale might have possibly extended itself in some degree to all sperm whales, and that the more monsters he slew by so much the more he multiplied the chances that each subsequently encountered whale would prove to be the hated one he hunted.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "It might be that a long interval would elapse ere the White Whale was seen.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Granting that the White Whale fully incites the hearts of this my savage crew, and playing round their savageness even breeds a certain generous knight errantism in them, still, while for the love of it they give chase to Moby Dick, they must also have food for their more common, daily appetites.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "The figure that now stood by its bows was tall and swart, with one white tooth evilly protruding from its steel like lips.\n", "word": "white", "modifies": "tooth"}
{"color": "black", "line": "A rumpled Chinese jacket of black cotton funereally invested him, with wide black trowsers of the same dark stuff.\n", "word": "black", "modifies": "cotton"}
{"color": "white", "line": "But strangely crowning this ebonness was a glistening white plaited turban, the living hair braided and coiled round and round upon his head.\n", "word": "white", "modifies": "turban"}
{"color": "white", "line": "Less swart in aspect, the companions of this figure were of that vivid, tiger yellow complexion peculiar to some of the aboriginal natives of the Manillas;—a race notorious for a certain diabolism of subtilty, and by some honest white mariners supposed to be the paid spies and secret confidential agents on the water of the devil, their lord, whose counting room they suppose to be elsewhere.\n", "word": "white", "modifies": "mariner"}
{"color": "yellow", "line": "Less swart in aspect, the companions of this figure were of that vivid, tiger yellow complexion peculiar to some of the aboriginal natives of the Manillas;—a race notorious for a certain diabolism of subtilty, and by some honest white mariners supposed to be the paid spies and secret confidential agents on the water of the devil, their lord, whose counting room they suppose to be elsewhere.\n", "word": "yellow", "modifies": "tiger"}
{"color": "white", "line": "While yet the wondering ship's company were gazing upon these strangers, Ahab cried out to the white turbaned old man at their head, \"All ready there, Fedallah?\"\n", "word": "white", "modifies": "man"}
{"color": "yellow", "line": "\"Never heed yonder yellow boys, Archy.\"\n", "word": "yellow", "modifies": "boy"}
{"color": "gold", "line": "Hurrah for the gold cup of sperm oil, my heroes!\n", "word": "gold", "modifies": "cup"}
{"color": "yellow", "line": "\"What think ye of those yellow boys, sir!\n", "word": "yellow", "modifies": "boy"}
{"color": "white", "line": "The White Whale's at the bottom of it.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "It ain't the White Whale to day!\n", "word": "white", "modifies": "whale"}
{"color": "yellow", "line": "Those tiger yellow creatures of his seemed all steel and whalebone; like five trip hammers they rose and fell with regular strokes of strength, which periodically started the boat along the water like a horizontal burst boiler out of a Mississippi steamer.\n", "word": "yellow", "modifies": "creature"}
{"color": "pink", "line": "Those tiger yellow creatures of his seemed all steel and whalebone; like five trip hammers they rose and fell with regular strokes of strength, which periodically started the boat along the water like a horizontal burst boiler out of a Mississippi steamer.\n", "word": "rose", "modifies": "hammer"}
{"color": "black", "line": "As for Fedallah, who was seen pulling the harpooneer oar, he had thrown aside his black jacket, and displayed his naked chest with the whole part of his body above the gunwale, clearly cut against the alternating depressions of the watery horizon; while at the other end of the boat Ahab, with one arm, like a fencer's, thrown half backward into the air, as if to counterbalance any tendency to trip; Ahab was seen steadily managing his steering oar as in a thousand boat lowerings ere the White Whale had torn him.\n", "word": "black", "modifies": "jacket"}
{"color": "blue", "line": "Likewise upon the extreme stern of the boat where it was also triangularly platformed level with the gunwale, Starbuck himself was seen coolly and adroitly balancing himself to the jerking tossings of his chip of a craft, and silently eyeing the vast blue eye of the sea.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "To a landsman, no whale, nor any sign of a herring, would have been visible at that moment; nothing but a troubled bit of greenish white water, and thin scattered puffs of vapor hovering over it, and suffusingly blowing off to leeward, like the confused scud from white rolling billows.\n", "word": "white", "modifies": "water"}
{"color": "black", "line": "Beach me, beach me on their black backs, boys; only do that for me, and I'll sign over to you my Martha's Vineyard plantation, boys; including wife and children, boys.\n", "word": "black", "modifies": "back"}
{"color": "white", "line": "see that white water!\"\n", "word": "white", "modifies": "water"}
{"color": "yellow", "line": "But what it was that inscrutable Ahab said to that tiger yellow crew of his—these were words best omitted here; for you live under the blessed light of the evangelical land.\n", "word": "yellow", "modifies": "crew"}
{"color": "red", "line": "Only the infidel sharks in the audacious seas may give ear to such words, when, with tornado brow, and eyes of red murder, and foam glued lips, Ahab leaped after his prey.\n", "word": "red", "modifies": "murder"}
{"color": "green", "line": "The vast swells of the omnipotent sea; the surging, hollow roar they made, as they rolled along the eight gunwales, like gigantic bowls in a boundless bowling green; the brief suspended agony of the boat, as it would tip for an instant on the knife like edge of the sharper waves, that almost seemed threatening to cut it in two; the sudden profound dip into the watery glens and hollows; the keen spurrings and goadings to gain the top of the opposite hill; the headlong, sled like slide down its other side;—all these, with the cries of the headsmen and harpooneers, and the shuddering gasps of the oarsmen, with the wondrous sight of the ivory Pequod bearing down upon her boats with outstretched sails, like a wild hen after her screaming brood;—all this was thrilling.\n", "word": "green", "modifies": "bowling"}
{"color": "white", "line": "The vast swells of the omnipotent sea; the surging, hollow roar they made, as they rolled along the eight gunwales, like gigantic bowls in a boundless bowling green; the brief suspended agony of the boat, as it would tip for an instant on the knife like edge of the sharper waves, that almost seemed threatening to cut it in two; the sudden profound dip into the watery glens and hollows; the keen spurrings and goadings to gain the top of the opposite hill; the headlong, sled like slide down its other side;—all these, with the cries of the headsmen and harpooneers, and the shuddering gasps of the oarsmen, with the wondrous sight of the ivory Pequod bearing down upon her boats with outstretched sails, like a wild hen after her screaming brood;—all this was thrilling.\n", "word": "ivory", "modifies": "pequod"}
{"color": "white", "line": "The dancing white water made by the chase was now becoming more and more visible, owing to the increasing darkness of the dun cloud shadows flung upon the sea.\n", "word": "white", "modifies": "water"}
{"color": "black", "line": "The jets of vapor no longer blended, but tilted everywhere to right and left; the whales seemed separating their wakes.\n", "word": "jet", "modifies": "vapor"}
{"color": "white", "line": "There's white water again!—close to!\n", "word": "white", "modifies": "water"}
{"color": "white", "line": "The whole crew were half suffocated as they were tossed helter skelter into the white curdling cream of the squall.\n", "word": "white", "modifies": "cream"}
{"color": "red", "line": "There we sat up to our knees in the sea, the water covering every rib and plank, so that to our downward gazing eyes the suspended craft seemed a coral boat grown up to us from the bottom of the ocean.\n", "word": "coral", "modifies": "boat"}
{"color": "white", "line": "The wind increased to a howl; the waves dashed their bucklers together; the whole squall roared, forked, and crackled around us like a white fire upon the prairie, in which unconsumed, we were burning; immortal in these jaws of death!\n", "word": "white", "modifies": "fire"}
{"color": "red", "line": "In vain we hailed the other boats; as well roar to the live coals down the chimney of a flaming furnace as hail those boats in that storm.\n", "word": "flaming", "modifies": "furnace"}
{"color": "white", "line": "There is nothing like the perils of whaling to breed this free and easy sort of genial, desperado philosophy; and with it I now regarded this whole voyage of the Pequod, and the great White Whale its object.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Considering, therefore, that squalls and capsizings in the water and consequent bivouacks on the deep, were matters of common occurrence in this kind of life; considering that at the superlatively critical instant of going on to the whale I must resign my life into the hands of him who steered the boat— oftentimes a fellow who at that very moment is in his impetuousness upon the point of scuttling the craft with his own frantic stampings; considering that the particular disaster to our own particular boat was chiefly to be imputed to Starbuck's driving on to his whale almost in the teeth of a squall, and considering that Starbuck, notwithstanding, was famous for his great heedfulness in the fishery; considering that I belonged to this uncommonly prudent Starbuck's boat; and finally considering in what a devil's chase I was implicated, touching the White Whale: taking all things together, I say, I thought I might as well go below and make a rough draft of my will.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Until Cabaco's published discovery, the sailors had little foreseen it, though to be sure when, after being a little while out of port, all hands had concluded the customary business of fitting the whaleboats for service; when some time after this Ahab was now and then found bestirring himself in the matter of making thole pins with his own hands for what was thought to be one of the spare boats, and even solicitously cutting the small wooden skewers, which when the line is running out are pinned over the groove in the bow: when all this was observed in him, and particularly his solicitude in having an extra coat of sheathing in the bottom of the boat, as if to make it better withstand the pointed pressure of his ivory limb; and also the anxiety he evinced in exactly shaping the thigh board, or clumsy cleat, as it is sometimes called, the horizontal piece in the boat's bow for bracing the knee against in darting or stabbing at the whale; when it was observed how often he stood up in that boat with his solitary knee fixed in the semi circular depression in the cleat, and with the carpenter's chisel gouged out a little here and straightened it a little there; all these things, I say, had awakened much interest and curiosity at the time.\n", "word": "ivory", "modifies": "limb"}
{"color": "white", "line": "The Spirit Spout Days, weeks passed, and under easy sail, the ivory Pequod had slowly swept across four several cruising grounds; that off the Azores; off the Cape de Verdes; on the Plate (so called), being off the mouth of the Rio de la Plata; and the Carrol Ground, an unstaked, watery locality, southerly from St. Helena.\n", "word": "ivory", "modifies": "pequod"}
{"color": "white", "line": "It was while gliding through these latter waters that one serene and moonlight night, when all the waves rolled by like scrolls of silver; and, by their soft, suffusing seethings, made what seemed a silvery silence, not a solitude; on such a silent night a silvery jet was seen far in advance of the white bubbles at the bow.\n", "word": "white", "modifies": "bubble"}
{"color": "silver", "line": "It was while gliding through these latter waters that one serene and moonlight night, when all the waves rolled by like scrolls of silver; and, by their soft, suffusing seethings, made what seemed a silvery silence, not a solitude; on such a silent night a silvery jet was seen far in advance of the white bubbles at the bow.\n", "word": "silver", "modifies": "scroll"}
{"color": "blue", "line": "These temporary apprehensions, so vague but so awful, derived a wondrous potency from the contrasting serenity of the weather, in which, beneath all its blue blandness, some thought there lurked a devilish charm, as for days and days we voyaged along, through seas so wearily, lonesomely mild, that all space, in repugnance to our vengeful errand, seemed vacating itself of life before our urn like prow.\n", "word": "blue", "modifies": "blandness"}
{"color": "silver", "line": "But, at last, when turning to the eastward, the Cape winds began howling around us, and we rose and fell upon the long, troubled seas that are there; when the ivory tusked Pequod sharply bowed to the blast, and gored the dark waves in her madness, till, like showers of silver chips, the foamflakes flew over her bulwarks; then all this desolate vacuity of life went away, but gave place to sights more dismal than before.\n", "word": "silver", "modifies": "chip"}
{"color": "black", "line": "Close to our bows, strange forms in the water darted hither and thither before us; while thick in our rear flew the inscrutable sea ravens.\n", "word": "raven", "modifies": "sea"}
{"color": "black", "line": "And heaved and heaved, still unrestingly heaved the black sea, as if its vast tides were a conscience; and the great mundane soul were in anguish and remorse for the long sin and suffering it had bred.\n", "word": "black", "modifies": "sea"}
{"color": "black", "line": "Rather Cape Tormentoto, as called of yore; for long allured by the perfidious silences that before had attended us, we found ourselves launched into this tormented sea, where guilty beings transformed into those fowls and these fish, seemed condemned to swim on everlastingly without any haven in store, or beat that black air without any horizon.\n", "word": "black", "modifies": "air"}
{"color": "white", "line": "But calm, snow white, and unvarying; still directing its fountain of feathers to the sky; still beckoning us on from before, the solitary jet would at times be descried.\n", "word": "white", "modifies": "snow"}
{"color": "white", "line": "So, with his ivory leg inserted into its accustomed hole, and with one hand firmly grasping a shroud, Ahab for hours and hours would stand gazing dead to windward, while an occasional squall of sleet or snow would all but congeal his very eyelashes together.\n", "word": "ivory", "modifies": "leg"}
{"color": "white", "line": "As if the waves had been fullers, this craft was bleached like the skeleton of a stranded walrus.\n", "word": "bleached", "modifies": "craft"}
{"color": "red", "line": "All down her sides, this spectral appearance was traced with long channels of reddened rust, while all her spars and her rigging were like the thick branches of trees furred over with hoar frost.\n", "word": "rust", "modifies": "channel"}
{"color": "white", "line": "Have ye seen the White Whale?\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "But as the strange captain, leaning over the pallid bulwarks, was in the act of putting his trumpet to his mouth, it somehow fell from his hand into the sea; and the wind now rising amain, he in vain strove to make himself heard without it.\n", "word": "pallid", "modifies": "bulwark"}
{"color": "white", "line": "While in various silent ways the seamen of the Pequod were evincing their observance of this ominous incident at the first mere mention of the White Whale's name to another ship, Ahab for a moment paused; it almost seemed as though he would have lowered a boat to board the stranger, had not the threatening wind forbade.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "To some the general interest in the White Whale was now wildly heightened by a circumstance of the Town Ho's story, which seemed obscurely to involve with the whale a certain wondrous, inverted visitation of one of those so called judgments of God which at times are said to overtake some men.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "It was the private property of three confederate white seamen of that ship, one of whom, it seems, communicated it to Tashtego with Romish injunctions of secrecy, but the following night Tashtego rambled in his sleep, and revealed so much of it in that way, that when he was wakened he could not well withhold the rest.\n", "word": "white", "modifies": "seaman"}
{"color": "red", "line": "They contain round archipelagoes of romantic isles, even as the Polynesian waters do; in large part, are shored by two great contrasting nations, as the Atlantic is; they furnish long maritime approaches to our numerous territorial colonies from the East, dotted all round their banks; here and there are frowned upon by batteries, and by the goat like craggy guns of lofty Mackinaw; they have heard the fleet thunderings of naval victories; at intervals, they yield their beaches to wild barbarians, whose red painted faces flash from out their peltry wigwams; for leagues and leagues are flanked by ancient and unentered forests, where the gaunt pines stand like serried lines of kings in Gothic genealogies; those same woods harboring wild Afric beasts of prey, and silken creatures whose exported furs give robes to Tartar Emperors; they mirror the paved capitals of Buffalo and Cleveland, as well as Winnebago villages; they float alike the full rigged merchant ship, the armed cruiser of the State, the steamer, and the beech canoe; they are swept by Borean and dismasting blasts as direful as any that lash the salted wave; they know what shipwrecks are, for out of sight of land, however inland, they have drowned full many a midnight ship with all its shrieking crew.\n", "word": "red", "modifies": "face"}
{"color": "red", "line": "\"Quitting the pump at last, with the rest of his band, the Lakeman went forward all panting, and sat himself down on the windlass; his face fiery red, his eyes bloodshot, and wiping the profuse sweat from his brow.\n", "word": "red", "modifies": "face"}
{"color": "pink", "line": "\"Steelkilt rose, and slowly retreating round the windlass, steadily followed by the mate with his menacing hammer, deliberately repeated his intention not to obey.\n", "word": "rose", "modifies": "steelkilt"}
{"color": "white", "line": "\"For three hundred and sixty miles, gentlemen, through the entire breadth of the state of New York; through numerous populous cities and most thriving villages; through long, dismal, uninhabited swamps, and affluent, cultivated fields, unrivalled for fertility; by billiard room and bar room; through the holy of holies of great forests; on Roman arches over Indian rivers; through sun and shade; by happy hearts or broken; through all the wide contrasting scenery of those noble Mohawk counties; and especially, by rows of snow white chapels, whose spires stand almost like milestones, flows one continual stream of Venetianly corrupt and often lawless life.\n", "word": "white", "modifies": "chapel"}
{"color": "red", "line": "Like Mark Antony, for days and days along his green turfed, flowery Nile, he indolently floats, openly toying with his red cheeked Cleopatra, ripening his apricot thigh upon the sunny deck.\n", "word": "red", "modifies": "cleopatra"}
{"color": "green", "line": "Like Mark Antony, for days and days along his green turfed, flowery Nile, he indolently floats, openly toying with his red cheeked Cleopatra, ripening his apricot thigh upon the sunny deck.\n", "word": "green", "modifies": "nile"}
{"color": "black", "line": "\"It was at this point, gentlemen, that enraged by the defection of seven of his former associates, and stung by the mocking voice that had last hailed him, and maddened by his long entombment in a place as black as the bowels of despair; it was then that Steelkilt proposed to the two Canallers, thus far apparently of one mind with him, to burst out of their hole at the next summoning of the garrison; and armed with their keen mincing knives (long, crescentic, heavy implements with a handle at each end) run amuck from the bowsprit to the taffrail; and if by any devilishness of desperation possible, seize the ship.\n", "word": "black", "modifies": "place"}
{"color": "white", "line": "But as the junior mates were hurrying to execute the order, a pale man, with a bandaged head, arrested them—Radney the chief mate.\n", "word": "pale", "modifies": "man"}
{"color": "white", "line": "\"'A very white, and famous, and most deadly immortal monster, Don;— but that would be too long a story.'\n", "word": "white", "modifies": "monster"}
{"color": "white", "line": "'The White Whale—the White Whale!'\n", "word": "white", "modifies": "whale"}
{"color": "blue", "line": "was the cry from captain, mates, and harpooneers, who, undeterred by fearful rumours, were all anxious to capture so famous and precious a fish; while the dogged crew eyed askance, and with curses, the appalling beauty of the vast milky mass, that lit up by a horizontal spangling sun, shifted and glistened like a living opal in the blue morning sea.\n", "word": "blue", "modifies": "morning"}
{"color": "red", "line": "But, at some distance, Moby Dick rose again, with some tatters of Radney's red woollen shirt, caught in the teeth that had destroyed him.\n", "word": "red", "modifies": "shirt"}
{"color": "pink", "line": "But, at some distance, Moby Dick rose again, with some tatters of Radney's red woollen shirt, caught in the teeth that had destroyed him.\n", "word": "rose", "modifies": "distance"}
{"color": "white", "line": "But to such unresting vigilance over their dangerous allies was this small band of whites necessitated, both by night and by day, and so extreme was the hard work they underwent, that upon the vessel being ready again for sea, they were in such a weakened condition that the captain durst not put off with them in so heavy a vessel.\n", "word": "white", "modifies": "band"}
{"color": "red", "line": "\"On the fourth day of the sail, a large canoe was descried, which seemed to have touched at a low isle of corals.\n", "word": "coral", "modifies": "isle"}
{"color": "white", "line": "\"Where Steelkilt now is, gentlemen, none know; but upon the island of Nantucket, the widow of Radney still turns to the sea which refuses to give up its dead; still in dreams sees the awful white whale that destroyed him.\n", "word": "white", "modifies": "whale"}
{"color": "black", "line": "In the vignettes and other embellishments of some ancient books you will at times meet with very curious touches at the whale, where all manner of spouts, jets d'eau, hot springs and cold, Saratoga and Baden Baden, come bubbling up from his unexhausted brain.\n", "word": "jet", "modifies": "spout"}
{"color": "white", "line": "In one of those plates the whales, like great rafts of logs, are represented lying among ice isles, with white bears running over their living backs.\n", "word": "white", "modifies": "bear"}
{"color": "blue", "line": "whales, with dromedary humps, and very savage; breakfasting on three or four sailor tarts, that is whaleboats full of mariners: their deformities floundering in seas of blood and blue paint.\n", "word": "blue", "modifies": "paint"}
{"color": "black", "line": "The half emptied line tub floats on the whitened sea; the wooden poles of the spilled harpoons obliquely bob in it; the heads of the swimming crew are scattered about the whale in contrasting expressions of affright; while in the black stormy distance the ship is bearing down upon the scene.\n", "word": "black", "modifies": "distance"}
{"color": "black", "line": "In the second engraving, the boat is in the act of drawing alongside the barnacled flank of a large running Right Whale, that rolls his black weedy bulk in the sea like some mossy rock slide from the Patagonian cliffs.\n", "word": "black", "modifies": "bulk"}
{"color": "black", "line": "His jets are erect, full, and black like soot; so that from so abounding a smoke in the chimney, you would think there must be a brave supper cooking in the great bowels below.\n", "word": "black", "modifies": "soot"}
{"color": "white", "line": "And all the while the thick lipped leviathan is rushing through the deep, leaving tons of tumultuous white curds in his wake, and causing the slight boat to rock in the swells like a skiff caught nigh the paddle wheels of an ocean steamer.\n", "word": "white", "modifies": "curd"}
{"color": "black", "line": "From the ship, the smoke of the torments of the boiling whale is going up like the smoke over a village of smithies; and to windward, a black cloud, rising up with earnest of squalls and rains, seems to quicken the activity of the excited seamen.\n", "word": "black", "modifies": "cloud"}
{"color": "white", "line": "As with the Hawaiian savage, so with the white sailor savage.\n", "word": "white", "modifies": "savage"}
{"color": "green", "line": "In bony, ribby regions of the earth, where at the base of high broken cliffs masses of rock lie strewn in fantastic groupings upon the plain, you will often discover images as of the petrified forms of the Leviathan partly merged in grass, which of a windy day breaks against them in a surf of green surges.\n", "word": "green", "modifies": "surge"}
{"color": "yellow", "line": "Brit Steering north eastward from the Crozetts, we fell in with vast meadows of brit, the minute, yellow substance, upon which the Right Whale largely feeds.\n", "word": "yellow", "modifies": "substance"}
{"color": "blue", "line": "As morning mowers, who side by side slowly and seethingly advance their scythes through the long wet grass of marshy meads; even so these monsters swam, making a strange, grassy, cutting sound; and leaving behind them endless swaths of blue upon the yellow sea.\n", "word": "blue", "modifies": "swath"}
{"color": "yellow", "line": "As morning mowers, who side by side slowly and seethingly advance their scythes through the long wet grass of marshy meads; even so these monsters swam, making a strange, grassy, cutting sound; and leaving behind them endless swaths of blue upon the yellow sea.\n", "word": "yellow", "modifies": "sea"}
{"color": "black", "line": "Seen from the mast heads, especially when they paused and were stationary for a while, their vast black forms looked more like lifeless masses of rock than anything else.\n", "word": "black", "modifies": "form"}
{"color": "blue", "line": "Consider the subtleness of the sea; how its most dreaded creatures glide under water, unapparent for the most part, and treacherously hidden beneath the loveliest tints of azure.\n", "word": "azure", "modifies": "tint"}
{"color": "green", "line": "Consider all this; and then turn to this green, gentle, and most docile earth; consider them both, the sea and the land; and do you not find a strange analogy to something in yourself?\n", "word": "green", "modifies": "earth"}
{"color": "blue", "line": "But one transparent blue morning, when a stillness almost preternatural spread over the sea, however unattended with any stagnant calm; when the long burnished sun glade on the waters seemed a golden finger laid across them, enjoining some secrecy; when the slippered waves whispered together as they softly ran on; in this profound hush of the visible sphere a strange spectre was seen by Daggoo from the main mast head.\n", "word": "blue", "modifies": "morning"}
{"color": "white", "line": "In the distance, a great white mass lazily rose, and rising higher and higher, and disentangling itself from the azure, at last gleamed before our prow like a snow slide, new slid from the hills.\n", "word": "white", "modifies": "mass"}
{"color": "pink", "line": "In the distance, a great white mass lazily rose, and rising higher and higher, and disentangling itself from the azure, at last gleamed before our prow like a snow slide, new slid from the hills.\n", "word": "rose", "modifies": "distance"}
{"color": "white", "line": "The White Whale, the White Whale!\"\n", "word": "white", "modifies": "whale"}
{"color": "black", "line": "Whether the flitting attendance of the one still and solitary jet had gradually worked upon Ahab, so that he was now prepared to connect the ideas of mildness and repose with the first sight of the particular whale he pursued; however this was, or whether his eagerness betrayed him; whichever way it might have been, no sooner did he distinctly perceive the white mass, than with a quick intensity he instantly gave orders for lowering.\n", "word": "jet", "modifies": "attendance"}
{"color": "white", "line": "Whether the flitting attendance of the one still and solitary jet had gradually worked upon Ahab, so that he was now prepared to connect the ideas of mildness and repose with the first sight of the particular whale he pursued; however this was, or whether his eagerness betrayed him; whichever way it might have been, no sooner did he distinctly perceive the white mass, than with a quick intensity he instantly gave orders for lowering.\n", "word": "white", "modifies": "mass"}
{"color": "pink", "line": "in the same spot where it sank, once more it slowly rose.\n", "word": "rose", "modifies": "spot"}
{"color": "black", "line": "But lazily undulating in the trough of the sea, and ever and anon tranquilly spouting his vapory jet, the whale looked like a portly burgher smoking his pipe of a warm afternoon.\n", "word": "jet", "modifies": "vapory"}
{"color": "pink", "line": "After the full interval of his sounding had elapsed, the whale rose again, and being now in advance of the smoker's boat, and much nearer to it than to any of the others, Stubb counted upon the honor of the capture.\n", "word": "rose", "modifies": "whale"}
{"color": "blue", "line": "An instant before, Stubb had swiftly caught two additional turns with it round the loggerhead, whence, by reason of its increased rapid circlings, a hempen blue smoke now jetted up and mingled with the steady fumes from his pipe.\n", "word": "blue", "modifies": "smoke"}
{"color": "red", "line": "The red tide now poured from all sides of the monster like brooks down a hill.\n", "word": "red", "modifies": "tide"}
{"color": "red", "line": "The slanting sun playing upon this crimson pond in the sea, sent back its reflection into every face, so that they all glowed to each other like red men.\n", "word": "red", "modifies": "men"}
{"color": "black", "line": "And all the while, jet after jet of white smoke was agonizingly shot from the spiracle of the whale, and vehement puff after puff from the mouth of the excited headsman; as at every dart, hauling in upon his crooked lance (by the line attached to it), Stubb straightened it again and again, by a few rapid blows against the gunwale, then again and again sent it into the whale.\n", "word": "jet", "modifies": "jet"}
{"color": "white", "line": "And all the while, jet after jet of white smoke was agonizingly shot from the spiracle of the whale, and vehement puff after puff from the mouth of the excited headsman; as at every dart, hauling in upon his crooked lance (by the line attached to it), Stubb straightened it again and again, by a few rapid blows against the gunwale, then again and again sent it into the whale.\n", "word": "white", "modifies": "smoke"}
{"color": "gold", "line": "When reaching far over the bow, Stubb slowly churned his long sharp lance into the fish, and kept it there, carefully churning and churning, as if cautiously seeking to feel after some gold watch that the whale might have swallowed, and which he was fearful of breaking ere he could hook it out.\n", "word": "gold", "modifies": "watch"}
{"color": "gold", "line": "But that gold watch he sought was the innermost life of the fish.\n", "word": "gold", "modifies": "watch"}
{"color": "red", "line": "At last, gush after gush of clotted red gore, as if it had been the purple lees of red wine, shot into the frightened air; and falling back again, ran dripping down his motionless flanks into the sea.\n", "word": "red", "modifies": "gore"}
{"color": "purple", "line": "At last, gush after gush of clotted red gore, as if it had been the purple lees of red wine, shot into the frightened air; and falling back again, ran dripping down his motionless flanks into the sea.\n", "word": "purple", "modifies": "lee"}
{"color": "black", "line": "Tied by the head to the stern, and by the tail to the bows, the whale now lies with its black hull close to the vessel's, and seen through the darkness of the night, which obscured the spars and rigging aloft, the two—ship and whale, seemed yoked together like colossal bullocks, whereof one reclines while the other remains standing.\n", "word": "black", "modifies": "hull"}
{"color": "black", "line": "Peering over the side you could just see them (as before you heard them) wallowing in the sullen, black waters, and turning over on their backs as they scooped out huge globular pieces of the whale of the bigness of a human head.\n", "word": "black", "modifies": "water"}
{"color": "red", "line": "Though amid all the smoking horror and diabolism of a sea fight, sharks will be seen longingly gazing up to the ship's decks, like hungry dogs round a table where red meat is being carved, ready to bolt down every killed man that is tossed to them; and though, while the valiant butchers over the deck table are thus cannibally carving each other's live meat with carving knives all gilded and tasselled, the sharks, also, with their jewel hilted mouths, are quarrelsomely carving away under the table at the dead meat; and though, were you to turn the whole affair upside down, it would still be pretty much the same thing, that is to say, a shocking sharkish business enough for all parties; and though sharks also are the invariable outriders of all slave ships crossing the Atlantic, systematically trotting alongside, to be handy in case a parcel is to be carried anywhere, or a dead slave to be decently buried; and though one or two other like instances might be set down, touching the set terms, places, and occasions, when sharks do most socially congregate, and most hilariously feast; yet is there no conceivable time or occasion when you will find them in such countless numbers, and in gayer or more jovial spirits, than around a dead sperm whale, moored by night to a whaleship at sea.\n", "word": "red", "modifies": "meat"}
{"color": "black", "line": "The old black, not in any very high glee at having been previously routed from his warm hammock at a most unseasonable hour, came shambling along from his galley, for, like many old blacks, there was something the matter with his knee pans, which he did not keep well scoured like his other pans; this old Fleece, as they called him, came shuffling and limping along, assisting his step with his tongs, which, after a clumsy fashion, were made of straightened iron hoops; this old Ebony floundered along, and in obedience to the word of command, came to a dead stop on the opposite side of Stubb's sideboard; when, with both hands folded before him, and resting on his two legged cane, he bowed his arched back still further over, at the same time sideways inclining his head, so as to bring his best ear into play.\n", "word": "black", "modifies": "glee"}
{"color": "white", "line": "But the spermaceti itself, how bland and creamy that is; like the transparent, half jellied, white meat of a cocoanut in the third month of its growth, yet far too rich to supply a substitute for butter.\n", "word": "white", "modifies": "meat"}
{"color": "white", "line": "The ivory Pequod was turned into what seemed a shamble; every sailor a butcher.\n", "word": "ivory", "modifies": "pequod"}
{"color": "red", "line": "You would have thought we were offering up ten thousand red oxen to the sea gods.\n", "word": "red", "modifies": "ox"}
{"color": "green", "line": "In the first place, the enormous cutting tackles, among other ponderous things comprising a cluster of blocks generally painted green, and which no single man can possibly lift—this vast bunch of grapes was swayed up to the main top and firmly lashed to the lower mast head, the strongest point anywhere above a ship's deck.\n", "word": "green", "modifies": "cluster"}
{"color": "white", "line": "The peeled white body of the beheaded whale flashes like a marble sepulchre; though changed in hue, it has not perceptibly lost anything in bulk.\n", "word": "white", "modifies": "body"}
{"color": "blue", "line": "Beneath the unclouded and mild azure sky, upon the fair face of the pleasant sea, wafted by the joyous breezes, that great mass of death floats on and on, till lost in infinite perspectives.\n", "word": "azure", "modifies": "sky"}
{"color": "white", "line": "Espied by some timid man of war or blundering discovery vessel from afar, when the distance obscuring the swarming fowls, nevertheless still shows the white mass floating in the sun, and the white spray heaving high against it; straightway the whale's unharming corpse, with trembling fingers is set down in the log—shoals, rocks, and breakers hereabouts: beware!\n", "word": "white", "modifies": "mass"}
{"color": "brown", "line": "An intense copper calm, like a universal yellow lotus, was more and more unfolding its noiseless measureless leaves upon the sea.\n", "word": "copper", "modifies": "calm"}
{"color": "yellow", "line": "An intense copper calm, like a universal yellow lotus, was more and more unfolding its noiseless measureless leaves upon the sea.\n", "word": "yellow", "modifies": "lotus"}
{"color": "black", "line": "It was a black and hooded head; and hanging there in the midst of so intense a calm, it seemed the Sphynx's in the desert.\n", "word": "black", "modifies": "head"}
{"color": "red", "line": "Where unrecorded names and navies rust, and untold hopes and anchors rot; where in her murderous hold this frigate earth is ballasted with bones of millions of the drowned; there, in that awful water land, there was thy most familiar home.\n", "word": "rust", "modifies": "name"}
{"color": "red", "line": "Thou saw'st the locked lovers when leaping from their flaming ship; heart to heart they sank beneath the exulting wave; true to each other, when heaven seemed false to them.\n", "word": "flaming", "modifies": "ship"}
{"color": "yellow", "line": "He was a small, short, youngish man, sprinkled all over his face with freckles, and wearing redundant yellow hair.\n", "word": "yellow", "modifies": "hair"}
{"color": "green", "line": "A strange, apostolic whim having seized him, he had left Neskyeuna for Nantucket, where, with that cunning peculiar to craziness, he assumed a steady, common sense exterior, and offered himself as a green hand candidate for the Jeroboam's whaling voyage.\n", "word": "green", "modifies": "candidate"}
{"color": "yellow", "line": "\"Think, think of the fevers, yellow and bilious!\n", "word": "yellow", "modifies": "fever"}
{"color": "white", "line": "\"Hast thou seen the White Whale?\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Greedily sucking in this intelligence, Gabriel solemnly warned the captain against attacking the White Whale, in case the monster should be seen; in his gibbering insanity, pronouncing the White Whale to be no less a being than the Shaker God incarnated; the Shakers receiving the Bible.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "a broad white shadow rose from the sea; by its quick, fanning motion, temporarily taking the breath out of the bodies of the oarsmen.\n", "word": "white", "modifies": "shadow"}
{"color": "pink", "line": "a broad white shadow rose from the sea; by its quick, fanning motion, temporarily taking the breath out of the bodies of the oarsmen.\n", "word": "rose", "modifies": "shadow"}
{"color": "white", "line": "Mayhew having concluded his narration, Ahab put such questions to him, that the stranger captain could not forbear inquiring whether he intended to hunt the White Whale, if opportunity should offer.\n", "word": "white", "modifies": "whale"}
{"color": "green", "line": "It was sorely tumbled, damp, and covered with a dull, spotted, green mould, in consequence of being kept in a dark locker of the cabin.\n", "word": "green", "modifies": "mould"}
{"color": "blue", "line": "For now, as with blue lips and blood shot eyes the exhausted savage at last climbs up the chains and stands all dripping and involuntarily trembling over the side; the steward advances, and with a benevolent, consolatory glance hands him—what?\n", "word": "blue", "modifies": "lip"}
{"color": "yellow", "line": "Now, during the past night and forenoon, the Pequod had gradually drifted into a sea, which, by its occasional patches of yellow brit, gave unusual tokens of the vicinity of Right Whales, a species of the Leviathan that but few supposed to be at this particular time lurking anywhere near.\n", "word": "yellow", "modifies": "brit"}
{"color": "white", "line": "But suddenly in the distance, they saw a great heap of tumultuous white water, and soon after news came from aloft that one or both the boats must be fast.\n", "word": "white", "modifies": "water"}
{"color": "pink", "line": "And they stuck to it till they did gain it; when instantly, a swift tremor was felt running like lightning along the keel, as the strained line, scraping beneath the ship, suddenly rose to view under her bows, snapping and quivering; and so flinging off its drippings, that the drops fell like bits of broken glass on the water, while the whale beyond also rose to sight, and once more the boats were free to fly.\n", "word": "rose", "modifies": "line"}
{"color": "white", "line": "\"Why, do ye see, the old man is hard bent after that White Whale, and the devil there is trying to come round him, and get him to swap away his silver watch, or his soul, or something of that sort, and then he'll surrender Moby Dick.\"\n", "word": "white", "modifies": "whale"}
{"color": "silver", "line": "\"Why, do ye see, the old man is hard bent after that White Whale, and the devil there is trying to come round him, and get him to swap away his silver watch, or his soul, or something of that sort, and then he'll surrender Moby Dick.\"\n", "word": "silver", "modifies": "watch"}
{"color": "black", "line": "\"I should like to see him try it; I'd give him such a pair of black eyes that he wouldn't dare to show his face in the admiral's cabin again for a long while, let alone down in the orlop there, where he lives, and hereabouts on the upper decks where he sneaks so much.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "In disposing of the body of a right whale, when brought alongside the ship, the same preliminary proceedings commonly take place as in the case of a sperm whale; only, in the latter instance, the head is cut off whole, but in the former the lips and tongue are separately removed and hoisted on deck, with all the well known black bone attached to what is called the crown piece.\n", "word": "black", "modifies": "bone"}
{"color": "white", "line": "from floor to ceiling, lined, or rather papered with a glistening white membrane, glossy as bridal satins.\n", "word": "white", "modifies": "membrane"}
{"color": "white", "line": "In most cases this lower jaw—being easily unhinged by a practised artist— is disengaged and hoisted on deck for the purpose of extracting the ivory teeth, and furnishing a supply of that hard white whalebone with which the fishermen fashion all sorts of curious articles including canes, umbrella stocks, and handles to riding whips.\n", "word": "white", "modifies": "whalebone"}
{"color": "green", "line": "Then, again, if you fix your eye upon this strange, crested, comblike incrustation on the top of the mass—this green, barnacled thing, which the Greenlanders call the \"crown,\" and the Southern fishers the \"bonnet\" of the Right Whale; fixing your eyes solely on this, you would take the head for the trunk of some huge oak, with a bird's nest in its crotch.\n", "word": "green", "modifies": "thing"}
{"color": "green", "line": "At any rate, when you watch those live crabs that nestle here on this bonnet, such an idea will be almost sure to occur to you; unless, indeed, your fancy has been fixed by the technical term \"crown\" also bestowed upon it; in which case you will take great interest in thinking how this mighty monster is actually a diademed king of the sea, whose green crown has been put together for him in this marvellous manner.\n", "word": "green", "modifies": "crown"}
{"color": "white", "line": "*This reminds us that the Right Whale really has a sort of whisker, or rather a moustache, consisting of a few scattered white hairs on the upper part of the outer end of the lower jaw.\n", "word": "white", "modifies": "hair"}
{"color": "white", "line": "To sum up, then: in the Right Whale's there is no great well of sperm; no ivory teeth at all; no long, slender mandible of a lower jaw, like the Sperm Whale's.\n", "word": "ivory", "modifies": "teeth"}
{"color": "white", "line": "The lower subdivided part, called the junk, is one immense honeycomb of oil, formed by the crossing and recrossing, into ten thousand infiltrated cells, of tough elastic white fibres throughout its whole extent.\n", "word": "white", "modifies": "fibre"}
{"color": "blue", "line": "cried Daggoo, all at once, from his now quiet, swinging perch overhead; and looking further off from the side, we saw an arm thrust upright from the blue waves; a sight strange to see, as an arm thrust forth from the grass over a grave.\n", "word": "blue", "modifies": "wave"}
{"color": "white", "line": "As he mounted the deck, Ahab abruptly accosted him, without at all heeding what he had in his hand; but in his broken lingo, the German soon evinced his complete ignorance of the White Whale; immediately turning the conversation to his lamp feeder and oil can, with some remarks touching his having to turn into his hammock at night in profound darkness—his last drop of Bremen oil being gone, and not a single flying fish yet captured to supply the deficiency; concluding by hinting that his ship was indeed what in the Fishery is technically called a clean one (that is, an empty one), well deserving the name of Jungfrau or the Virgin.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Nevertheless, he stuck to their wake, though indeed their back water must have retarded him, because the white bone or swell at his broad muzzle was a dashed one, like the swell formed when two hostile currents meet.\n", "word": "white", "modifies": "bone"}
{"color": "red", "line": "\"Pull now, men, like fifty thousand line of battle ship loads of red haired devils.\n", "word": "red", "modifies": "devil"}
{"color": "white", "line": "Hurrah for the white ash breeze!\n", "word": "white", "modifies": "breeze"}
{"color": "white", "line": "While this clumsy lubber was striving to free his white ash, and while, in consequence, Derick's boat was nigh to capsizing, and he thundering away at his men in a mighty rage;—that was a good time for Starbuck, Stubb, and Flask.\n", "word": "white", "modifies": "ash"}
{"color": "white", "line": "Blinding vapors of foam and white fire!\n", "word": "white", "modifies": "fire"}
{"color": "blue", "line": "As the three boats lay there on that gently rolling sea, gazing down into its eternal blue noon; and as not a single groan or cry of any sort, nay, not so much as a ripple or a bubble came up from its depths; what landsman would have thought, that beneath all that silence and placidity, the utmost monster of the seas was writhing and wrenching in agony!\n", "word": "blue", "modifies": "noon"}
{"color": "white", "line": "The next moment, relieved in a great part from the downward strain at the bows, the boats gave a sudden bounce upwards, as a small icefield will, when a dense herd of white bears are scared from it into the sea.\n", "word": "white", "modifies": "bear"}
{"color": "black", "line": "Even now, when the boats pulled upon this whale, and perilously drew over his swaying flukes, and the lances were darted into him, they were followed by steady jets from the new made wound, which kept continually playing, while the natural spout hole in his head was only at intervals, however rapid, sending its affrighted moisture into the air.\n", "word": "jet", "modifies": "wound"}
{"color": "black", "line": "At the instant of the dart an ulcerous jet shot from this cruel wound, and goaded by it into more than sufferable anguish, the whale now spouting thick blood, with swift fury blindly darted at the craft, bespattering them and their glorying crews all over with showers of gore, capsizing Flask's boat and marring the bows.\n", "word": "jet", "modifies": "shot"}
{"color": "white", "line": "For, by this time, so spent was he by loss of blood, that he helplessly rolled away from the wreck he had made; lay panting on his side, impotently flapped with his stumped fin, then over and over slowly revolved like a waning world; turned up the white secrets of his belly; lay like a log, and died.\n", "word": "white", "modifies": "secret"}
{"color": "white", "line": "Many of the ivory inlayings of her bulwarks and cabins were started from their places, by the unnatural dislocation.\n", "word": "ivory", "modifies": "inlayings"}
{"color": "red", "line": "But not to speak of the passage through the whole length of the Mediterranean, and another passage up the Persian Gulf and Red Sea, such a supposition would involve the complete circumnavigation of all Africa in three days, not to speak of the Tigris waters, near the site of Nineveh, being too shallow for any whale to swim in.\n", "word": "red", "modifies": "sea"}
{"color": "red", "line": "Instead of sparkling water, he now spouts red blood.\n", "word": "red", "modifies": "blood"}
{"color": "black", "line": "Say he stays eleven minutes, and jets seventy times, that is, respires seventy breaths; then whenever he rises again, he will be sure to have his seventy breaths over again, to a minute.\n", "word": "jet", "modifies": "time"}
{"color": "pink", "line": "No roses, no violets, no Cologne water in the sea.\n", "word": "rose", "modifies": "violet"}
{"color": "purple", "line": "No roses, no violets, no Cologne water in the sea.\n", "word": "violet", "modifies": "rose"}
{"color": "black", "line": "Besides, if you regard him very closely, and time him with your watch, you will find that when unmolested, there is an undeviating rhyme between the periods of his jets and the ordinary periods of respiration.\n", "word": "jet", "modifies": "period"}
{"color": "black", "line": "For even when coming into slight contact with the outer, vapory shreds of the jet, which will often happen, your skin will feverishly smart, from the acridness of the thing so touching it.\n", "word": "jet", "modifies": "shred"}
{"color": "black", "line": "It is well known that the elephant will often draw up water or dust in his trunk, and then elevating it, jet it forth in a stream.\n", "word": "jet", "modifies": "stream"}
{"color": "green", "line": "Those narrow straits of Sunda divide Sumatra from Java; and standing midway in that vast rampart of islands, buttressed by that bold green promontory, known to seamen as Java Head; they not a little correspond to the central gateway opening into some vast walled empire: and considering the inexhaustible wealth of spices, and silks, and jewels, and gold, and ivory, with which the thousand islands of that oriental sea are enriched, it seems a significant provision of nature, that such treasures, by the very formation of the land, should at least bear the appearance, however ineffectual, of being guarded from the all grasping western world.\n", "word": "green", "modifies": "promontory"}
{"color": "white", "line": "Those narrow straits of Sunda divide Sumatra from Java; and standing midway in that vast rampart of islands, buttressed by that bold green promontory, known to seamen as Java Head; they not a little correspond to the central gateway opening into some vast walled empire: and considering the inexhaustible wealth of spices, and silks, and jewels, and gold, and ivory, with which the thousand islands of that oriental sea are enriched, it seems a significant provision of nature, that such treasures, by the very formation of the land, should at least bear the appearance, however ineffectual, of being guarded from the all grasping western world.\n", "word": "ivory", "modifies": "spice"}
{"color": "gold", "line": "Those narrow straits of Sunda divide Sumatra from Java; and standing midway in that vast rampart of islands, buttressed by that bold green promontory, known to seamen as Java Head; they not a little correspond to the central gateway opening into some vast walled empire: and considering the inexhaustible wealth of spices, and silks, and jewels, and gold, and ivory, with which the thousand islands of that oriental sea are enriched, it seems a significant provision of nature, that such treasures, by the very formation of the land, should at least bear the appearance, however ineffectual, of being guarded from the all grasping western world.\n", "word": "gold", "modifies": "spice"}
{"color": "green", "line": "But though the green palmy cliffs of the land soon loomed on the starboard bow, and with delighted nostrils the fresh cinnamon was snuffed in the air, yet not a single jet was descried.\n", "word": "green", "modifies": "cliff"}
{"color": "black", "line": "Broad on both bows, at the distance of some two or three miles, and forming a great semicircle, embracing one half of the level horizon, a continuous chain of whale jets were up playing and sparkling in the noon day air.\n", "word": "jet", "modifies": "whale"}
{"color": "black", "line": "Unlike the straight perpendicular twin jets of the Right Whale, which, dividing at top, falls over in two branches, like the cleft drooping boughs of a willow, the single forward slanting spout of the Sperm Whale presents a thick curled bush of white mist, continually rising and falling away to leeward.\n", "word": "jet", "modifies": "twin"}
{"color": "white", "line": "Unlike the straight perpendicular twin jets of the Right Whale, which, dividing at top, falls over in two branches, like the cleft drooping boughs of a willow, the single forward slanting spout of the Sperm Whale presents a thick curled bush of white mist, continually rising and falling away to leeward.\n", "word": "white", "modifies": "mist"}
{"color": "white", "line": "And who could tell whether, in that congregated caravan, Moby Dick himself might not temporarily be swimming, like the worshipped white elephant in the coronation procession of the Siamese!\n", "word": "white", "modifies": "elephant"}
{"color": "white", "line": "It seemed formed of detached white vapors, rising and falling something like the spouts of the whales; only they did not so completely come and go; for they constantly hovered, without finally disappearing.\n", "word": "white", "modifies": "vapor"}
{"color": "green", "line": "And when he glanced upon the green walls of the watery defile in which the ship was then sailing, and bethought him that through that gate lay the route to his vengeance, and beheld, how that through that same gate he was now both chasing and being chased to his deadly end; and not only that, but a herd of remorseless wild pirates and inhuman atheistical devils were infernally cheering him on with their curses;—when all these conceits had passed through his brain, Ahab's brow was left gaunt and ribbed, like the black sand beach after some stormy tide has been gnawing it, without being able to drag the firm thing from its place.\n", "word": "green", "modifies": "wall"}
{"color": "black", "line": "And when he glanced upon the green walls of the watery defile in which the ship was then sailing, and bethought him that through that gate lay the route to his vengeance, and beheld, how that through that same gate he was now both chasing and being chased to his deadly end; and not only that, but a herd of remorseless wild pirates and inhuman atheistical devils were infernally cheering him on with their curses;—when all these conceits had passed through his brain, Ahab's brow was left gaunt and ribbed, like the black sand beach after some stormy tide has been gnawing it, without being able to drag the firm thing from its place.\n", "word": "black", "modifies": "beach"}
{"color": "green", "line": "But thoughts like these troubled very few of the reckless crew; and when, after steadily dropping and dropping the pirates astern, the Pequod at last shot by the vivid green Cockatoo Point on the Sumatra side, emerging at last upon the broad waters beyond; then, the harpooneers seemed more to grieve that the swift whales had been gaining upon the ship, than to rejoice that the ship had so victoriously gained upon the Malays.\n", "word": "green", "modifies": "point"}
{"color": "white", "line": "Stripped to our shirts and drawers, we sprang to the white ash, and after several hours' pulling were almost disposed to renounce the chase, when a general pausing commotion among the whales gave animating tokens that they were now at last under the influence of that strange perplexity of inert irresolution, which, when the fishermen perceive it in the whale, they say he is gallied*.\n", "word": "white", "modifies": "ash"}
{"color": "white", "line": "As, blind and deaf, the whale plunged forward, as if by sheer power of speed to rid himself of the iron leech that had fastened to him; as we thus tore a white gash in the sea, on all sides menaced as we flew, by the crazed creatures to and fro rushing about us; our beset boat was like a ship mobbed by ice isles in a tempest, and striving to steer through their complicated channels and straits, knowing not at what moment it may be locked in and crushed.\n", "word": "white", "modifies": "gash"}
{"color": "pink", "line": "cried one, to a great dromedary that of a sudden rose bodily to the surface, and for an instant threatened to swamp us.\n", "word": "rose", "modifies": "dromedary"}
{"color": "black", "line": "The boat was now all but jammed between two vast black bulks, leaving a narrow Dardanelles between their long lengths.\n", "word": "black", "modifies": "bulk"}
{"color": "gold", "line": "In his treatise on \"Queen Gold,\" or Queen pin money, an old King's Bench author, one William Prynne, thus discourseth: \"Ye tail is ye Queen's, that ye Queen's wardrobe may be supplied with ye whalebone.\"\n", "word": "gold", "modifies": "queen"}
{"color": "black", "line": "Now this was written at a time when the black limber bone of the Greenland or Right whale was largely used in ladies' bodices.\n", "word": "black", "modifies": "bone"}
{"color": "pink", "line": "The Pequod Meets The Rose Bud \"In vain it was to rake for Ambergriese in the paunch of this Leviathan, insufferable fetor denying not inquiry.\"\n", "word": "rose", "modifies": "bud"}
{"color": "pink", "line": "Yet are there those who will still do it; notwithstanding the fact that the oil obtained from such subjects is of a very inferior quality, and by no means of the nature of attar of rose.\n", "word": "rose", "modifies": "attar"}
{"color": "red", "line": "Drawing across her bow, he perceived that in accordance with the fanciful French taste, the upper part of her stem piece was carved in the likeness of a huge drooping stalk, was painted green, and for thorns had copper spikes projecting from it here and there; the whole terminating in a symmetrical folded bulb of a bright red color.\n", "word": "red", "modifies": "color"}
{"color": "brown", "line": "Drawing across her bow, he perceived that in accordance with the fanciful French taste, the upper part of her stem piece was carved in the likeness of a huge drooping stalk, was painted green, and for thorns had copper spikes projecting from it here and there; the whole terminating in a symmetrical folded bulb of a bright red color.\n", "word": "copper", "modifies": "spike"}
{"color": "pink", "line": "Upon her head boards, in large gilt letters, he read \"Bouton de Rose,\"—Rose button, or Rose bud; and this was the romantic name of this aromatic ship.\n", "word": "rose", "modifies": "bouton"}
{"color": "pink", "line": "Though Stubb did not understand the Bouton part of the inscription, yet the word rose, and the bulbous figure head put together, sufficiently explained the whole to him.\n", "word": "rose", "modifies": "word"}
{"color": "pink", "line": "\"A wooden rose bud, eh?\"\n", "word": "rose", "modifies": "bud"}
{"color": "pink", "line": "Arrived then at this spot, with one hand still to his nose, he bawled—\"Bouton de Rose, ahoy!\n", "word": "rose", "modifies": "bouton"}
{"color": "pink", "line": "are there any of you Bouton de Roses that speak English?\"\n", "word": "rose", "modifies": "bouton"}
{"color": "white", "line": "\"Well, then, my Bouton de Rose bud, have you seen the White Whale?\"\n", "word": "white", "modifies": "whale"}
{"color": "pink", "line": "\"Well, then, my Bouton de Rose bud, have you seen the White Whale?\"\n", "word": "rose", "modifies": "bouton"}
{"color": "white", "line": "\"The White Whale—a Sperm Whale—Moby Dick, have ye seen him?\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "White Whale—no.\"\n", "word": "white", "modifies": "whale"}
{"color": "pink", "line": "Air rather gardenny, I should say; throw us a bunch of posies, will ye, Bouton de Rose?\"\n", "word": "rose", "modifies": "de"}
{"color": "pink", "line": "But joking aside, though; do you know, Rose bud, that it's all nonsense trying to get any oil out of such whales?\n", "word": "rose", "modifies": "bud"}
{"color": "red", "line": "The sailors, in tasselled caps of red worsted, were getting the heavy tackles in readiness for the whales.\n", "word": "red", "modifies": "worsted"}
{"color": "red", "line": "He was a small and dark, but rather delicate looking man for a sea captain, with large whiskers and moustache, however; and wore a red cotton velvet vest with watch seals at his side.\n", "word": "red", "modifies": "vest"}
{"color": "gold", "line": "His boat's crew were all in high excitement, eagerly helping their chief, and looking as anxious as gold hunters.\n", "word": "gold", "modifies": "hunter"}
{"color": "yellow", "line": "You might easily dent it with your thumb; it is of a hue between yellow and ash color.\n", "word": "yellow", "modifies": "color"}
{"color": "gold", "line": "And this, good friends, is ambergris, worth a gold guinea an ounce to any druggist.\n", "word": "gold", "modifies": "guinea"}
{"color": "brown", "line": "Though the word ambergris is but the French compound for grey amber, yet the two substances are quite distinct.\n", "word": "amber", "modifies": "grey"}
{"color": "gray", "line": "Though the word ambergris is but the French compound for grey amber, yet the two substances are quite distinct.\n", "word": "grey", "modifies": "amber"}
{"color": "brown", "line": "Besides, amber is a hard, transparent, brittle, odorless substance, used for mouth pieces to pipes, for beads and ornaments; but ambergris is soft, waxy, and so highly fragrant and spicy, that it is largely used in perfumery, in pastiles, precious candles, hair powders, and pomatum.\n", "word": "amber", "modifies": "substance"}
{"color": "black", "line": "In outer aspect, Pip and Dough Boy made a match, like a black pony and a white one, of equal developments, though of dissimilar color, driven in one eccentric span.\n", "word": "black", "modifies": "pony"}
{"color": "white", "line": "In outer aspect, Pip and Dough Boy made a match, like a black pony and a white one, of equal developments, though of dissimilar color, driven in one eccentric span.\n", "word": "white", "modifies": "one"}
{"color": "green", "line": "But Pip loved life, and all life's peaceable securities; so that the panic striking business in which he had somehow unaccountably become entrapped, had most sadly blurred his brightness; though, as ere long will be seen, what was thus temporarily subdued in him, in the end was destined to be luridly illumined by strange wild fires, that fictitiously showed him off to ten times the natural lustre with which in his native Tolland County in Connecticut, he had once enlivened many a fiddler's frolic on the green; and at melodious even tide, with his gay ha ha!\n", "word": "green", "modifies": "frolic"}
{"color": "blue", "line": "So, though in the clear air of day, suspended against a blue veined neck, the pure watered diamond drop will healthful glow; yet, when the cunning jeweller would show you the diamond in its most impressive lustre, he lays it against a gloomy ground, and then lights it up, not by the sun, but by some unnatural gases.\n", "word": "blue", "modifies": "neck"}
{"color": "blue", "line": "Meantime Pip's blue, choked face plainly looked, Do, for God's sake!\n", "word": "blue", "modifies": "face"}
{"color": "blue", "line": "It was a beautiful, bounteous, blue day!\n", "word": "blue", "modifies": "day"}
{"color": "gold", "line": "the spangled sea calm and cool, and flatly stretching away, all round, to the horizon, like gold beater's skin hammered out to the extremest.\n", "word": "gold", "modifies": "beater"}
{"color": "black", "line": "Out from the centre of the sea, poor Pip turned his crisp, curling, black head to the sun, another lonely castaway, though the loftiest and the brightest.\n", "word": "black", "modifies": "head"}
{"color": "red", "line": "Rather carried down alive to wondrous depths, where strange shapes of the unwarped primal world glided to and fro before his passive eyes; and the miser merman, Wisdom, revealed his hoarded heaps; and among the joyous, heartless, ever juvenile eternities, Pip saw the multitudinous, God omnipresent, coral insects, that out of the firmament of waters heaved the colossal orbs.\n", "word": "coral", "modifies": "insect"}
{"color": "blue", "line": "As I sat there at my ease, cross legged on the deck; after the bitter exertion at the windlass; under a blue tranquil sky; the ship under indolent sail, and gliding so serenely along; as I bathed my hands among those soft, gentle globules of infiltrated tissues, woven almost within the hour; as they richly broke to my fingers, and discharged all their opulence, like fully ripe grapes their wine; as.\n", "word": "blue", "modifies": "sky"}
{"color": "purple", "line": "I snuffed up that uncontaminated aroma,— literally and truly, like the smell of spring violets; I declare to you, that for the time I lived as in a musky meadow; I forgot all about our horrible oath; in that inexpressible sperm, I washed my hands and my heart of it; I almost began to credit the old Paracelsan superstition that sperm is of rare virtue in allaying the heat of anger; while bathing in that bath, I felt divinely free from all ill will, or petulance, or malice, of any sort whatsoever.\n", "word": "violet", "modifies": "spring"}
{"color": "white", "line": "First comes white horse, so called, which is obtained from the tapering part of the fish, and also from the thicker portions of his flukes.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "After being severed from the whale, the white horse is first cut into portable oblongs ere going to the mincer.\n", "word": "white", "modifies": "horse"}
{"color": "purple", "line": "Plum pudding is the term bestowed upon certain fragmentary parts of the whale's flesh, here and there adhering to the blanket of blubber, and often participating to a considerable degree in its unctuousness.\n", "word": "plum", "modifies": "pudding"}
{"color": "red", "line": "As its name imports, it is of an exceedingly rich, mottled tint, with a bestreaked snowy and golden ground, dotted with spots of the deepest crimson and purple.\n", "word": "crimson", "modifies": "spot"}
{"color": "purple", "line": "As its name imports, it is of an exceedingly rich, mottled tint, with a bestreaked snowy and golden ground, dotted with spots of the deepest crimson and purple.\n", "word": "purple", "modifies": "crimson"}
{"color": "red", "line": "It is plums of rubies, in pictures of citron.\n", "word": "ruby", "modifies": "plum"}
{"color": "purple", "line": "It is plums of rubies, in pictures of citron.\n", "word": "plum", "modifies": "ruby"}
{"color": "black", "line": "Not the wondrous cistern in the whale's huge head; not the prodigy of his unhinged lower jaw; not the miracle of his symmetrical tail; none of these would so surprise you, as half a glimpse of that unaccountable cone,—longer than a Kentuckian is tall, nigh a foot in diameter at the base, and jet black as Yojo, the ebony idol of Queequeg.\n", "word": "black", "modifies": "jet"}
{"color": "silver", "line": "Sometimes they are polished with soapstone and sand, till they shine within like silver punchbowls.\n", "word": "silver", "modifies": "punchbowls"}
{"color": "red", "line": "Here lounged the watch, when not otherwise employed, looking into the red heat of the fire, till their eyes felt scorched in their heads.\n", "word": "red", "modifies": "heat"}
{"color": "red", "line": "As they narrated to each other their unholy adventures, their tales of terror told in words of mirth; as their uncivilized laughter forked upwards out of them, like the flames from the furnace; as to and fro, in their front, the harpooneers wildly gesticulated with their huge pronged forks and dippers; as the wind howled on, and the sea leaped, and the ship groaned and dived, and yet steadfastly shot her red hell further and further into the blackness of the sea and the night, and scornfully champed the white bone in her mouth, and viciously spat round her on all sides; then the rushing Pequod, freighted with savages, and laden with fire, and burning a corpse, and plunging into that blackness of darkness, seemed the material counterpart of her monomaniac commander's soul.\n", "word": "red", "modifies": "hell"}
{"color": "white", "line": "As they narrated to each other their unholy adventures, their tales of terror told in words of mirth; as their uncivilized laughter forked upwards out of them, like the flames from the furnace; as to and fro, in their front, the harpooneers wildly gesticulated with their huge pronged forks and dippers; as the wind howled on, and the sea leaped, and the ship groaned and dived, and yet steadfastly shot her red hell further and further into the blackness of the sea and the night, and scornfully champed the white bone in her mouth, and viciously spat round her on all sides; then the rushing Pequod, freighted with savages, and laden with fire, and burning a corpse, and plunging into that blackness of darkness, seemed the material counterpart of her monomaniac commander's soul.\n", "word": "white", "modifies": "bone"}
{"color": "black", "line": "Nothing seemed before me but a jet gloom, now and then made ghastly by flashes of redness.\n", "word": "jet", "modifies": "gloom"}
{"color": "green", "line": "But he who dodges hospitals and jails, and walks fast crossing graveyards, and would rather talk of operas than hell; calls Cowper, Young, Pascal, Rousseau, poor devils all of sick men; and throughout a care free lifetime swears by Rabelais as passing wise, and therefore jolly;—not that man is fitted to sit down on tomb stones, and break the green damp mould with unfathomably wondrous Solomon.\n", "word": "green", "modifies": "mould"}
{"color": "black", "line": "He makes his berth an Aladdin's lamp, and lays him down in it; so that in the pitchiest night the ship's black hull still houses an illumination.\n", "word": "black", "modifies": "hull"}
{"color": "brown", "line": "See with what entire freedom the whaleman takes his handful of lamps—often but old bottles and vials, though—to the copper cooler at the tryworks, and replenishes them there, as mugs of ale at a vat.\n", "word": "copper", "modifies": "cooler"}
{"color": "green", "line": "Pythagoras, that in bright Greece, two thousand years ago, did die, so good, so wise, so mild; I sailed with thee along the Peruvian coast last voyage—and, foolish as I am, taught thee, a green simple boy, how to splice a rope.\n", "word": "green", "modifies": "boy"}
{"color": "gold", "line": "When he halted before the binnacle, with his glance fastened on the pointed needle in the compass, that glance shot like a javelin with the pointed intensity of his purpose; and when resuming his walk he again paused before the mainmast, then, as the same riveted glance fastened upon the riveted gold coin there, he still wore the same aspect of nailed firmness, only dashed with a certain wild longing, if not hopefulness.\n", "word": "gold", "modifies": "coin"}
{"color": "gold", "line": "Now this doubloon was of purest, virgin gold, raked somewhere out of the heart of gorgeous hills, whence, east and west, over golden sands, the head waters of many a Pactolus flows.\n", "word": "gold", "modifies": "doubloon"}
{"color": "brown", "line": "And though now nailed amidst all the rustiness of iron bolts and the verdigris of copper spikes, yet, untouchable and immaculate to any foulness, it still preserved its Quito glow.\n", "word": "copper", "modifies": "spike"}
{"color": "white", "line": "For it was set apart and sanctified to one awe striking end; and however wanton in their sailor ways, one and all, the mariners revered it as the white whale's talisman.\n", "word": "white", "modifies": "whale"}
{"color": "gold", "line": "The firm tower, that is Ahab; the volcano, that is Ahab; the courageous, the undaunted, and victorious fowl, that, too, is Ahab; all are Ahab; and this round gold is but the image of the rounder globe, which, like a magician's glass, to each and every man in turn but mirrors back his own mysterious self.\n", "word": "gold", "modifies": "image"}
{"color": "gold", "line": "And all from looking at a piece of gold, which did I have it now on Negro Hill or in Corlaer's Hook, I'd not look at it very long ere spending it.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "I have seen doubloons before now in my voyagings; your doubloons of old Spain, your doubloons of Peru, your doubloons of Chili, your doubloons of Bolivia, your doubloons of Popayan; with plenty of gold moidores and pistoles, and joes, and half joes, and quarter joes.\n", "word": "gold", "modifies": "moidores"}
{"color": "white", "line": "\"If the White Whale be raised, it must be in a month and a day, when the sun stands in some one of these signs.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "the White Whale; he'll nail ye!\n", "word": "white", "modifies": "whale"}
{"color": "silver", "line": "My father, in old Tolland county, cut down a pine tree once, and found a silver ring grown over in it; some old darkey's wedding ring.\n", "word": "silver", "modifies": "ring"}
{"color": "green", "line": "the precious, precious gold!—the green miser'll hoard ye soon!\n", "word": "green", "modifies": "miser"}
{"color": "white", "line": "Hast seen the White Whale?\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Trumpet to mouth, the old man was standing in his hoisted quarter deck, his ivory leg plainly revealed to the stranger captain, who was carelessly reclining in his own boat's bow.\n", "word": "ivory", "modifies": "leg"}
{"color": "blue", "line": "He was a darkly tanned, burly, goodnatured, fine looking man, of sixty or thereabouts, dressed in a spacious roundabout, that hung round him in festoons of blue pilot cloth; and one empty arm of this jacket streamed behind him like the broidered arm of a huzzar's surcoat.\n", "word": "blue", "modifies": "cloth"}
{"color": "white", "line": "\"Hast seen the White Whale!\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "and withdrawing it from the folds that had hidden it, he held up a white arm of sperm whale bone, terminating in a wooden head like a mallet.\n", "word": "white", "modifies": "arm"}
{"color": "white", "line": "With his ivory arm frankly thrust forth in welcome, the other captain advanced, and Ahab, putting out his ivory leg, and crossing the ivory arm (like two sword fish blades) cried out in his walrus way, \"Aye, aye, hearty!\n", "word": "ivory", "modifies": "arm"}
{"color": "white", "line": "Where did'st thou see the White Whale?—how long ago?\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "\"The White Whale,\" said the Englishman, pointing his ivory arm towards the East, and taking a rueful sight along it, as if it had been a telescope; There I saw him, on the Line, last season.\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "\"I was ignorant of the White Whale at that time.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Presently up breaches from the bottom of the sea a bouncing great whale, with a milky white head and hump, all crows' feet and wrinkles.\"\n", "word": "white", "modifies": "head"}
{"color": "white", "line": "\"Well, this old great grandfather, with the white head and hump, runs all afoam into the pod, and goes to snapping furiously at my fast line!\n", "word": "white", "modifies": "head"}
{"color": "black", "line": "But, Lord, look you, sir—hearts and souls alive, man—the next instant, in a jiff, I was blind as a bat—both eyes out—all befogged and bedeadened with black foam—the whale's tail looming straight up out of it, perpendicular in the air, like a marble steeple.\n", "word": "black", "modifies": "foam"}
{"color": "white", "line": "No use sterning all, then; but as I was groping at midday, with a blinding sun, all crown jewels; as I was groping, I say, after the second iron, to toss it overboard—down comes the tail like a Lima tower, cutting my boat in two, leaving each half in splinters; and, flukes first, the white hump backed through the wreck, as though it was all chips.\n", "word": "white", "modifies": "hump"}
{"color": "white", "line": "His face was an exceedingly round but sober one; he was dressed in a faded blue woollen frock or shirt, and patched trowsers; and had thus far been dividing his attention between a marlingspike he held in one hand, and a pill box held in the other, occasionally casting a critical glance at the ivory limbs of the two crippled captains.\n", "word": "ivory", "modifies": "limb"}
{"color": "blue", "line": "His face was an exceedingly round but sober one; he was dressed in a faded blue woollen frock or shirt, and patched trowsers; and had thus far been dividing his attention between a marlingspike he held in one hand, and a pill box held in the other, occasionally casting a critical glance at the ivory limbs of the two crippled captains.\n", "word": "blue", "modifies": "frock"}
{"color": "white", "line": "But I had no hand in shipping that ivory arm there; that thing is against all rule\"— pointing at it with the marlingspike—\"that is the captain's work, not mine; he ordered the carpenter to make it; he had that club hammer there put to the end, to knock some one's brains out with, I suppose, as he tried mine once.\n", "word": "ivory", "modifies": "arm"}
{"color": "white", "line": "\"What became of the White Whale?\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "So that what you take for the White Whale's malice is only his awkwardness.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "No more White Whales for me; I've lowered for him once, and that has satisfied me.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "\"—glancing at the ivory leg.\n", "word": "ivory", "modifies": "leg"}
{"color": "white", "line": "And that fine gam I had— long, very long after old Ahab touched her planks with his ivory heel— it minds me of the noble, solid, Saxon hospitality of that ship; and may my parson forget me, and the devil remember me, if I ever lose sight of it.\n", "word": "ivory", "modifies": "heel"}
{"color": "green", "line": "The wood was green as mosses of the Icy Glen; the trees stood high and haughty, feeling their living sap; the industrious earth beneath was as a weaver's loom, with a gorgeous carpet on it, whereof the ground vine tendrils formed the warp and woof, and the living flowers the figures.\n", "word": "green", "modifies": "wood"}
{"color": "green", "line": "Now, amid the green, life restless loom of that Arsacidean wood, the great, white, worshipped skeleton lay lounging—a gigantic idler!\n", "word": "green", "modifies": "loom"}
{"color": "white", "line": "Now, amid the green, life restless loom of that Arsacidean wood, the great, white, worshipped skeleton lay lounging—a gigantic idler!\n", "word": "white", "modifies": "skeleton"}
{"color": "green", "line": "Cutting me a green measuring rod, I once more dived within the skeleton.\n", "word": "green", "modifies": "rod"}
{"color": "pink", "line": "But hereupon a fierce contest rose among them, concerning feet and inches; they cracked each other's sconces with their yard sticks— the great skull echoed—and seizing that lucky chance, I quickly concluded my own admeasurements.\n", "word": "rose", "modifies": "contest"}
{"color": "white", "line": "To me this vast ivory ribbed chest, with the long, unrelieved spine, extending far away from it in a straight line, not a little resembled the hull of a great ship new laid upon the stocks, when only some twenty of her naked bow ribs are inserted, and the keel is otherwise, for the time, but a long, disconnected timber.\n", "word": "ivory", "modifies": "chest"}
{"color": "white", "line": "The smallest, where the spine tapers away into the tail, is only two inches in width, and looks something like a white billiard ball.\n", "word": "white", "modifies": "ball"}
{"color": "gray", "line": "Here Saturn's grey chaos rolls over me, and I obtain dim, shuddering glimpses into those Polar eternities; when wedged bastions of ice pressed hard upon what are now the Tropics; and in all the 25,000 miles of this world's circumference, not an inhabitable hand's breadth of land was visible.\n", "word": "grey", "modifies": "chaos"}
{"color": "white", "line": "He had lighted with such energy upon a thwart of his boat that his ivory leg had received a half splintering shock.\n", "word": "ivory", "modifies": "leg"}
{"color": "white", "line": "For it had not been very long prior to the Pequod's sailing from Nantucket, that he had been found one night lying prone upon the ground, and insensible; by some unknown, and seemingly inexplicable, unimaginable casualty, his ivory limb having been so violently displaced, that it had stake wise smitten, and all but pierced his groin; nor was it without extreme difficulty that the agonizing wound was entirely cured.\n", "word": "ivory", "modifies": "limb"}
{"color": "white", "line": "And when that functionary appeared before him, he bade him without delay set about making a new leg, and directed the mates to see him supplied with all the studs and joists of jaw ivory (Sperm Whale) which had thus far been accumulated on the voyage, in order that a careful selection of the stoutest, clearest grained stuff might be secured.\n", "word": "ivory", "modifies": "jaw"}
{"color": "white", "line": "A lost landbird of strange plumage strays on board, and is made a captive: out of clean shaved rods of right whale bone, and cross beams of sperm whale ivory, the carpenter makes a pagoda looking cage for it.\n", "word": "ivory", "modifies": "sperm"}
{"color": "white", "line": "Teeth he accounted bits of ivory; heads he deemed but top blocks; men themselves he lightly held for capstans.\n", "word": "ivory", "modifies": "bit"}
{"color": "white", "line": "Ahab and the Carpenter The Deck First Night Watch (Carpenter standing before his vice bench, and by the light of two lanterns busily filing the ivory joist for the leg, which joist is firmly fixed in the vice.\n", "word": "ivory", "modifies": "joist"}
{"color": "white", "line": "Slabs of ivory, leather straps, pads, screws, and various tools of all sorts lying about the bench.\n", "word": "ivory", "modifies": "slab"}
{"color": "red", "line": "Forward, the red flame of the forge is seen, where the blacksmith is at work.)\n", "word": "red", "modifies": "flame"}
{"color": "red", "line": "He makes a fierce red flame there!\n", "word": "red", "modifies": "flame"}
{"color": "white", "line": "Aye, sir; he must have the white heat for this kind of fine work.\n", "word": "white", "modifies": "heat"}
{"color": "white", "line": "I almost forgot the little oval slate, smoothed ivory, where he figures up the latitude.\n", "word": "ivory", "modifies": "slate"}
{"color": "white", "line": "With his snow white new ivory leg braced against the screwed leg of his table, and with a long pruning hook of a jack knife in his hand, the wondrous old man, with his back to the gangway door, was wrinkling his brow, and tracing his old courses again.\n", "word": "white", "modifies": "leg"}
{"color": "pink", "line": "But, mastering his emotion, he half calmly rose, and as he quitted the cabin, paused for an instant and said: \"Thou hast outraged, not insulted me, Sir; but for that I ask thee not to beware of Starbuck; thou wouldst but laugh; but let Ahab beware of Ahab; beware of thyself, old man.\"\n", "word": "rose", "modifies": "half"}
{"color": "black", "line": "So, it being calm weather, they broke out deeper and deeper, disturbing the slumbers of the huge ground tier butts; and from that black midnight sending those gigantic moles into the daylight above.\n", "word": "black", "modifies": "midnight"}
{"color": "green", "line": "when the ship was about half disembowelled, you should have stooped over the hatchway, and peered down upon him there; where, stripped to his woollen drawers, the tattooed savage was crawling about amid that dampness and slime, like a green spotted lizard at the bottom of a well.\n", "word": "green", "modifies": "lizard"}
{"color": "white", "line": "He called one to him in the grey morning watch, when the day was just breaking, and taking his hand, said that while in Nantucket he had chanced to see certain little canoes of dark wood, like the rich war wood of his native isle; and upon inquiry, he had learned that all whalemen who died in Nantucket, were laid in those same dark canoes, and that the fancy of being so laid had much pleased him; for it was not unlike the custom of his own race, who, after embalming a dead warrior, stretched him out in his canoe, and so left him to be floated away to the starry archipelagoes; for not only do they believe that the stars are isles, but that far beyond all visible horizons, their own mild, uncontinented seas, interflow with the blue heavens; and so form the white breakers of the milky way.\n", "word": "white", "modifies": "breaker"}
{"color": "blue", "line": "He called one to him in the grey morning watch, when the day was just breaking, and taking his hand, said that while in Nantucket he had chanced to see certain little canoes of dark wood, like the rich war wood of his native isle; and upon inquiry, he had learned that all whalemen who died in Nantucket, were laid in those same dark canoes, and that the fancy of being so laid had much pleased him; for it was not unlike the custom of his own race, who, after embalming a dead warrior, stretched him out in his canoe, and so left him to be floated away to the starry archipelagoes; for not only do they believe that the stars are isles, but that far beyond all visible horizons, their own mild, uncontinented seas, interflow with the blue heavens; and so form the white breakers of the milky way.\n", "word": "blue", "modifies": "heaven"}
{"color": "gray", "line": "He called one to him in the grey morning watch, when the day was just breaking, and taking his hand, said that while in Nantucket he had chanced to see certain little canoes of dark wood, like the rich war wood of his native isle; and upon inquiry, he had learned that all whalemen who died in Nantucket, were laid in those same dark canoes, and that the fancy of being so laid had much pleased him; for it was not unlike the custom of his own race, who, after embalming a dead warrior, stretched him out in his canoe, and so left him to be floated away to the starry archipelagoes; for not only do they believe that the stars are isles, but that far beyond all visible horizons, their own mild, uncontinented seas, interflow with the blue heavens; and so form the white breakers of the milky way.\n", "word": "grey", "modifies": "morning"}
{"color": "red", "line": "The same waves wash the moles of the new built California towns, but yesterday planted by the recentest race of men and lave the faded but still gorgeous skirts of Asiatic lands, older than Abraham; while all between float milky ways of coral isles, and low lying, endless, unknown Archipelagoes, and impenetrable Japans.\n", "word": "coral", "modifies": "isle"}
{"color": "white", "line": "But few thoughts of Pan stirred Ahab's brain, as standing, like an iron statue at his accustomed place beside the mizen rigging, with one nostril he unthinkingly snuffed the sugary musk from the Bashee isles (in whose sweet woods mild lovers must be walking), and with the other consciously inhaled the salt breath of the new found sea; that sea in which the hated White Whale must even then be swimming.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "the White Whale spouts thick blood!\"\n", "word": "white", "modifies": "whale"}
{"color": "gray", "line": "The blows of the basement hammer every day grew more and more between; and each blow every day grew fainter than the last; the wife sat frozen at the window, with tearless eyes, glitteringly gazing into the weeping faces of her children; the bellows fell; the forge choked up with cinders; the house was sold; the mother dived down into the long church yard grass; her children twice followed her thither; and the houseless, familyless old man staggered off a vagabond in crape; his every woe unreverenced; his grey head a scorn to flaxen curls!\n", "word": "grey", "modifies": "head"}
{"color": "red", "line": "While yet a little distance from the forge, moody Ahab paused; till at last, Perth, withdrawing his iron from the fire, began hammering it upon the anvil—the red mass sending off the sparks in thick hovering flights, some of which flew close to Ahab.\n", "word": "red", "modifies": "mass"}
{"color": "gold", "line": "jingling the leathern bag, as if it were full of gold coins.\n", "word": "gold", "modifies": "coin"}
{"color": "white", "line": "Is not this harpoon for the White Whale?\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "\"For the white fiend!\n", "word": "white", "modifies": "fiend"}
{"color": "white", "line": "Three punctures were made in the heathen flesh, and the White Whale's barbs were then tempered.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "This done, pole, iron, and rope—like the Three Fates— remained inseparable, and Ahab moodily stalked away with the weapon; the sound of his ivory leg, and the sound of the hickory pole, both hollowly ringing along every plank.\n", "word": "ivory", "modifies": "leg"}
{"color": "black", "line": "Pip, thy wretched laugh, thy idle but unresting eye; all thy strange mummeries not unmeaningly blended with the black tragedy of the melancholy ship, and mocked it!\n", "word": "black", "modifies": "tragedy"}
{"color": "blue", "line": "The long drawn virgin vales; the mild blue hill sides; as over these there steals the hush, the hum; you almost swear that play wearied children lie sleeping in these solitudes, in some glad May time, when the flowers of the woods are plucked.\n", "word": "blue", "modifies": "hill"}
{"color": "red", "line": "The three men at her mast head wore long streamers of narrow red bunting at their hats; from the stern, a whale boat was suspended, bottom down; and hanging captive from the bowsprit was seen the long lower jaw of the last whale they had slain.\n", "word": "red", "modifies": "bunting"}
{"color": "black", "line": "As this glad ship of good luck bore down upon the moody Pequod, the barbarian sound of enormous drums came from her forecastle; and drawing still nearer, a crowd of her men were seen standing round her huge try pots, which, covered with the parchment like poke or stomach skin of the black fish, gave forth a loud roar to every stroke of the clenched hands of the crew.\n", "word": "black", "modifies": "fish"}
{"color": "green", "line": "On the quarter deck, the mates and harpooneers were dancing with the olive hued girls who had eloped with them from the Polynesian Isles; while suspended in an ornamented boat, firmly secured aloft between the foremast and mainmast, three Long Island negroes, with glittering fiddle bows of whale ivory, were presiding over the hilarious jig.\n", "word": "olive", "modifies": "girl"}
{"color": "white", "line": "On the quarter deck, the mates and harpooneers were dancing with the olive hued girls who had eloped with them from the Polynesian Isles; while suspended in an ornamented boat, firmly secured aloft between the foremast and mainmast, three Long Island negroes, with glittering fiddle bows of whale ivory, were presiding over the hilarious jig.\n", "word": "ivory", "modifies": "whale"}
{"color": "white", "line": "\"Hast seen the White Whale?\"\n", "word": "white", "modifies": "whale"}
{"color": "red", "line": "It was far down the afternoon; and when all the spearings of the crimson fight were done; and floating in the lovely sunset sea and sky, sun and whale both stilly died together; then, such a sweetness and such plaintiveness, such inwreathing orisons curled up in that rosy air, that it almost seemed as if far over from the deep green convent valleys of the Manilla isles, the Spanish land breeze, wantonly turned sailor, had gone to sea, freighted with these vesper hymns.\n", "word": "crimson", "modifies": "fight"}
{"color": "green", "line": "It was far down the afternoon; and when all the spearings of the crimson fight were done; and floating in the lovely sunset sea and sky, sun and whale both stilly died together; then, such a sweetness and such plaintiveness, such inwreathing orisons curled up in that rosy air, that it almost seemed as if far over from the deep green convent valleys of the Manilla isles, the Spanish land breeze, wantonly turned sailor, had gone to sea, freighted with these vesper hymns.\n", "word": "green", "modifies": "valley"}
{"color": "pink", "line": "It was far down the afternoon; and when all the spearings of the crimson fight were done; and floating in the lovely sunset sea and sky, sun and whale both stilly died together; then, such a sweetness and such plaintiveness, such inwreathing orisons curled up in that rosy air, that it almost seemed as if far over from the deep green convent valleys of the Manilla isles, the Spanish land breeze, wantonly turned sailor, had gone to sea, freighted with these vesper hymns.\n", "word": "rosy", "modifies": "air"}
{"color": "black", "line": "The waif pole was thrust upright into the dead whale's spout hole; and the lantern hanging from its top, cast a troubled flickering glare upon the black, glossy back, and far out upon the midnight waves, which gently chafed the whale's broad flank, like soft surf upon a beach.\n", "word": "black", "modifies": "back"}
{"color": "gray", "line": "The grey dawn came on, and the slumbering crew arose from the boat's bottom, and ere noon the dead whale was brought to the ship.\n", "word": "grey", "modifies": "dawn"}
{"color": "white", "line": "At length the desired observation was taken; and with his pencil upon his ivory leg, Ahab soon calculated what his latitude must be at that precise instant.\n", "word": "ivory", "modifies": "leg"}
{"color": "red", "line": "\"I have sat before the dense coal fire and watched it all aglow, full of its tormented flaming life; and I have seen it wane at last, down, down, to dumbest dust.\n", "word": "flaming", "modifies": "life"}
{"color": "black", "line": "\"Aye,\" cried Stubb, \"but sea coal ashes—mind ye that, Mr. Starbuck— sea coal, not your common charcoal.\n", "word": "charcoal", "modifies": "mr."}
{"color": "white", "line": "All the yard arms were tipped with a pallid fire; and touched at each tri pointed lightning rod end with three tapering white flames, each of the three tall masts was silently burning in that sulphurous air, like three gigantic wax tapers before an altar.\n", "word": "white", "modifies": "flame"}
{"color": "white", "line": "While this pallidness was burning aloft, few words were heard from the enchanted crew; who in one thick cluster stood on the forecastle, all their eyes gleaming in that pale phosphorescence, like a faraway constellation of stars.\n", "word": "pale", "modifies": "phosphorescence"}
{"color": "black", "line": "Relieved against the ghostly light, the gigantic jet negro, Daggoo, loomed up to thrice his real stature, and seemed the black cloud from which the thunder had come.\n", "word": "black", "modifies": "cloud"}
{"color": "white", "line": "The parted mouth of Tashtego revealed his shark white teeth, which strangely gleamed as if they too had been tipped by corpusants; while lit up by the preternatural light, Queequeg's tattooing burned like Satanic blue flames on his body.\n", "word": "white", "modifies": "teeth"}
{"color": "blue", "line": "The parted mouth of Tashtego revealed his shark white teeth, which strangely gleamed as if they too had been tipped by corpusants; while lit up by the preternatural light, Queequeg's tattooing burned like Satanic blue flames on his body.\n", "word": "blue", "modifies": "flame"}
{"color": "white", "line": "\"Look up at it; mark it well; the white flame but lights the way to the White Whale!\n", "word": "white", "modifies": "flame"}
{"color": "red", "line": "Through thee, thy flaming self, my scorched eyes do dimly see it.\n", "word": "flaming", "modifies": "self"}
{"color": "white", "line": "Ahab's harpoon, the one forged at Perth's fire, remained firmly lashed in its conspicuous crotch, so that it projected beyond his whale boat's bow; but the sea that had stove its bottom had caused the loose leather sheath to drop off; and from the keen steel barb there now came a levelled flame of pale, forked fire.\n", "word": "pale", "modifies": "fire"}
{"color": "red", "line": "Why, my little man, you have pretty red hair, but you couldn't get afire now.\n", "word": "red", "modifies": "hair"}
{"color": "gold", "line": "The sea was as a crucible of molten gold, that bubblingly leaps with light and heat.\n", "word": "gold", "modifies": "crucible"}
{"color": "yellow", "line": "Long maintaining an enchanted silence, Ahab stood apart; and every time the teetering ship loweringly pitched down her bowsprit, he turned to eye the bright sun's rays produced ahead; and when she profoundly settled by the stern, he turned behind, and saw the sun's rearward place, and how the same yellow rays were blending with his undeviating wake.\n", "word": "yellow", "modifies": "ray"}
{"color": "white", "line": "\"Aye; but never before has it happened to me, sir,\" said the pale mate, gloomily.\n", "word": "pale", "modifies": "mate"}
{"color": "white", "line": "But chancing to slip with his ivory heel, he saw the crushed copper sight tubes of the quadrant he had the day before dashed to the deck.\n", "word": "ivory", "modifies": "heel"}
{"color": "brown", "line": "But chancing to slip with his ivory heel, he saw the crushed copper sight tubes of the quadrant he had the day before dashed to the deck.\n", "word": "copper", "modifies": "sight"}
{"color": "gray", "line": "With these grey hairs of mine 'tis not worth while disputing, 'specially with a superior, who'll ne'er confess.\"\n", "word": "grey", "modifies": "hair"}
{"color": "black", "line": "Oh, sir, let old Perth now come and rivet these two hands together; the black one with the white, for I will not let this go.\"\n", "word": "black", "modifies": "one"}
{"color": "white", "line": "Oh, sir, let old Perth now come and rivet these two hands together; the black one with the white, for I will not let this go.\"\n", "word": "white", "modifies": "one"}
{"color": "black", "line": "I feel prouder leading thee by thy black hand, than though I grasped an Emperor's!\"\n", "word": "black", "modifies": "hand"}
{"color": "gray", "line": "Yet the grey Manxman—the oldest mariner of all—declared that the wild thrilling sounds that were heard, were the voices of newly drowned men in the sea.\n", "word": "grey", "modifies": "manxman"}
{"color": "gray", "line": "Below in his hammock, Ahab did not hear of this till grey dawn, when he came to the deck; it was then recounted to him by Flask, not unaccompanied with hinted dark meanings.\n", "word": "grey", "modifies": "dawn"}
{"color": "white", "line": "At sun rise this man went from his hammock to his mast head at the fore; and whether it was that he was not yet half waked from his sleep (for sailors sometimes go aloft in a transition state), whether it was thus with the man, there is now no telling; but, be that as it may, he had not been long at his perch, when a cry was heard—a cry and a rushing—and looking up, they saw a falling phantom in the air; and looking down, a little tossed heap of white bubbles in the blue of the sea.\n", "word": "white", "modifies": "bubble"}
{"color": "blue", "line": "At sun rise this man went from his hammock to his mast head at the fore; and whether it was that he was not yet half waked from his sleep (for sailors sometimes go aloft in a transition state), whether it was thus with the man, there is now no telling; but, be that as it may, he had not been long at his perch, when a cry was heard—a cry and a rushing—and looking up, they saw a falling phantom in the air; and looking down, a little tossed heap of white bubbles in the blue of the sea.\n", "word": "blue", "modifies": "bubble"}
{"color": "pink", "line": "The life buoy—a long slender cask—was dropped from the stern, where it always hung obedient to a cunning spring; but no hand rose to seize it, and the sun having long beat upon this cask it had shrunken, so that it slowly filled, and the parched wood also filled at its every pore; and the studded iron bound cask followed the sailor to the bottom, as if to yield him his pillow, though in sooth but a hard one.\n", "word": "rose", "modifies": "hand"}
{"color": "white", "line": "And thus the first man of the Pequod that mounted the mast to look out for the White Whale, on the White Whale's own peculiar ground; that man was swallowed up in the deep.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "\"Hast seen the White Whale?\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "It seemed that somewhat late on the afternoon of the day previous, while three of the stranger's boats were engaged with a shoal of whales, which had led them some four or five miles from the ship; and while they were yet in swift chase to windward, the white hump and head of Moby Dick had suddenly loomed up out of the blue water, not very far to leeward; whereupon, the fourth rigged boat— a reserved one—had been instantly lowered in chase.\n", "word": "white", "modifies": "hump"}
{"color": "blue", "line": "It seemed that somewhat late on the afternoon of the day previous, while three of the stranger's boats were engaged with a shoal of whales, which had led them some four or five miles from the ship; and while they were yet in swift chase to windward, the white hump and head of Moby Dick had suddenly loomed up out of the blue water, not very far to leeward; whereupon, the fourth rigged boat— a reserved one—had been instantly lowered in chase.\n", "word": "blue", "modifies": "water"}
{"color": "white", "line": "In the distance he saw the diminished dotted boat; and then a swift gleam of bubbling white water; and after that nothing more; whence it was concluded that the stricken whale must have indefinitely run away with his pursuers, as often happens.\n", "word": "white", "modifies": "water"}
{"color": "white", "line": "See, Flask, only see how pale he looks— pale in the very buttons of his eyes—look—it wasn't the coat— it must have been the \" \"My boy, my own boy is among them.\n", "word": "pale", "modifies": "button"}
{"color": "black", "line": "spite of million villains, this makes me a bigot in the fadeless fidelity of man!—and a black!\n", "word": "black", "modifies": "fidelity"}
{"color": "white", "line": "Listen, and thou wilt often hear my ivory foot upon the deck, and still know that I am there.\n", "word": "ivory", "modifies": "foot"}
{"color": "black", "line": "Here, our old sailors say, in their black seventy fours great admirals sometimes sit at table, and lord it over rows of captains and lieutenants.\n", "word": "black", "modifies": "four"}
{"color": "black", "line": "What an odd feeling, now, when a black boy's host to white men with gold lace upon their coats!—Monsieurs, have ye seen one Pip?— a little negro lad, five feet high, hang dog look, and cowardly!\n", "word": "black", "modifies": "boy"}
{"color": "white", "line": "What an odd feeling, now, when a black boy's host to white men with gold lace upon their coats!—Monsieurs, have ye seen one Pip?— a little negro lad, five feet high, hang dog look, and cowardly!\n", "word": "white", "modifies": "men"}
{"color": "gold", "line": "What an odd feeling, now, when a black boy's host to white men with gold lace upon their coats!—Monsieurs, have ye seen one Pip?— a little negro lad, five feet high, hang dog look, and cowardly!\n", "word": "gold", "modifies": "lace"}
{"color": "white", "line": "The Hat And now that at the proper time and place, after so long and wide a preliminary cruise, Ahab,—all other whaling waters swept— seemed to have chased his foe into an oceanfold, to slay him the more securely there; now, that he found himself hard by the very latitude and longitude where his tormenting wound had been inflicted; now that a vessel had been spoken which on the very day preceding had actually encountered Moby Dick;— and now that all his successive meetings with various ships contrastingly concurred to show the demoniac indifference with which the white whale tore his hunters, whether sinning or sinned against; now it was that there lurked a something in the old man's eyes, which it was hardly sufferable for feeble souls to see.\n", "word": "white", "modifies": "whale"}
{"color": "black", "line": "But already the sable wing was before the old man's eyes; the long hooked bill at his head: with a scream, the black hawk darted away with his prize.\n", "word": "black", "modifies": "hawk"}
{"color": "black", "line": "Ahab's hat was never restored; the wild hawk flew on and on with it; far in advance of the prow: and at last disappeared; while from the point of that disappearance, a minute black spot was dimly discerned, falling from that vast height into the sea.\n", "word": "black", "modifies": "spot"}
{"color": "white", "line": "Upon the stranger's shears were beheld the shattered, white ribs, and some few splintered planks, of what had once been a whale boat; but you now saw through this wreck, as plainly as you see through the peeled, half unhinged, and bleaching skeleton of a horse.\n", "word": "white", "modifies": "rib"}
{"color": "white", "line": "\"Hast seen the White Whale?\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Tempered in blood, and tempered by lightning are these barbs; and I swear to temper them triply in that hot place behind the fin, where the White Whale most feels his accursed life!\"\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Hither, and thither, on high, glided the snow white wings of small, unspeckled birds; these were the gentle thoughts of the feminine air; but to and fro in the deeps, far down in the bottomless blue, rushed mighty leviathans, sword fish, and sharks; and these were the strong, troubled, murderous thinkings of the masculine sea.\n", "word": "white", "modifies": "wing"}
{"color": "blue", "line": "Hither, and thither, on high, glided the snow white wings of small, unspeckled birds; these were the gentle thoughts of the feminine air; but to and fro in the deeps, far down in the bottomless blue, rushed mighty leviathans, sword fish, and sharks; and these were the strong, troubled, murderous thinkings of the masculine sea.\n", "word": "blue", "modifies": "leviathan"}
{"color": "blue", "line": "Oh, immortal infancy, and innocency of the azure!\n", "word": "azure", "modifies": "innocency"}
{"color": "green", "line": "When I think of this life I have led; the desolation of solitude it has been; the masoned, walled town of a Captain's exclusiveness, which admits but small entrance to any sympathy from the green country without—oh, weariness!\n", "word": "green", "modifies": "country"}
{"color": "gray", "line": "bitter, biting mockery of grey hairs, have I lived enough joy to wear ye; and seem and feel thus intolerably old?\n", "word": "grey", "modifies": "hair"}
{"color": "green", "line": "By the green land; by the bright hearthstone!\n", "word": "green", "modifies": "land"}
{"color": "blue", "line": "I think, sir, they have some such mild blue days, even as this, in Nantucket.\"\n", "word": "blue", "modifies": "day"}
{"color": "red", "line": "Aye, and rust amid greenness; as last year's scythes flung down, and left in the half cut swarths—Starbuck!\"\n", "word": "rust", "modifies": "greenness"}
{"color": "white", "line": "But blanched to a corpse's hue with despair, the Mate had stolen away.\n", "word": "blanched", "modifies": "hue"}
{"color": "white", "line": "I only; none of ye could have raised the White Whale first.\n", "word": "white", "modifies": "whale"}
{"color": "black", "line": "he cried, in long drawn, lingering, methodic tones, attuned to the gradual prolongings of the whale's visible jets.\n", "word": "jet", "modifies": "whale"}
{"color": "black", "line": "No, no; only black water!\n", "word": "black", "modifies": "water"}
{"color": "white", "line": "A pale, death glimmer lit up Fedallah's sunken eyes; a hideous motion gnawed his mouth.\n", "word": "pale", "modifies": "glimmer"}
{"color": "white", "line": "Before it, far out on the soft Turkish rugged waters, went the glistening white shadow from his broad, milky forehead, a musical rippling playfully accompanying the shade; and behind, the blue waters interchangeably flowed over into the moving valley of his steady wake; and on either hand bright bubbles arose and danced by his side.\n", "word": "white", "modifies": "shadow"}
{"color": "blue", "line": "Before it, far out on the soft Turkish rugged waters, went the glistening white shadow from his broad, milky forehead, a musical rippling playfully accompanying the shade; and behind, the blue waters interchangeably flowed over into the moving valley of his steady wake; and on either hand bright bubbles arose and danced by his side.\n", "word": "blue", "modifies": "water"}
{"color": "white", "line": "But these were broken again by the light toes of hundreds of gay fowls softly feathering the sea, alternate with their fitful flight; and like to some flag staff rising from the painted hull of an argosy, the tall but shattered pole of a recent lance projected from the white whale's back; and at intervals one of the cloud of soft toed fowls hovering, and to and fro skimming like a canopy over the fish, silently perched and rocked on this pole, the long tail feathers streaming like pennons.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Not the white bull Jupiter swimming away with ravished Europa clinging to his graceful horns; his lovely, leering eyes sideways intent upon the maid; with smooth bewitching fleetness, rippling straight for the nuptial bower in Crete; not Jove, not that great majesty Supreme!\n", "word": "white", "modifies": "bull"}
{"color": "white", "line": "did surpass the glorified White Whale as he so divinely swam.\n", "word": "white", "modifies": "whale"}
{"color": "pink", "line": "But soon the fore part of him slowly rose from the water; for an instant his whole marbleized body formed a high arch, like Virginia's Natural Bridge, and warningly waving his bannered flukes in the air, the grand god revealed himself, sounded and went out of sight.\n", "word": "rose", "modifies": "part"}
{"color": "white", "line": "Hoveringly halting, and dipping on the wing, the white sea fowls longingly lingered over the agitated pool that he left.\n", "word": "white", "modifies": "fowl"}
{"color": "blue", "line": "\"An hour,\" said Ahab, standing rooted in his boat's stern; and he gazed beyond the whale's place, towards the dim blue spaces and wide wooing vacancies to leeward.\n", "word": "blue", "modifies": "space"}
{"color": "white", "line": "In long Indian file, as when herons take wing, the white birds were now all flying towards Ahab's boat; and when within a few yards began fluttering over the water there, wheeling round and round, with joyous, expectant cries.\n", "word": "white", "modifies": "bird"}
{"color": "white", "line": "But suddenly as he peered down and down into its depths, he profoundly saw a white living spot no bigger than a white weasel, with wonderful celerity uprising, and magnifying as it rose, till it turned, and then there were plainly revealed two long crooked rows of white, glistening teeth, floating up from the undiscoverable bottom.\n", "word": "white", "modifies": "spot"}
{"color": "blue", "line": "It was Moby Dick's open mouth and scrolled jaw; his vast, shadowed bulk still half blending with the blue of the sea.\n", "word": "blue", "modifies": "sea"}
{"color": "white", "line": "The bluish pearl white of the inside of the jaw was within six inches of Ahab's head, and reached higher than that.\n", "word": "white", "modifies": "pearl"}
{"color": "white", "line": "In this attitude the White Whale now shook the slight cedar as a mildly cruel cat her mouse.\n", "word": "white", "modifies": "whale"}
{"color": "yellow", "line": "With unastonished eyes Fedallah gazed, and crossed his arms; but the tiger yellow crew were tumbling over each other's heads to gain the uttermost stern.\n", "word": "yellow", "modifies": "crew"}
{"color": "white", "line": "Ripplingly withdrawing from his prey, Moby Dick now lay at a little distance, vertically thrusting his oblong white head up and down in the billows; and at the same time slowly revolving his whole spindled body; so that when his vast wrinkled forehead rose— some twenty or more feet out of the water—the now rising swells, with all their confluent waves, dazzlingly broke against it; vindictively tossing their shivered spray still higher into the air.\n", "word": "white", "modifies": "head"}
{"color": "white", "line": "For so revolvingly appalling was the White Whale's aspect, and so planetarily swift the ever contracting circles he made, that he seemed horizontally swooping upon them.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "The Pequod's prows were pointed , and breaking up the charmed circle, she effectually parted the white whale from his victim.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Dragged into Stubb's boat with blood shot, blinded eyes, the white brine caking in his wrinkles; the long tension of Ahab's bodily strength did crack, and helplessly he yielded to his body's doom for a time, lying all crushed in the bottom of Stubb's boat, like one trodden under foot of herds of elephants.\n", "word": "white", "modifies": "brine"}
{"color": "white", "line": "\"—Then advancing towards the doubloon in the main mast—\"Men, this gold is mine, for I earned it; but I shall let it abide here till the White Whale is dead; and then, whosoever of ye first raises him, upon the day he shall be killed, this gold is that man's; and if on that day I shall again raise him, then, ten times its sum shall be divided among all of ye!\n", "word": "white", "modifies": "whale"}
{"color": "gold", "line": "\"—Then advancing towards the doubloon in the main mast—\"Men, this gold is mine, for I earned it; but I shall let it abide here till the White Whale is dead; and then, whosoever of ye first raises him, upon the day he shall be killed, this gold is that man's; and if on that day I shall again raise him, then, ten times its sum shall be divided among all of ye!\n", "word": "gold", "modifies": "man's"}
{"color": "white", "line": "Whatever pale fears and forebodings some of them might have felt before; these were not only now kept out of sight through the growing awe of Ahab, but they were broken up, and on all sides routed, as timid prairie hares that scatter before the bounding bison.\n", "word": "pale", "modifies": "fear"}
{"color": "black", "line": "The triumphant halloo of thirty buckskin lungs was heard, as— much nearer to the ship than the place of the imaginary jet, less than a mile ahead—Moby Dick bodily burst into view!\n", "word": "jet", "modifies": "place"}
{"color": "white", "line": "For not by any calm and indolent spoutings; not by the peaceable gush of that mystic fountain in his head, did the White Whale now reveal his vicinity; but by the far more wondrous phenomenon of breaching.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "was the cry, as in his immeasurable bravadoes the White Whale tossed himself salmon like to Heaven.\n", "word": "white", "modifies": "whale"}
{"color": "blue", "line": "So suddenly seen in the blue plain of the sea, and relieved against the still bluer margin of the sky, the spray that he raised, for the moment, intolerably glittered and glared like a glacier; and stood there gradually fading and fading away from its first sparkling intensity, to the dim mistiness of an advancing shower in a vale.\n", "word": "blue", "modifies": "plain"}
{"color": "white", "line": "But ere that close limit was gained, and while yet all three boats were plain as the ship's three masts to his eye; the White Whale churning himself into furious speed, almost in an instant as it were, rushing among the boats with open jaws, and a lashing tail, offered appalling battle on every side; and heedless of the irons darted at him from every boat, seemed only intent on annihilating each separate plank of which those boats were made.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "But at last in his untraceable evolutions, the White Whale so crossed and recrossed, and in a thousand ways entangled the slack of the three lines now fast to him, that they foreshortened, and, of themselves, warped the devoted boats towards the planted irons in him; though now for a moment the whale drew aside a little, as if to rally for a more tremendous charge.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "That instant, the White Whale made a sudden rush among the remaining tangles of the other lines; by so doing, irresistibly dragged the more involved boats of Stubb and Flask towards his flukes; dashed them together like two rolling husks on a surf beaten beach, and then, diving down into the sea, disappeared in a boiling maelstrom, in which, for a space, the odorous cedar chips of the wrecks danced round and round, like the grated nutmeg in a swiftly stirred bowl of punch.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "While the two crews were yet circling in the waters, reaching out after the revolving line tubs, oars, and other floating furniture, while aslope little Flask bobbed up and down like an empty vial, twitching his legs upwards to escape the dreaded jaws of sharks; and Stubb was lustily singing out for some one to ladle him up; and while the old man's line—now parting—admitted of his pulling into the creamy pool to rescue whom he could;— in that wild simultaneousness of a thousand concreted perils,— Ahab's yet unstricken boat seemed drawn up towards Heaven by invisible wires,—as, arrow like, shooting perpendicularly from the sea, the White Whale dashed his broad forehead against its bottom, and sent it turning over and over, into the air; till it fell again— gunwale downwards—and Ahab and his men struggled out from under it, like seals from a sea side cave.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "His ivory leg had been snapped off, leaving but one short sharp splinter.\n", "word": "ivory", "modifies": "leg"}
{"color": "white", "line": "Nor white whale, nor man, nor fiend, can so much as graze old Ahab in his own proper and inaccessible being.\n", "word": "white", "modifies": "whale"}
{"color": "black", "line": "cried Stubb—\"he must have been caught in \" \"The black vomit wrench thee!—run all of ye above, alow, cabin, forecastle—find him—not gone—not gone!\"\n", "word": "black", "modifies": "wrench"}
{"color": "white", "line": "The harpoon, too!—toss over the litter there,— d'ye see it?—the forged iron, men, the white whale's—no, no, no,— blistered fool; this hand did dart it!—'tis in the fish!—Aloft there!\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Steering as she had done, the wind had been somewhat on the Pequod's quarter, so that now being pointed in the reverse direction, the braced ship sailed hard upon the breeze as she rechurned the cream in her own white wake.\n", "word": "white", "modifies": "wake"}
{"color": "white", "line": "the white whale goes that way; look to windward, then; the better if the bitterer quarter.\n", "word": "white", "modifies": "whale"}
{"color": "green", "line": "No such green weather stains on Ahab's head!\n", "word": "green", "modifies": "stain"}
{"color": "white", "line": "We'll talk to morrow, nay, to night, when the white whale lies down there, tied by head and tail.\"\n", "word": "white", "modifies": "whale"}
{"color": "blue", "line": "He gave the word; and still gazing round him, was steadily lowered through the cloven blue air to the deck.\n", "word": "blue", "modifies": "air"}
{"color": "white", "line": "But these were the first sharks that had been observed by the Pequod since the White Whale had been first descried; and whether it was that Ahab's crew were all such tiger yellow barbarians, and therefore their flesh more musky to the senses of the sharks— a matter sometimes well known to affect them,—however it was, they seemed to follow that one boat without molesting the others.\n", "word": "white", "modifies": "whale"}
{"color": "yellow", "line": "But these were the first sharks that had been observed by the Pequod since the White Whale had been first descried; and whether it was that Ahab's crew were all such tiger yellow barbarians, and therefore their flesh more musky to the senses of the sharks— a matter sometimes well known to affect them,—however it was, they seemed to follow that one boat without molesting the others.\n", "word": "yellow", "modifies": "barbarian"}
{"color": "white", "line": "Mary, girl; thou fadest in pale glories behind me; boy!\n", "word": "pale", "modifies": "glory"}
{"color": "red", "line": "he pecks—he tears the vane\"— pointing to the red flag flying at the main truck—\"Ha, he soars away with it!—Where's the old man now?\n", "word": "red", "modifies": "flag"}
{"color": "white", "line": "The wide tiers of welded tendons overspreading his broad white forehead, beneath the transparent skin, looked knitted together; as head on, he came churning his tail among the boats; and once more flailed them apart; spilling out the irons and lances from the two mates' boats, and dashing in one side of the upper part of their bows, but leaving Ahab's almost without a scar.\n", "word": "white", "modifies": "forehead"}
{"color": "white", "line": "Whether fagged by the three days' running chase, and the resistance to his swimming in the knotted hamper he bore; or whether it was some latent deceitfulness and malice in him: whichever was true, the White Whale's way now began to abate, as it seemed, from the boat so rapidly nearing him once more; though indeed the whale's last start had not been so long a one as before.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "At length as the craft was cast to one side, and ran ranging along with the White Whale's flank, he seemed strangely oblivious of its advance—as the whale sometimes will—and Ahab was fairly within the smoky mountain mist, which, thrown off from the whale's spout, curled round his great Monadnock hump; he was even thus close to him; when, with body arched back, and both arms lengthwise high lifted to the poise, he darted his fierce iron, and his far fiercer curse into the hated whale.\n", "word": "white", "modifies": "whale"}
{"color": "white", "line": "Almost simultaneously, with a mighty volition of ungraduated, instantaneous swiftness, the White Whale darted through the weltering sea.\n", "word": "white", "modifies": "whale"}
{"color": "black", "line": "Hearing the tremendous rush of the sea crashing boat, the whale wheeled round to present his blank forehead at bay; but in that evolution, catching sight of the nearing black hull of the ship; seemingly seeing in it the source of all his persecutions; bethinking it—it may be—a larger and nobler foe; of a sudden, he bore down upon its advancing prow, smiting his jaws amid fiery showers of foam.\n", "word": "black", "modifies": "hull"}
{"color": "red", "line": "Meantime, for that one beholding instant, Tashtego's mast head hammer remained suspended in his hand; and the red flag, half wrapping him as with a plaid, then streamed itself straight out from him, as his own forward flowing heart; while Starbuck and Stubb, standing upon the bowsprit beneath, caught sight of the down coming monster just as soon as he.\n", "word": "red", "modifies": "flag"}
{"color": "red", "line": "Oh, Flask, for one red cherry ere we die!\"\n", "word": "red", "modifies": "cherry"}
{"color": "white", "line": "Retribution, swift vengeance, eternal malice were in his whole aspect, and spite of all that mortal man could do, the solid white buttress of his forehead smote the ship's starboard bow, till men and timbers reeled.\n", "word": "white", "modifies": "buttress"}
{"color": "red", "line": "But as the last whelmings intermixingly poured themselves over the sunken head of the Indian at the mainmast, leaving a few inches of the erect spar yet visible, together with long streaming yards of the flag, which calmly undulated, with ironical coincidings, over the destroying billows they almost touched;—at that instant, a red arm and a hammer hovered backwardly uplifted in the open air, in the act of nailing the flag faster and yet faster to the subsiding spar.\n", "word": "red", "modifies": "arm"}
{"color": "white", "line": "Now small fowls flew screaming over the yet yawning gulf; a sullen white surf beat against its steep sides; then all collapsed, and the great shroud of the sea rolled on as it rolled five thousand years ago.\n", "word": "white", "modifies": "surf"}
{"color": "black", "line": "Round and round, then, and ever contracting towards the button like black bubble at the axis of that slowly wheeling circle, like another Ixion I did revolve.\n", "word": "black", "modifies": "bubble"}
{"color": "black", "line": "Till, gaining that vital centre, the black bubble upward burst; and now, liberated by reason of its cunning spring, and, owing to its great buoyancy, rising with great force, the coffin life buoy shot lengthwise from the sea, fell over, and floated by my side.\n", "word": "black", "modifies": "bubble"}
{"color": "white", "line": "Thou belongest to that hopeless, sallow tribe which no wine of this world will ever warm; and for whom even Pale Sherry would be too rosy strong; but with whom one sometimes loves to sit, and feel poor devilish, too; and grow convivial upon tears; and say to them bluntly, with full eyes and empty glasses, and in not altogether unpleasant sadness— Give it up, Sub Subs!\n", "word": "pale", "modifies": "sherry"}
{"color": "white", "line": "… Spitzbergen that was white all over.\"\n", "word": "white", "modifies": "spitzbergen"}
{"color": "green", "line": "They stand in so great dread of some of them, that when out at sea they are afraid to mention even their names, and carry dung, lime stone, juniper wood, and some other articles of the same nature in their boats, in order to terrify and prevent their too near approach.\"\n", "word": "lime", "modifies": "stone"}
{"color": "green", "line": "\"In the year 1690 some persons were on a high hill observing the whales spouting and sporting with each other, when one observed: there—pointing to the sea—is a green pasture where our children's grand children will go for bread.\"\n", "word": "green", "modifies": "pasture"}
