{"color": "red", "line": "Against all this, Youth, Flaming like the wild roses, Singing like the larks over the plowed fields, Flashing like a star out of the twilight; Youth with its insupportable sweetness, Its fierce necessity, Its sharp desire, Singing and singing, Out of the lips of silence, Out of the earthy dusk.\n", "word": "flaming", "modifies": "youth"}
{"color": "gray", "line": "A mist of fine snowflakes was curling and eddying about the cluster of low drab buildings huddled on the gray prairie, under a gray sky.\n", "word": "gray", "modifies": "prairie"}
{"color": "red", "line": "The main street was a deeply rutted road, now frozen hard, which ran from the squat red railway station and the grain “elevator” at the north end of the town to the lumber yard and the horse pond at the south end.\n", "word": "red", "modifies": "station"}
{"color": "gray", "line": "The board sidewalks were gray with trampled snow, but at two o’clock in the afternoon the shopkeepers, having come back from dinner, were keeping well behind their frosty windows.\n", "word": "gray", "modifies": "sidewalk"}
{"color": "red", "line": "Some of them had brought their wives to town, and now and then a red or a plaid shawl flashed out of one store into the shelter of another.\n", "word": "red", "modifies": "shawl"}
{"color": "black", "line": "His black cloth coat was much too big for him and made him look like a little old man.\n", "word": "black", "modifies": "coat"}
{"color": "brown", "line": "His shrunken brown flannel dress had been washed many times and left a long stretch of stocking between the hem of his skirt and the tops of his clumsy, copper toed shoes.\n", "word": "brown", "modifies": "dress"}
{"color": "blue", "line": "She had a serious, thoughtful face, and her clear, deep blue eyes were fixed intently on the distance, without seeming to see anything, as if she were in trouble.\n", "word": "blue", "modifies": "eye"}
{"color": "yellow", "line": "A shabby little traveling man, who was just then coming out of the store on his way to the saloon, stopped and gazed stupidly at the shining mass of hair she bared when she took off her veil; two thick braids, pinned about her head in the German way, with a fringe of reddish yellow curls blowing out from under her cap.\n", "word": "yellow", "modifies": "curl"}
{"color": "red", "line": "She was a dark child, with brown curly hair, like a brunette doll’s, a coaxing little red mouth, and round, yellow brown eyes.\n", "word": "red", "modifies": "mouth"}
{"color": "brown", "line": "She was a dark child, with brown curly hair, like a brunette doll’s, a coaxing little red mouth, and round, yellow brown eyes.\n", "word": "brown", "modifies": "hair"}
{"color": "yellow", "line": "She was a dark child, with brown curly hair, like a brunette doll’s, a coaxing little red mouth, and round, yellow brown eyes.\n", "word": "yellow", "modifies": "eye"}
{"color": "gold", "line": "Every one noticed her eyes; the brown iris had golden glints that made them look like gold stone, or, in softer lights, like that Colorado mineral called tiger eye.\n", "word": "gold", "modifies": "stone"}
{"color": "brown", "line": "Every one noticed her eyes; the brown iris had golden glints that made them look like gold stone, or, in softer lights, like that Colorado mineral called tiger eye.\n", "word": "brown", "modifies": "iris"}
{"color": "red", "line": "The country children thereabouts wore their dresses to their shoe tops, but this city child was dressed in what was then called the “Kate Greenaway” manner, and her red cashmere frock, gathered full from the yoke, came almost to the floor.\n", "word": "red", "modifies": "frock"}
{"color": "white", "line": "She had a white fur tippet about her neck and made no fussy objections when Emil fingered it admiringly.\n", "word": "white", "modifies": "tippet"}
{"color": "brown", "line": "She looked archly into the big, brown, mustached faces, smelling of spirits and tobacco, then she ran her tiny forefinger delicately over Joe’s bristly chin and said, “Here is my sweetheart.” The Bohemians roared with laughter, and Marie’s uncle hugged her until she cried, “Please don’t, Uncle Joe!\n", "word": "brown", "modifies": "face"}
{"color": "red", "line": "The women were checking over their groceries and pinning their big red shawls about their heads.\n", "word": "red", "modifies": "shawl"}
{"color": "blue", "line": "The men were buying tobacco and candy with what money they had left, were showing each other new boots and gloves and blue flannel shirts.\n", "word": "blue", "modifies": "shirt"}
{"color": "white", "line": "The road led southwest, toward the streak of pale, watery light that glimmered in the leaden sky.\n", "word": "pale", "modifies": "light"}
{"color": "white", "line": "He turned painfully in his bed and looked at his white hands, with all the work gone out of them.\n", "word": "white", "modifies": "hand"}
{"color": "red", "line": "Throughout the meal they looked down at their plates and did not lift their red eyes.\n", "word": "red", "modifies": "eye"}
{"color": "purple", "line": "Stout as she was, she roamed the scrubby banks of Norway Creek looking for fox grapes and goose plums, like a wild creature in search of prey.\n", "word": "plum", "modifies": "goose"}
{"color": "yellow", "line": "She made a yellow jam of the insipid ground cherries that grew on the prairie, flavoring it with lemon peel; and she made a sticky dark conserve of garden tomatoes.\n", "word": "yellow", "modifies": "jam"}
{"color": "brown", "line": "She had experimented even with the rank buffalo pea, and she could not see a fine bronze cluster of them without shaking her head and murmuring, “What a pity!” When there was nothing more to preserve, she began to pickle.\n", "word": "bronze", "modifies": "cluster"}
{"color": "pink", "line": "Oscar and Lou, on the front seat, wore their cloth hats and coats, never worn except on Sundays, and Emil, on the second seat with Alexandra, sat proudly in his new trousers, made from a pair of his father’s, and a pink striped shirt, with a wide ruffled collar.\n", "word": "pink", "modifies": "shirt"}
{"color": "green", "line": "“He came to doctor our mare when she ate green corn and swelled up most as big as the water tank.\n", "word": "green", "modifies": "corn"}
{"color": "white", "line": "Ivar came running with his white bag, and the moment he got to her she was quiet and let him saw her horn off and daub the place with tar.” Emil had been watching his sister, his face reflecting the sufferings of the cow.\n", "word": "white", "modifies": "bag"}
{"color": "pink", "line": "The Bergson wagon lurched along over the rough hummocks and grass banks, followed the bottom of winding draws, or skirted the margin of wide lagoons, where the golden coreopsis grew up out of the clear water and the wild ducks rose with a whirr of wings.\n", "word": "rose", "modifies": "duck"}
{"color": "red", "line": "They had left the lagoons and the red grass behind them.\n", "word": "red", "modifies": "grass"}
{"color": "green", "line": "At one end of the pond was an earthen dam, planted with green willow bushes, and above it a door and a single window were set into the hillside.\n", "word": "green", "modifies": "bush"}
{"color": "white", "line": "His shaggy white hair, falling in a thick mane about his ruddy cheeks, made him look older than he was.\n", "word": "white", "modifies": "hair"}
{"color": "white", "line": "If one stood in the doorway of his cave, and looked off at the rough land, the smiling sky, the curly grass white in the hot sunlight; if one listened to the rapturous song of the lark, the drumming of the quail, the burr of the locust against that vast silence, one understood what Ivar meant.\n", "word": "white", "modifies": "grass"}
{"color": "white", "line": "He dropped his arms and went up to the wagon, smiling amiably and looking at them out of his pale blue eyes.\n", "word": "pale", "modifies": "eye"}
{"color": "blue", "line": "He dropped his arms and went up to the wagon, smiling amiably and looking at them out of his pale blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "A big white bird with long wings and pink feet.\n", "word": "white", "modifies": "bird"}
{"color": "pink", "line": "A big white bird with long wings and pink feet.\n", "word": "pink", "modifies": "foot"}
{"color": "pink", "line": "Next morning, when the sun rose, I went out to take her food, but she flew up into the sky and went on her way.” Ivar ran his fingers through his thick hair.\n", "word": "rose", "modifies": "sun"}
{"color": "white", "line": "Sounds of laughter and splashing came up from the pasture, and when the moon rose rapidly above the bare rim of the prairie, the pond glittered like polished metal, and she could see the flash of white bodies as the boys ran about the edge, or jumped into the water.\n", "word": "white", "modifies": "body"}
{"color": "pink", "line": "Sounds of laughter and splashing came up from the pasture, and when the moon rose rapidly above the bare rim of the prairie, the pond glittered like polished metal, and she could see the flash of white bodies as the boys ran about the edge, or jumped into the water.\n", "word": "rose", "modifies": "moon"}
{"color": "yellow", "line": "The dry garden patch smelled of drying vines and was strewn with yellow seed cucumbers and pumpkins and citrons.\n", "word": "yellow", "modifies": "cucumber"}
{"color": "red", "line": "At one end, next the rhubarb, grew feathery asparagus, with red berries.\n", "word": "red", "modifies": "berry"}
{"color": "red", "line": "A few tough zenias and marigolds and a row of scarlet sage bore witness to the buckets of water that Mrs. Bergson had carried there after sundown, against the prohibition of her sons.\n", "word": "scarlet", "modifies": "sage"}
{"color": "blue", "line": "The air was cool enough to make the warm sun pleasant on one’s back and shoulders, and so clear that the eye could follow a hawk up and up, into the blazing blue depths of the sky.\n", "word": "blue", "modifies": "depth"}
{"color": "purple", "line": "And we’ve had good times, hunting for Christmas trees and going for ducks and making our plum wine together every year.\n", "word": "plum", "modifies": "wine"}
{"color": "white", "line": "In the sky the pale half moon was slowly silvering.\n", "word": "pale", "modifies": "moon"}
{"color": "blue", "line": "He had a lively blue eye, a thin, fair skin (always burned red to the neckband of his shirt in summer), stiff, yellow hair that would not lie down on his head, and a bristly little yellow mustache, of which he was very proud.\n", "word": "blue", "modifies": "eye"}
{"color": "yellow", "line": "He had a lively blue eye, a thin, fair skin (always burned red to the neckband of his shirt in summer), stiff, yellow hair that would not lie down on his head, and a bristly little yellow mustache, of which he was very proud.\n", "word": "yellow", "modifies": "hair"}
{"color": "white", "line": "Oscar could not grow a mustache; his pale face was as bare as an egg, and his white eyebrows gave it an empty look.\n", "word": "white", "modifies": "eyebrow"}
{"color": "brown", "line": "The hens were clucking and scratching brown holes in the flower beds, and the wind was teasing the prince’s feather by the door.\n", "word": "brown", "modifies": "hole"}
{"color": "white", "line": "His wife now lies beside him, and the white shaft that marks their graves gleams across the wheat fields.\n", "word": "white", "modifies": "shaft"}
{"color": "white", "line": "Telephone wires hum along the white roads, which always run at right angles.\n", "word": "white", "modifies": "road"}
{"color": "red", "line": "From the graveyard gate one can count a dozen gayly painted farmhouses; the gilded weather vanes on the big red barns wink at each other across the green and brown and yellow fields.\n", "word": "red", "modifies": "barn"}
{"color": "green", "line": "From the graveyard gate one can count a dozen gayly painted farmhouses; the gilded weather vanes on the big red barns wink at each other across the green and brown and yellow fields.\n", "word": "green", "modifies": "field"}
{"color": "brown", "line": "There are few scenes more gratifying than a spring plowing in that country, where the furrows of a single field often lie a mile in length, and the brown earth, with such a strong, clean smell, and such a power of growth and fertility in it, yields itself eagerly to the plow; rolls away from the shear, not even dimming the brightness of the metal, with a soft, deep sigh of happiness.\n", "word": "brown", "modifies": "earth"}
{"color": "white", "line": "He wore a flannel cap and duck trousers, and the sleeves of his white flannel shirt were rolled back to the elbow.\n", "word": "white", "modifies": "shirt"}
{"color": "gray", "line": "He was a splendid figure of a boy, tall and straight as a young pine tree, with a handsome head, and stormy gray eyes, deeply set under a serious brow.\n", "word": "gray", "modifies": "eye"}
{"color": "red", "line": "In the cart sat a young woman who wore driving gauntlets and a wide shade hat, trimmed with red poppies.\n", "word": "red", "modifies": "poppy"}
{"color": "brown", "line": "Her face, too, was rather like a poppy, round and brown, with rich color in her cheeks and lips, and her dancing yellow brown eyes bubbled with gayety.\n", "word": "brown", "modifies": "eye"}
{"color": "yellow", "line": "Her face, too, was rather like a poppy, round and brown, with rich color in her cheeks and lips, and her dancing yellow brown eyes bubbled with gayety.\n", "word": "yellow", "modifies": "eye"}
{"color": "white", "line": "They drove westward toward Norway Creek, and toward a big white house that stood on a hill, several miles across the fields.\n", "word": "white", "modifies": "house"}
{"color": "yellow", "line": "On either side of the road, for a mile before you reached the foot of the hill, stood tall osage orange hedges, their glossy green marking off the yellow fields.\n", "word": "yellow", "modifies": "field"}
{"color": "white", "line": "There is even a white row of beehives in the orchard, under the walnut trees.\n", "word": "white", "modifies": "row"}
{"color": "red", "line": "The three pretty young Swedish girls who did Alexandra’s housework were cutting pies, refilling coffeecups, placing platters of bread and meat and potatoes upon the red tablecloth, and continually getting in each other’s way between the table and the stove.\n", "word": "red", "modifies": "tablecloth"}
{"color": "yellow", "line": "Of the youngest girl, Signa, who has a pretty figure, mottled pink cheeks, and yellow hair, Alexandra is very fond, though she keeps a sharp eye upon her.\n", "word": "yellow", "modifies": "hair"}
{"color": "pink", "line": "Of the youngest girl, Signa, who has a pretty figure, mottled pink cheeks, and yellow hair, Alexandra is very fond, though she keeps a sharp eye upon her.\n", "word": "pink", "modifies": "cheek"}
{"color": "blue", "line": "His shaggy head is scarcely whiter than it was sixteen years ago, but his little blue eyes have become pale and watery, and his ruddy face is withered, like an apple that has clung all winter to the tree.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "To day Barney Flinn, the big red headed Irishman who had been with Alexandra for five years and who was actually her foreman, though he had no such title, was grumbling about the new silo she had put up that spring.\n", "word": "red", "modifies": "irishman"}
{"color": "pink", "line": "“Did you want to speak to me, Ivar?” Alexandra asked as she rose from the table.\n", "word": "rose", "modifies": "table"}
{"color": "white", "line": "A great white tub, like the stone water troughs in the old country, to wash themselves in.\n", "word": "white", "modifies": "tub"}
{"color": "brown", "line": "And will you be so good as to tell the Irishman that he is not to work the brown gelding until the sore on its shoulder is healed?” “That I will.\n", "word": "brown", "modifies": "gelding"}
{"color": "yellow", "line": "She wears her yellow hair in a high pompadour, and is bedecked with rings and chains and “beauty pins.” Her tight, high heeled shoes give her an awkward walk, and she is always more or less preoccupied with her clothes.\n", "word": "yellow", "modifies": "hair"}
{"color": "silver", "line": "Silver wasn’t the only issue,” he nodded mysteriously.\n", "word": "silver", "modifies": "issue"}
{"color": "pink", "line": "Carl rose and took her down to the carriage, while Lou lingered for a word with his sister.\n", "word": "rose", "modifies": "carl"}
{"color": "white", "line": "Old Ivar, his white head bare, stood holding the horses.\n", "word": "white", "modifies": "head"}
{"color": "black", "line": "His black hair, which still hung in a triangle over his pale forehead, was thin at the crown, and there were fine, relentless lines about his eyes.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "His black hair, which still hung in a triangle over his pale forehead, was thin at the crown, and there were fine, relentless lines about his eyes.\n", "word": "pale", "modifies": "forehead"}
{"color": "silver", "line": "She sat looking at the silver spot the moon made on the surface of the pond down in the pasture.\n", "word": "silver", "modifies": "spot"}
{"color": "gray", "line": "The color was reflected in the globules of dew that sheathed the short gray pasture grass.\n", "word": "gray", "modifies": "grass"}
{"color": "yellow", "line": "There was no sign of life about the Shabatas’ house except a big yellow cat, sunning itself on the kitchen doorstep.\n", "word": "yellow", "modifies": "cat"}
{"color": "brown", "line": "Isn’t she like a little brown rabbit?” Alexandra laughed.\n", "word": "brown", "modifies": "rabbit"}
{"color": "blue", "line": "In this corner the ground dipped a little, and the blue grass, which the weeds had driven out in the upper part of the orchard, grew thick and luxuriant.\n", "word": "blue", "modifies": "grass"}
{"color": "red", "line": "Wild roses were flaming in the tufts of bunchgrass along the fence.\n", "word": "flaming", "modifies": "rose"}
{"color": "white", "line": "Under a white mulberry tree there was an old wagon seat.\n", "word": "white", "modifies": "tree"}
{"color": "white", "line": "Marie picked it up and played with the white ribbons, twisting them about her brown fingers as she talked.\n", "word": "white", "modifies": "ribbon"}
{"color": "brown", "line": "Marie picked it up and played with the white ribbons, twisting them about her brown fingers as she talked.\n", "word": "brown", "modifies": "finger"}
{"color": "white", "line": "They made a pretty picture in the strong sunlight, the leafy pattern surrounding them like a net; the Swedish woman so white and gold, kindly and amused, but armored in calm, and the alert brown one, her full lips parted, points of yellow light dancing in her eyes as she laughed and chattered.\n", "word": "white", "modifies": "woman"}
{"color": "brown", "line": "They made a pretty picture in the strong sunlight, the leafy pattern surrounding them like a net; the Swedish woman so white and gold, kindly and amused, but armored in calm, and the alert brown one, her full lips parted, points of yellow light dancing in her eyes as she laughed and chattered.\n", "word": "brown", "modifies": "alert"}
{"color": "yellow", "line": "They made a pretty picture in the strong sunlight, the leafy pattern surrounding them like a net; the Swedish woman so white and gold, kindly and amused, but armored in calm, and the alert brown one, her full lips parted, points of yellow light dancing in her eyes as she laughed and chattered.\n", "word": "yellow", "modifies": "light"}
{"color": "brown", "line": "The brown iris, he found, was curiously slashed with yellow, the color of sunflower honey, or of old amber.\n", "word": "brown", "modifies": "iris"}
{"color": "yellow", "line": "The brown iris, he found, was curiously slashed with yellow, the color of sunflower honey, or of old amber.\n", "word": "yellow", "modifies": "color"}
{"color": "yellow", "line": "In each eye one of these streaks must have been larger than the others, for the effect was that of two dancing points of light, two little yellow bubbles, such as rise in a glass of champagne.\n", "word": "yellow", "modifies": "bubble"}
{"color": "black", "line": "I thought you were very romantic because you could draw and had such black eyes.” Carl smiled.\n", "word": "black", "modifies": "eye"}
{"color": "gold", "line": "As I remember her, she was lovely, and had a gold crescent on her turban.” Half an hour later, as they were leaving the house, Carl and Alexandra were met in the path by a strapping fellow in overalls and a blue shirt.\n", "word": "gold", "modifies": "crescent"}
{"color": "white", "line": "When he spoke to Carl, he showed a fine set of white teeth.\n", "word": "white", "modifies": "teeth"}
{"color": "blue", "line": "He was easily the buck of the beer gardens, and on Sunday he was a sight to see, with his silk hat and tucked shirt and blue frock coat, wearing gloves and carrying a little wisp of a yellow cane.\n", "word": "blue", "modifies": "coat"}
{"color": "yellow", "line": "He was easily the buck of the beer gardens, and on Sunday he was a sight to see, with his silk hat and tucked shirt and blue frock coat, wearing gloves and carrying a little wisp of a yellow cane.\n", "word": "yellow", "modifies": "cane"}
{"color": "yellow", "line": "He was tall and fair, with splendid teeth and close cropped yellow curls, and he wore a slightly disdainful expression, proper for a young man with high connections, whose mother had a big farm in the Elbe valley.\n", "word": "yellow", "modifies": "curl"}
{"color": "blue", "line": "There was often an interesting discontent in his blue eyes, and every Bohemian girl he met imagined herself the cause of that unsatisfied expression.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "A brisk wind had come up and was driving puffy white clouds across the sky.\n", "word": "white", "modifies": "cloud"}
{"color": "brown", "line": "His yellow canvas leggings and khaki trousers were splashed to the knees.\n", "word": "khaki", "modifies": "trouser"}
{"color": "yellow", "line": "His yellow canvas leggings and khaki trousers were splashed to the knees.\n", "word": "yellow", "modifies": "legging"}
{"color": "green", "line": "All sorts of weeds and herbs and flowers had grown up there; splotches of wild larkspur, pale green and white spikes of hoarhound, plantations of wild cotton, tangles of foxtail and wild wheat.\n", "word": "green", "modifies": "spike"}
{"color": "white", "line": "South of the apricot trees, cornering on the wheatfield, was Frank’s alfalfa, where myriads of white and yellow butterflies were always fluttering above the purple blossoms.\n", "word": "white", "modifies": "butterfly"}
{"color": "purple", "line": "South of the apricot trees, cornering on the wheatfield, was Frank’s alfalfa, where myriads of white and yellow butterflies were always fluttering above the purple blossoms.\n", "word": "purple", "modifies": "blossom"}
{"color": "white", "line": "When Emil reached the lower corner by the hedge, Marie was sitting under her white mulberry tree, the pailful of cherries beside her, looking off at the gentle, tireless swelling of the wheat.\n", "word": "white", "modifies": "tree"}
{"color": "white", "line": "He reached up among the branches and began to pick the sweet, insipid fruit,—long ivory colored berries, tipped with faint pink, like white coral, that fall to the ground unheeded all summer through.\n", "word": "white", "modifies": "coral"}
{"color": "white", "line": "Some of the boys were in their white baseball suits; they had just come up from a Sunday practice game down in the ballgrounds.\n", "word": "white", "modifies": "suit"}
{"color": "white", "line": "Amédée was a little fellow, a year younger than Emil and much more boyish in appearance; very lithe and active and neatly made, with a clear brown and white skin, and flashing white teeth.\n", "word": "white", "modifies": "teeth"}
{"color": "brown", "line": "Amédée was a little fellow, a year younger than Emil and much more boyish in appearance; very lithe and active and neatly made, with a clear brown and white skin, and flashing white teeth.\n", "word": "brown", "modifies": "skin"}
{"color": "white", "line": "His sharp shoulders stooped as if he were very tired, his face was pale, and there were bluish shadows under his dark eyes.\n", "word": "pale", "modifies": "face"}
{"color": "gray", "line": "The variegated fields are all one color now; the pastures, the stubble, the roads, the sky are the same leaden gray.\n", "word": "gray", "modifies": "pasture"}
{"color": "brown", "line": "Her face was as brown as if it had been varnished, and as full of wrinkles as a washerwoman’s hands.\n", "word": "brown", "modifies": "face"}
{"color": "black", "line": "Mrs. Lee had put on her best black satine dress—she abominated woolen stuffs, even in winter—and a crocheted collar, fastened with a big pale gold pin, containing faded daguerreotypes of her father and mother.\n", "word": "black", "modifies": "dress"}
{"color": "white", "line": "Mrs. Lee had put on her best black satine dress—she abominated woolen stuffs, even in winter—and a crocheted collar, fastened with a big pale gold pin, containing faded daguerreotypes of her father and mother.\n", "word": "pale", "modifies": "pin"}
{"color": "gold", "line": "Mrs. Lee had put on her best black satine dress—she abominated woolen stuffs, even in winter—and a crocheted collar, fastened with a big pale gold pin, containing faded daguerreotypes of her father and mother.\n", "word": "gold", "modifies": "pin"}
{"color": "red", "line": "She had dark red cheeks like this when she was a little girl, Mrs. Lee.\n", "word": "red", "modifies": "cheek"}
{"color": "yellow", "line": "Presently she came back, holding a slender elastic yellow stick in her hand.\n", "word": "yellow", "modifies": "stick"}
{"color": "red", "line": "She turned them over and looked at the foreign stamps, and then sat watching the flying snow while the dusk deepened in the kitchen and the stove sent out a red glow.\n", "word": "red", "modifies": "glow"}
{"color": "black", "line": "Marie, when she was alone or when she sat sewing in the evening, often thought about what it must be like down there where Emil was; where there were flowers and street bands everywhere, and carriages rattling up and down, and where there was a little blind boot black in front of the cathedral who could play any tune you asked for by dropping the lids of blacking boxes on the stone steps.\n", "word": "black", "modifies": "boot"}
{"color": "white", "line": "When she went out into the dark kitchen to fix her plants for the night, she used to stand by the window and look out at the white fields, or watch the currents of snow whirling over the orchard.\n", "word": "white", "modifies": "field"}
{"color": "white", "line": "Her mind was a white book, with clear writing about weather and beasts and growing things.\n", "word": "white", "modifies": "book"}
{"color": "yellow", "line": "She never saw him, but, with eyes closed, she could feel that he was yellow like the sunlight, and there was the smell of ripe cornfields about him.\n", "word": "yellow", "modifies": "sunlight"}
{"color": "white", "line": "There she would stand in a tin tub and prosecute her bath with vigor, finishing it by pouring buckets of cold well water over her gleaming white body which no man on the Divide could have carried very far.\n", "word": "white", "modifies": "body"}
{"color": "white", "line": "The White Mulberry Tree I The French Church, properly the Church of Sainte Agnes, stood upon a hill.\n", "word": "white", "modifies": "mulberry"}
{"color": "red", "line": "The high, narrow, red brick building, with its tall steeple and steep roof, could be seen for miles across the wheatfields, though the little town of Sainte Agnes was completely hidden away at the foot of the hill.\n", "word": "red", "modifies": "building"}
{"color": "red", "line": "The sunlight was shining directly in her face, and there was a blaze of light all about the red church on the hill.\n", "word": "red", "modifies": "church"}
{"color": "black", "line": "Beside Alexandra lounged a strikingly exotic figure in a tall Mexican hat, a silk sash, and a black velvet jacket sewn with silver buttons.\n", "word": "black", "modifies": "jacket"}
{"color": "silver", "line": "Beside Alexandra lounged a strikingly exotic figure in a tall Mexican hat, a silk sash, and a black velvet jacket sewn with silver buttons.\n", "word": "silver", "modifies": "button"}
{"color": "gold", "line": "In those germless days she had worn bits of broom straw, plucked from the common sweeping broom, in the lobes until the holes were healed and ready for little gold rings.\n", "word": "gold", "modifies": "ring"}
{"color": "black", "line": "She blushed and laughed excitedly as she gave Emil her hand, and looked delightedly at the black velvet coat that brought out his fair skin and fine blond head.\n", "word": "black", "modifies": "coat"}
{"color": "silver", "line": "Are the buttons real silver?\n", "word": "silver", "modifies": "button"}
{"color": "white", "line": "Emil smiled tolerantly and stood looking down at her with his old, brooding gaze, while the French girls fluttered about him in their white dresses and ribbons, and Alexandra watched the scene with pride.\n", "word": "white", "modifies": "dress"}
{"color": "blue", "line": "After all the pincushions and sofa pillows and embroidered slippers were sold, Emil precipitated a panic by taking out one of his turquoise shirt studs, which every one had been admiring, and handing it to the auctioneer.\n", "word": "turquoise", "modifies": "stud"}
{"color": "white", "line": "Marie took his long white hand, looked at it, and then began to run off her cards.\n", "word": "white", "modifies": "hand"}
{"color": "green", "line": "You will go to a town all cut up by water; built on islands, it seems to be, with rivers and green fields all about.\n", "word": "green", "modifies": "field"}
{"color": "white", "line": "And you will visit an old lady with a white cap and gold hoops in her ears, and you will be very happy there.” “Mais, oui,” said the priest, with a melancholy smile.\n", "word": "white", "modifies": "cap"}
{"color": "gold", "line": "And you will visit an old lady with a white cap and gold hoops in her ears, and you will be very happy there.” “Mais, oui,” said the priest, with a melancholy smile.\n", "word": "gold", "modifies": "hoop"}
{"color": "blue", "line": "“Why did you give them that lovely blue stone to sell?\n", "word": "blue", "modifies": "stone"}
{"color": "blue", "line": "He thrust his hand into the pocket of his velvet trousers and brought out a handful of uncut turquoises, as big as marbles.\n", "word": "turquoise", "modifies": "handful"}
{"color": "red", "line": "There was a shiver and a giggle, and every one looked toward the red blur that Marie’s candle made in the dark.\n", "word": "red", "modifies": "blur"}
{"color": "pink", "line": "When the lights came on again, everybody was laughing and shouting, and all the French girls were rosy and shining with mirth.\n", "word": "rosy", "modifies": "girl"}
{"color": "white", "line": "Only Marie, in her little tent of shawls, was pale and quiet.\n", "word": "pale", "modifies": "marie"}
{"color": "red", "line": "Under her yellow turban the red coral pendants swung against white cheeks.\n", "word": "red", "modifies": "pendant"}
{"color": "white", "line": "Under her yellow turban the red coral pendants swung against white cheeks.\n", "word": "white", "modifies": "cheek"}
{"color": "yellow", "line": "Under her yellow turban the red coral pendants swung against white cheeks.\n", "word": "yellow", "modifies": "turban"}
{"color": "white", "line": "Her head, in its white scarf, drooped forward a little.\n", "word": "white", "modifies": "scarf"}
{"color": "white", "line": "Her white dress looked gray in the darkness.\n", "word": "white", "modifies": "dress"}
{"color": "pink", "line": "From time to time he rose and wandered about the house, picking up stray volumes and bringing them listlessly back to his box.\n", "word": "rose", "modifies": "time"}
{"color": "white", "line": "I can see him now, sitting there on Sundays, in his white shirt, writing pages and pages, so carefully.\n", "word": "white", "modifies": "shirt"}
{"color": "black", "line": "There must have been a hundred of them, and they all wore long black coats and white neckties.\n", "word": "black", "modifies": "coat"}
{"color": "white", "line": "There must have been a hundred of them, and they all wore long black coats and white neckties.\n", "word": "white", "modifies": "necktie"}
{"color": "blue", "line": "I was used to seeing father in a blue coat, a sort of jacket, and when I recognized him on the platform, I was very proud.\n", "word": "blue", "modifies": "coat"}
{"color": "black", "line": "Between the mixing board and the stove stood the old cradle that had been Amédée’s, and in it was his black eyed son.\n", "word": "black", "modifies": "son"}
{"color": "black", "line": "Emil stroked the black fuzz on Baptiste’s head.\n", "word": "black", "modifies": "fuzz"}
{"color": "white", "line": "As Amédée was not on the engine, Emil rode on to the wheatfield, where he recognized, on the header, the slight, wiry figure of his friend, coatless, his white shirt puffed out by the wind, his straw hat stuck jauntily on the side of his head.\n", "word": "white", "modifies": "shirt"}
{"color": "green", "line": "The six big work horses that drew, or rather pushed, the header, went abreast at a rapid walk, and as they were still green at the work they required a good deal of management on Amédée’s part; especially when they turned the corners, where they divided, three and three, and then swung round into line again with a movement that looked as complicated as a wheel of artillery.\n", "word": "green", "modifies": "work"}
{"color": "green", "line": "I gotta green man running it, and I gotta to keep an eye on him.” Emil thought the lad was unnaturally flushed and more excited than even the cares of managing a big farm at a critical time warranted.\n", "word": "green", "modifies": "man"}
{"color": "pink", "line": "The fresh, salty scent of the wild roses had given way before this more powerful perfume of midsummer.\n", "word": "rose", "modifies": "scent"}
{"color": "pink", "line": "Wherever those ashes of rose balls hung on their milky stalks, the air about them was saturated with their breath.\n", "word": "rose", "modifies": "ball"}
{"color": "red", "line": "The sky was still red in the west and the evening star hung directly over the Bergsons’ wind mill.\n", "word": "red", "modifies": "sky"}
{"color": "white", "line": "Marie stole slowly, flutteringly, along the path, like a white night moth out of the fields.\n", "word": "white", "modifies": "night"}
{"color": "gold", "line": "She felt as the pond must feel when it held the moon like that; when it encircled and swelled with that image of gold.\n", "word": "gold", "modifies": "image"}
{"color": "black", "line": "On Saturday, while half the village of Sainte Agnes was mourning for Amédée and preparing the funeral black for his burial on Monday, the other half was busy with white dresses and white veils for the great confirmation service to morrow, when the bishop was to confirm a class of one hundred boys and girls.\n", "word": "black", "modifies": "funeral"}
{"color": "white", "line": "On Saturday, while half the village of Sainte Agnes was mourning for Amédée and preparing the funeral black for his burial on Monday, the other half was busy with white dresses and white veils for the great confirmation service to morrow, when the bishop was to confirm a class of one hundred boys and girls.\n", "word": "white", "modifies": "dress"}
{"color": "red", "line": "They kept repeating that Amédée had always been a good boy, glancing toward the red brick church which had played so large a part in Amédée’s life, had been the scene of his most serious moments and of his happiest hours.\n", "word": "red", "modifies": "church"}
{"color": "red", "line": "The boys with one accord looked away from old Pierre to the red church on the hill, with the gold cross flaming on its steeple.\n", "word": "red", "modifies": "church"}
{"color": "gold", "line": "The boys with one accord looked away from old Pierre to the red church on the hill, with the gold cross flaming on its steeple.\n", "word": "gold", "modifies": "cross"}
{"color": "brown", "line": "As he rode past the graveyard he looked at the brown hole in the earth where Amédée was to lie, and felt no horror.\n", "word": "brown", "modifies": "hole"}
{"color": "brown", "line": "The heart, when it is too much alive, aches for that brown earth, and ecstasy has no fear of death.\n", "word": "brown", "modifies": "earth"}
{"color": "brown", "line": "It is the old and the poor and the maimed who shrink from that brown hole; its wooers are found among the young, the passionate, the gallant hearted.\n", "word": "brown", "modifies": "hole"}
{"color": "red", "line": "The sunlight, flashing on the window glass of the big red barns, drove him wild with joy.\n", "word": "red", "modifies": "barn"}
{"color": "white", "line": "Marie was lying on her side under the white mulberry tree, her face half hidden in the grass, her eyes closed, her hands lying limply where they had happened to fall.\n", "word": "white", "modifies": "tree"}
{"color": "pink", "line": "Her breast rose and fell faintly, as if she were asleep.\n", "word": "rose", "modifies": "breast"}
{"color": "brown", "line": "The blood came back to her cheeks, her amber eyes opened slowly, and in them Emil saw his own face and the orchard and the sun.\n", "word": "amber", "modifies": "eye"}
{"color": "white", "line": "They had fallen a little apart from each other, and were perfectly still—No, not quite; in a white patch of light, where the moon shone through the branches, a man’s hand was plucking spasmodically at the grass.\n", "word": "white", "modifies": "patch"}
{"color": "black", "line": "From habit he went toward the house, where he was used to being soothed when he had worked himself into a frenzy, but at the sight of the black, open door, he started back.\n", "word": "black", "modifies": "door"}
{"color": "white", "line": "The story of what had happened was written plainly on the orchard grass, and on the white mulberries that had fallen in the night and were covered with dark stain.\n", "word": "white", "modifies": "mulberry"}
{"color": "white", "line": "Above Marie and Emil, two white butterflies from Frank’s alfalfa field were fluttering in and out among the interlacing shadows; diving and soaring, now close together, now far apart; and in the long grass by the fence the last wild roses of the year opened their pink hearts to die.\n", "word": "white", "modifies": "butterfly"}
{"color": "pink", "line": "Above Marie and Emil, two white butterflies from Frank’s alfalfa field were fluttering in and out among the interlacing shadows; diving and soaring, now close together, now far apart; and in the long grass by the fence the last wild roses of the year opened their pink hearts to die.\n", "word": "pink", "modifies": "heart"}
{"color": "black", "line": "It was only five o’clock of a mid October day, but a storm had come up in the afternoon, bringing black clouds, a cold wind and torrents of rain.\n", "word": "black", "modifies": "cloud"}
{"color": "white", "line": "When Ivar stopped at the gate and swung out his lantern, a white figure rose from beside John Bergson’s white stone.\n", "word": "white", "modifies": "figure"}
{"color": "pink", "line": "When Ivar stopped at the gate and swung out his lantern, a white figure rose from beside John Bergson’s white stone.\n", "word": "rose", "modifies": "figure"}
{"color": "gray", "line": "Alexandra spoke to the old man as they jogged along through the sullen gray twilight of the storm.\n", "word": "gray", "modifies": "twilight"}
{"color": "white", "line": "His white cloak was thrown over his face, and his head was bent a little forward.\n", "word": "white", "modifies": "cloak"}
{"color": "black", "line": "II Late in the afternoon of a brilliant October day, Alexandra Bergson, dressed in a black suit and traveling hat, alighted at the Burlington depot in Lincoln.\n", "word": "black", "modifies": "suit"}
{"color": "black", "line": "She had her supper early, wearing her hat and black jacket down to the dining room and carrying her handbag.\n", "word": "black", "modifies": "jacket"}
{"color": "red", "line": "That red building, right there,” he pointed.\n", "word": "red", "modifies": "building"}
{"color": "black", "line": "When Mr. Schwartz disappeared, Alexandra thrust her black edged handkerchief nervously into her handbag.\n", "word": "black", "modifies": "handkerchief"}
{"color": "white", "line": "He wore a white shirt under his striped jacket, a high collar, and a necktie, very carefully tied.\n", "word": "white", "modifies": "shirt"}
{"color": "white", "line": "“Push that white button when you’re through with him, and I’ll come.” The guard went out and Alexandra and Frank were left alone.\n", "word": "white", "modifies": "button"}
{"color": "white", "line": "It was already bleached to a chalky gray.\n", "word": "bleached", "modifies": "gray"}
{"color": "white", "line": "A pale pink crept over his neck and face.\n", "word": "pale", "modifies": "pink"}
{"color": "pink", "line": "Alexandra rose and took him by the hand.\n", "word": "rose", "modifies": "alexandra"}
{"color": "black", "line": "He put out his finger and absently touched a button on her black jacket.\n", "word": "black", "modifies": "jacket"}
{"color": "white", "line": "Alexandra nodded, and he came in and touched the white button on his desk.\n", "word": "white", "modifies": "button"}
{"color": "yellow", "line": "Alexandra took the yellow envelope and looked at it in perplexity, then stepped into the elevator without opening it.\n", "word": "yellow", "modifies": "envelope"}
{"color": "black", "line": "Alexandra had taken off her black traveling suit and put on a white dress; partly because she saw that her black clothes made Carl uncomfortable and partly because she felt oppressed by them herself.\n", "word": "black", "modifies": "suit"}
{"color": "white", "line": "Alexandra had taken off her black traveling suit and put on a white dress; partly because she saw that her black clothes made Carl uncomfortable and partly because she felt oppressed by them herself.\n", "word": "white", "modifies": "dress"}
{"color": "black", "line": "His soft, lustrous black eyes, his whimsical smile, would be less against him in the Klondike than on the Divide.\n", "word": "black", "modifies": "eye"}
{"color": "yellow", "line": "You remember those yellow sparks in her eyes?” Alexandra sighed.\n", "word": "yellow", "modifies": "spark"}
{"color": "brown", "line": "On every side the brown waves of the earth rolled away to meet the sky.\n", "word": "brown", "modifies": "wave"}
{"color": "yellow", "line": "Fortunate country, that is one day to receive hearts like Alexandra’s into its bosom, to give them out again in the yellow wheat, in the rustling corn, in the shining eyes of youth!\n", "word": "yellow", "modifies": "wheat"}
