{"color": "blue", "line": "Far from the Madding Crowd by Thomas Hardy AUTHOR OF “A PAIR OF BLUE EYES,” “UNDER THE GREENWOOD TREE,” ETC.\n", "word": "blue", "modifies": "eye"}
{"color": "silver", "line": "Mr. Oak carried about him, by way of watch, what may be called a small silver clock; in other words, it was a watch as to shape and intention, and a small clock as to size.\n", "word": "silver", "modifies": "clock"}
{"color": "green", "line": "The stopping peculiarity of his watch Oak remedied by thumps and shakes, when it always went on again immediately, and he escaped any evil consequences from the other two defects by constant comparisons with and observations of the sun and stars, and by pressing his face close to the glass of his neighbours’ windows when passing their houses, till he could discern the hour marked by the green faced timekeepers within.\n", "word": "green", "modifies": "timekeeper"}
{"color": "red", "line": "It was a fine morning, and the sun lighted up to a scarlet glow the crimson jacket she wore, and painted a soft lustre upon her bright face and dark hair.\n", "word": "crimson", "modifies": "jacket"}
{"color": "red", "line": "It was a fine morning, and the sun lighted up to a scarlet glow the crimson jacket she wore, and painted a soft lustre upon her bright face and dark hair.\n", "word": "scarlet", "modifies": "glow"}
{"color": "red", "line": "The red jacketed and dark haired maiden seemed to think so too, for she carelessly glanced over him, and told her man to drive on.\n", "word": "red", "modifies": "maiden"}
{"color": "yellow", "line": "A desolating wind wandered from the north over the hill whereon Oak had watched the yellow waggon and its occupant in the sunshine of a few days earlier.\n", "word": "yellow", "modifies": "waggon"}
{"color": "yellow", "line": "The kingly brilliancy of Sirius pierced the eye with a steely glitter, the star called Capella was yellow, Aldebaran and Betelgueux shone with a fiery red.\n", "word": "yellow", "modifies": "star"}
{"color": "red", "line": "The inside of the hut, as it now presented itself, was cosy and alluring, and the scarlet handful of fire in addition to the candle, reflecting its own genial colour upon whatever it could reach, flung associations of enjoyment even over utensils and tools.\n", "word": "scarlet", "modifies": "handful"}
{"color": "red", "line": "By one of those whimsical coincidences in which Nature, like a busy mother, seems to spare a moment from her unremitting labours to turn and make her children smile, the girl now dropped the cloak, and forth tumbled ropes of black hair over a red jacket.\n", "word": "red", "modifies": "jacket"}
{"color": "black", "line": "By one of those whimsical coincidences in which Nature, like a busy mother, seems to spare a moment from her unremitting labours to turn and make her children smile, the girl now dropped the cloak, and forth tumbled ropes of black hair over a red jacket.\n", "word": "black", "modifies": "hair"}
{"color": "yellow", "line": "Oak knew her instantly as the heroine of the yellow waggon, myrtles, and looking glass: prosily, as the woman who owed him twopence.\n", "word": "yellow", "modifies": "waggon"}
{"color": "pink", "line": "Rays of male vision seem to have a tickling effect upon virgin faces in rural districts; she hastily brushed hers with her hand, as if Gabriel had been irritating its pink surface with a straw, and the free air of her previous movements was reduced at the same time to a chastened phase of itself.\n", "word": "pink", "modifies": "surface"}
{"color": "black", "line": "I’m lately come to this place.” “A large farm?” she inquired, casting her eyes round, and swinging back her hair, which was black in the shaded hollows of its mass; but it being now an hour past sunrise, the rays touched its prominent curves with a colour of their own.\n", "word": "black", "modifies": "hair"}
{"color": "pink", "line": "It was a time to see a woman redden who was not given to reddening as a rule; not a point in the milkmaid but was of the deepest rose colour.\n", "word": "rose", "modifies": "colour"}
{"color": "red", "line": "From the Maiden’s Blush, through all varieties of the Provence down to the Crimson Tuscany, the countenance of Oak’s acquaintance quickly graduated; whereupon he, in considerateness, turned away his head.\n", "word": "crimson", "modifies": "tuscany"}
{"color": "pink", "line": "From the Maiden’s Blush, through all varieties of the Provence down to the Crimson Tuscany, the countenance of Oak’s acquaintance quickly graduated; whereupon he, in considerateness, turned away his head.\n", "word": "blush", "modifies": "maiden"}
{"color": "white", "line": "The young girl with the remarkably pleasant lips and white teeth was beside him.\n", "word": "white", "modifies": "teeth"}
{"color": "black", "line": "He liked saying “Bathsheba” as a private enjoyment instead of whistling; turned over his taste to black hair, though he had sworn by brown ever since he was a boy, isolated himself till the space he filled in the public eye was contemptibly small.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "On a day which had a summer face and a winter constitution—a fine January morning, when there was just enough blue sky visible to make cheerfully disposed people wish for more, and an occasional sunshiny gleam of silvery whiteness, Oak put the lamb into a respectable Sunday basket, and stalked across the fields to the house of Mrs. Hurst, the aunt—George, the dog, walking behind, with a countenance of great concern at the serious turn pastoral affairs seemed to be taking.\n", "word": "blue", "modifies": "sky"}
{"color": "blue", "line": "Gabriel had watched the blue wood smoke curling from the chimney with strange meditation.\n", "word": "blue", "modifies": "smoke"}
{"color": "silver", "line": "He thoroughly cleaned his silver watch chain with whiting, put new lacing straps to his boots, looked to the brass eyelet holes, went to the inmost heart of the plantation for a new walking stick, and trimmed it vigorously on his way back; took a new handkerchief from the bottom of his clothes box, put on the light waistcoat patterned all over with sprigs of an elegant flower uniting the beauties of both rose and lily without the defects of either, and used all the hair oil he possessed upon his usually dry, sandy, and inextricably curly hair, till he had deepened it to a splendidly novel colour, between that of guano and Roman cement, making it stick to his head like mace round a nutmeg, or wet seaweed round a boulder after the ebb.\n", "word": "silver", "modifies": "watch"}
{"color": "pink", "line": "He thoroughly cleaned his silver watch chain with whiting, put new lacing straps to his boots, looked to the brass eyelet holes, went to the inmost heart of the plantation for a new walking stick, and trimmed it vigorously on his way back; took a new handkerchief from the bottom of his clothes box, put on the light waistcoat patterned all over with sprigs of an elegant flower uniting the beauties of both rose and lily without the defects of either, and used all the hair oil he possessed upon his usually dry, sandy, and inextricably curly hair, till he had deepened it to a splendidly novel colour, between that of guano and Roman cement, making it stick to his head like mace round a nutmeg, or wet seaweed round a boulder after the ebb.\n", "word": "rose", "modifies": "beauty"}
{"color": "white", "line": "He looked round, and saw a girl racing after him, waving a white handkerchief.\n", "word": "white", "modifies": "handkerchief"}
{"color": "red", "line": "“Yes—I know that!” she said, panting like a robin, her face red and moist from her exertions, like a peony petal before the sun dries off the dew.\n", "word": "red", "modifies": "robin"}
{"color": "red", "line": "Bathsheba had overtaken him at a point beside which stood a low, stunted holly bush, now laden with red berries.\n", "word": "red", "modifies": "berry"}
{"color": "red", "line": "He contemplated the red berries between them over and over again, to such an extent, that holly seemed in his after life to be a cypher signifying a proposal of marriage.\n", "word": "red", "modifies": "berry"}
{"color": "red", "line": "“Well, then, why did you come and disturb me?” she said, almost angrily, if not quite, an enlarging red spot rising in each cheek.\n", "word": "red", "modifies": "spot"}
{"color": "white", "line": "George, the elder, exhibited an ebony tipped nose, surrounded by a narrow margin of pink flesh, and a coat marked in random splotches approximating in colour to white and slaty grey, but the grey, after years of sun and rain, had been scorched and washed out of the more prominent locks, leaving them of a reddish brown, as if the blue component of the grey had faded, like the indigo from the same kind of colour in Turner’s pictures.\n", "word": "white", "modifies": "grey"}
{"color": "blue", "line": "George, the elder, exhibited an ebony tipped nose, surrounded by a narrow margin of pink flesh, and a coat marked in random splotches approximating in colour to white and slaty grey, but the grey, after years of sun and rain, had been scorched and washed out of the more prominent locks, leaving them of a reddish brown, as if the blue component of the grey had faded, like the indigo from the same kind of colour in Turner’s pictures.\n", "word": "blue", "modifies": "component"}
{"color": "gray", "line": "George, the elder, exhibited an ebony tipped nose, surrounded by a narrow margin of pink flesh, and a coat marked in random splotches approximating in colour to white and slaty grey, but the grey, after years of sun and rain, had been scorched and washed out of the more prominent locks, leaving them of a reddish brown, as if the blue component of the grey had faded, like the indigo from the same kind of colour in Turner’s pictures.\n", "word": "grey", "modifies": "component"}
{"color": "pink", "line": "George, the elder, exhibited an ebony tipped nose, surrounded by a narrow margin of pink flesh, and a coat marked in random splotches approximating in colour to white and slaty grey, but the grey, after years of sun and rain, had been scorched and washed out of the more prominent locks, leaving them of a reddish brown, as if the blue component of the grey had faded, like the indigo from the same kind of colour in Turner’s pictures.\n", "word": "pink", "modifies": "flesh"}
{"color": "yellow", "line": "By the outer margin of the pit was an oval pond, and over it hung the attenuated skeleton of a chrome yellow moon, which had only a few days to last—the morning star dogging her on the right hand.\n", "word": "yellow", "modifies": "moon"}
{"color": "white", "line": "The path wended through water meadows traversed by little brooks, whose quivering surfaces were braided along their centres, and folded into creases at the sides, or, where the flow was more rapid, the stream was pied with spots of white froth, which rode on in undisturbed serenity.\n", "word": "white", "modifies": "froth"}
{"color": "yellow", "line": "Banks of smoke went off horizontally at the back like passing clouds, and behind these burned hidden pyres, illuminating the semi transparent sheet of smoke to a lustrous yellow uniformity.\n", "word": "yellow", "modifies": "uniformity"}
{"color": "red", "line": "Individual straws in the foreground were consumed in a creeping movement of ruddy heat, as if they were knots of red worms, and above shone imaginary fiery faces, tongues hanging from lips, glaring eyes, and other impish forms, from which at intervals sparks flew in clusters like birds from a nest.\n", "word": "red", "modifies": "worm"}
{"color": "yellow", "line": "The corn stood on stone staddles, and between these, tongues of yellow hues from the burning straw licked and darted playfully.\n", "word": "yellow", "modifies": "hue"}
{"color": "pink", "line": "From the walls an overhanging thatched roof sloped up to a point in the centre, upon which rose a small wooden lantern, fitted with louvre boards on all the four sides, and from these openings a mist was dimly perceived to be escaping into the night air.\n", "word": "rose", "modifies": "centre"}
{"color": "white", "line": "This aged man was now sitting opposite the fire, his frosty white hair and beard overgrowing his gnarled figure like the grey moss and lichen upon a leafless apple tree.\n", "word": "white", "modifies": "hair"}
{"color": "gray", "line": "This aged man was now sitting opposite the fire, his frosty white hair and beard overgrowing his gnarled figure like the grey moss and lichen upon a leafless apple tree.\n", "word": "grey", "modifies": "moss"}
{"color": "red", "line": "’Tis gape and swaller with us—a drap of sommit, but not of much account,” said the maltster, removing from the fire his eyes, which were vermilion red and bleared by gazing into it for so many years.\n", "word": "red", "modifies": "vermilion"}
{"color": "red", "line": "Mr. Jan Coggan, who had passed the cup to Henery, was a crimson man with a spacious countenance, and private glimmer in his eye, whose name had appeared on the marriage register of Weatherbury and neighbouring parishes as best man and chief witness in countless unions of the previous twenty years; he also very frequently filled the post of head god father in baptisms of the subtly jovial kind.\n", "word": "crimson", "modifies": "man"}
{"color": "pink", "line": "“’Twere blush, blush, blush with me every minute of the time, when she was speaking to me.” “I believe ye, Joseph Poorgrass, for we all know ye to be a very bashful man.” “’Tis terrible bad for a man, poor soul,” said the maltster.\n", "word": "blush", "modifies": "blush"}
{"color": "pink", "line": "Blushes hev been in the family for generations.\n", "word": "blush", "modifies": "family"}
{"color": "pink", "line": "Well, when I got to Saying After Me, I rose from my knees and found the gate would open—yes, neighbours, the gate opened the same as ever.” A meditation on the obvious inference was indulged in by all, and during its continuance each directed his vision into the ashpit, which glowed like a desert in the tropics under a vertical sun, shaping their eyes long and liny, partly because of the light, partly from the depth of the subject discussed—each man severally drawing upon the tablet of his imagination a clear and correct picture of Joseph Poorgrass under the remarkable conditions he had related, and surveying the position in all its bearings with critical exactness.\n", "word": "rose", "modifies": "knee"}
{"color": "green", "line": "“——And so I used to eat a lot of salt fish afore going, and then by the time I got there I were as dry as a lime basket—so thorough dry that that ale would slip down—ah, ’twould slip down sweet!\n", "word": "lime", "modifies": "basket"}
{"color": "white", "line": "“That one, too, that we had at Buck’s Head on a White Monday was a pretty tipple, indeed.” “’Twas.\n", "word": "white", "modifies": "monday"}
{"color": "gold", "line": "That man failed for heaps of money; hundreds in gold and silver.” The maltster being rather short of breath, Mr. Coggan, after absently scrutinizing a coal which had fallen among the ashes, took up the narrative, with a private twirl of his eye:— “Well, now, you’d hardly believe it, but that man—our Miss Everdene’s father—was one of the ficklest husbands alive, after a while.\n", "word": "gold", "modifies": "hundred"}
{"color": "red", "line": "There, as the others’ footsteps died away, he sat down again, and continued gazing as usual into the furnace with his red, bleared eyes.\n", "word": "red", "modifies": "eye"}
{"color": "brown", "line": "Soft brown mosses, like faded velveteen, formed cushions upon the stone tiling, and tufts of the houseleek or sengreen sprouted from the eaves of the low surrounding buildings.\n", "word": "brown", "modifies": "moss"}
{"color": "green", "line": "A gravel walk leading from the door to the road in front was encrusted at the sides with more moss—here it was a silver green variety—the nut brown of the gravel being visible to the width of only a foot or two in the centre.\n", "word": "green", "modifies": "variety"}
{"color": "silver", "line": "A gravel walk leading from the door to the road in front was encrusted at the sides with more moss—here it was a silver green variety—the nut brown of the gravel being visible to the width of only a foot or two in the centre.\n", "word": "silver", "modifies": "variety"}
{"color": "brown", "line": "A gravel walk leading from the door to the road in front was encrusted at the sides with more moss—here it was a silver green variety—the nut brown of the gravel being visible to the width of only a foot or two in the centre.\n", "word": "brown", "modifies": "nut"}
{"color": "pink", "line": "“A man wanted to once,” she said, in a highly experienced tone, and the image of Gabriel Oak, as the farmer, rose before her.\n", "word": "rose", "modifies": "image"}
{"color": "white", "line": "Some were, as usual, in snow white smock frocks of Russia duck, and some in whitey brown ones of drabbet—marked on the wrists, breasts, backs, and sleeves with honeycomb work.\n", "word": "white", "modifies": "frock"}
{"color": "brown", "line": "Some were, as usual, in snow white smock frocks of Russia duck, and some in whitey brown ones of drabbet—marked on the wrists, breasts, backs, and sleeves with honeycomb work.\n", "word": "brown", "modifies": "one"}
{"color": "white", "line": "“The Philistines are upon us,” said Liddy, making her nose white against the glass.\n", "word": "white", "modifies": "glass"}
{"color": "red", "line": "Yielding women?—as scarlet a pair as ever was!” groaned Henery under his breath.\n", "word": "scarlet", "modifies": "pair"}
{"color": "pink", "line": "The scene was a public path, bordered on the left hand by a river, behind which rose a high wall.\n", "word": "rose", "modifies": "river"}
{"color": "red", "line": "Something in the exact arch of her upper unbroken row of teeth, and in the keenly pointed corners of her red mouth when, with parted lips, she somewhat defiantly turned up her face to argue a point with a tall man, suggested that there was depth enough in that lithe slip of humanity for alarming potentialities of exploit, and daring enough to carry them out.\n", "word": "red", "modifies": "mouth"}
{"color": "black", "line": "Bathsheba, without looking within a right angle of him, was conscious of a black sheep among the flock.\n", "word": "black", "modifies": "sheep"}
{"color": "yellow", "line": "When marketing was over, she rushed off to Liddy, who was waiting for her beside the yellow gig in which they had driven to town.\n", "word": "yellow", "modifies": "gig"}
{"color": "red", "line": "Here the bachelor’s gaze was continually fastening itself, till the large red seal became as a blot of blood on the retina of his eye; and as he ate and drank he still read in fancy the words thereon, although they were too remote for his sight,— “MARRY ME.” The pert injunction was like those crystal substances which, colourless themselves, assume the tone of objects about them.\n", "word": "red", "modifies": "seal"}
{"color": "red", "line": "Her mouth—were the lips red or pale, plump or creased?—had curved itself to a certain expression as the pen went on—the corners had moved with all their natural tremulousness: what had been the expression?\n", "word": "red", "modifies": "lip"}
{"color": "white", "line": "His window only admitted a reflection of its rays, and the pale sheen had that reversed direction which snow gives, coming upward and lighting up his ceiling in a phenomenal way, casting shadows in strange places, and putting lights where shadows had used to be.\n", "word": "pale", "modifies": "sheen"}
{"color": "red", "line": "Boldwood looked, as he had a hundred times the preceding day, at the insistent red seal: “Marry me,” he said aloud.\n", "word": "red", "modifies": "seal"}
{"color": "red", "line": "It was one of the usual slow sunrises of this time of the year, and the sky, pure violet in the zenith, was leaden to the northward, and murky to the east, where, over the snowy down or ewe lease on Weatherbury Upper Farm, and apparently resting upon the ridge, the only half of the sun yet visible burnt incandescent and rayless, like a red and flameless fire shining over a white hearthstone.\n", "word": "red", "modifies": "fire"}
{"color": "white", "line": "It was one of the usual slow sunrises of this time of the year, and the sky, pure violet in the zenith, was leaden to the northward, and murky to the east, where, over the snowy down or ewe lease on Weatherbury Upper Farm, and apparently resting upon the ridge, the only half of the sun yet visible burnt incandescent and rayless, like a red and flameless fire shining over a white hearthstone.\n", "word": "white", "modifies": "hearthstone"}
{"color": "purple", "line": "It was one of the usual slow sunrises of this time of the year, and the sky, pure violet in the zenith, was leaden to the northward, and murky to the east, where, over the snowy down or ewe lease on Weatherbury Upper Farm, and apparently resting upon the ridge, the only half of the sun yet visible burnt incandescent and rayless, like a red and flameless fire shining over a white hearthstone.\n", "word": "violet", "modifies": "sky"}
{"color": "red", "line": "Boldwood was listlessly noting how the frost had hardened and glazed the surface of the snow, till it shone in the red eastern light with the polish of marble; how, in some portions of the slope, withered grass bents, encased in icicles, bristled through the smooth wan coverlit in the twisted and curved shapes of old Venetian glass; and how the footprints of a few birds, which had hopped over the snow whilst it lay in the state of a soft fleece, were now frozen to a short permanency.\n", "word": "red", "modifies": "light"}
{"color": "white", "line": "Henery appeared in a drab kerseymere great coat, buttoned over his smock frock, the white skirts of the latter being visible to the distance of about a foot below the coat tails, which, when you got used to the style of dress, looked natural enough, and even ornamental—it certainly was comfortable.\n", "word": "white", "modifies": "skirt"}
{"color": "brown", "line": "“And that ye can make sun dials, and prent folks’ names upon their waggons almost like copper plate, with beautiful flourishes, and great long tails.\n", "word": "copper", "modifies": "plate"}
{"color": "purple", "line": "“You are a good boy to run and tell me, Cain, and you shall smell a large plum pudding some day as a treat.\n", "word": "plum", "modifies": "pudding"}
{"color": "red", "line": "A young cavalry soldier in a red uniform, with the three chevrons of a sergeant upon his sleeve, strode up the aisle, with an embarrassment which was only the more accented by the intense vigour of his step, and by the determination upon his face to show none.\n", "word": "red", "modifies": "uniform"}
{"color": "black", "line": "He saw her black hair, her correct facial curves and profile, and the roundness of her chin and throat.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "Inside the blue door, open half way down, were to be seen at this time the backs and tails of half a dozen warm and contented horses standing in their stalls; and as thus viewed, presenting alternations of roan and bay, in shapes like a Moorish arch, the tail being a streak down the midst of each.\n", "word": "blue", "modifies": "door"}
{"color": "green", "line": "To birds on the wing its glassy surface, reflecting the light sky, must have been visible for miles round as a glistening Cyclop’s eye in a green face.\n", "word": "green", "modifies": "face"}
{"color": "yellow", "line": "To the north of the mead were trees, the leaves of which were new, soft, moist, and flexible, not yet having stiffened and darkened under summer sun and drought, their colour being yellow beside a green, green beside a yellow.\n", "word": "yellow", "modifies": "colour"}
{"color": "yellow", "line": "Boldwood went meditating down the slopes with his eyes on his boots, which the yellow pollen from the buttercups had bronzed in artistic gradations.\n", "word": "yellow", "modifies": "pollen"}
{"color": "red", "line": "“Whatever _is_ the matter, men?” she said, meeting them at the door just as she was coming out on her way to church, and ceasing in a moment from the close compression of her two red lips, with which she had accompanied the exertion of pulling on a tight glove.\n", "word": "red", "modifies": "lip"}
{"color": "white", "line": "The cottage to which Gabriel had retired before taking his final departure from the locality was visible as a white spot on the opposite hill, backed by blue firs.\n", "word": "white", "modifies": "spot"}
{"color": "blue", "line": "The cottage to which Gabriel had retired before taking his final departure from the locality was visible as a white spot on the opposite hill, backed by blue firs.\n", "word": "blue", "modifies": "fir"}
{"color": "black", "line": "Flossy catkins of the later kinds, fern fronds like bishops’ croziers, the square headed moschatel, the odd cuckoo pint,—like an apoplectic saint in a niche of malachite—clear white ladies’ smocks, the toothwort, approximating to human flesh, the enchanter’s nightshade, and the black petaled doleful bells, were among the quainter objects of the vegetable world in and about Weatherbury at this teeming time; and of the animal, the metamorphosed figures of Mr. Jan Coggan, the master shearer; the second and third shearers, who travelled in the exercise of their calling, and do not require definition by name; Henery Fray the fourth shearer, Susan Tall’s husband the fifth, Joseph Poorgrass the sixth, young Cain Ball as assistant shearer, and Gabriel Oak as general supervisor.\n", "word": "black", "modifies": "bell"}
{"color": "white", "line": "Flossy catkins of the later kinds, fern fronds like bishops’ croziers, the square headed moschatel, the odd cuckoo pint,—like an apoplectic saint in a niche of malachite—clear white ladies’ smocks, the toothwort, approximating to human flesh, the enchanter’s nightshade, and the black petaled doleful bells, were among the quainter objects of the vegetable world in and about Weatherbury at this teeming time; and of the animal, the metamorphosed figures of Mr. Jan Coggan, the master shearer; the second and third shearers, who travelled in the exercise of their calling, and do not require definition by name; Henery Fray the fourth shearer, Susan Tall’s husband the fifth, Joseph Poorgrass the sixth, young Cain Ball as assistant shearer, and Gabriel Oak as general supervisor.\n", "word": "white", "modifies": "lady"}
{"color": "gray", "line": "The fact that four centuries had neither proved it to be founded on a mistake, inspired any hatred of its purpose, nor given rise to any reaction that had battered it down, invested this simple grey effort of old minds with a repose, if not a grandeur, which a too curious reflection was apt to disturb in its ecclesiastical and military compeers.\n", "word": "grey", "modifies": "effort"}
{"color": "black", "line": "To day the large side doors were thrown open towards the sun to admit a bountiful light to the immediate spot of the shearers’ operations, which was the wood threshing floor in the centre, formed of thick oak, black with age and polished by the beating of flails for many generations, till it had grown as slippery and as rich in hue as the state room floors of an Elizabethan mansion.\n", "word": "black", "modifies": "oak"}
{"color": "white", "line": "Here the shearers knelt, the sun slanting in upon their bleached shirts, tanned arms, and the polished shears they flourished, causing them to bristle with a thousand rays strong enough to blind a weak eyed man.\n", "word": "bleached", "modifies": "shirt"}
{"color": "pink", "line": "“She blushes at the insult,” murmured Bathsheba, watching the pink flush which arose and overspread the neck and shoulders of the ewe where they were left bare by the clicking shears—a flush which was enviable, for its delicacy, by many queens of the coteries, and would have been creditable, for its promptness, to any woman in the world.\n", "word": "pink", "modifies": "flush"}
{"color": "red", "line": "She became more or less red in the cheek, the blood wavering in uncertain flux and reflux over the sensitive space between ebb and flood.\n", "word": "red", "modifies": "cheek"}
{"color": "green", "line": "Then she reappeared in a new riding habit of myrtle green, which fitted her to the waist as a rind fits its fruit; and young Bob Coggan led on her mare, Boldwood fetching his own horse from the tree under which it had been tied.\n", "word": "green", "modifies": "myrtle"}
{"color": "brown", "line": "That matters should continue pleasant Maryann spoke, who, what with her brown complexion, and the working wrapper of rusty linsey, had at present the mellow hue of an old sketch in oils—notably some of Nicholas Poussin’s:— “Do anybody know of a crooked man, or a lame, or any second hand fellow at all that would do for poor me?” said Maryann.\n", "word": "brown", "modifies": "complexion"}
{"color": "black", "line": "And there was a great black crock upon the brandish with his legs a sticking out, but I don’t know what was in within.” “And there’s two bushels of biffins for apple pies,” said Maryann.\n", "word": "black", "modifies": "crock"}
{"color": "red", "line": "This evening Bathsheba was unusually excited, her red cheeks and lips contrasting lustrously with the mazy skeins of her shadowy hair.\n", "word": "red", "modifies": "cheek"}
{"color": "white", "line": "The gentleman farmer was dressed in cheerful style, in a new coat and white waistcoat, quite contrasting with his usual sober suits of grey.\n", "word": "white", "modifies": "waistcoat"}
{"color": "gray", "line": "The gentleman farmer was dressed in cheerful style, in a new coat and white waistcoat, quite contrasting with his usual sober suits of grey.\n", "word": "grey", "modifies": "suit"}
{"color": "yellow", "line": "The sun had crept round the tree as a last effort before death, and then began to sink, the shearers’ lower parts becoming steeped in embrowning twilight, whilst their heads and shoulders were still enjoying day, lacquered with a yellow of self sustained brilliancy that seemed inherent rather than acquired.\n", "word": "yellow", "modifies": "brilliancy"}
{"color": "green", "line": "Whilst he was thinking of this, Liddy brought candles into the back part of the room overlooking the shearers, and their lively new flames shone down the table and over the men, and dispersed among the green shadows behind.\n", "word": "green", "modifies": "shadow"}
{"color": "pink", "line": "Recovering from the softer impressions produced by Bathsheba’s voice, the shearers rose to leave, Coggan turning to Pennyways as he pushed back the bench to pass out:— “I like to give praise where praise is due, and the man deserves it—that ’a do so,” he remarked, looking at the worthy thief comprehensively, as if he were the masterpiece of some world renowned artist.\n", "word": "rose", "modifies": "shearer"}
{"color": "white", "line": "Then the munching would recommence, when the lively imagination might assist the eye to discern a group of pink white nostrils, large as caverns, and very clammy and humid on their surfaces, not exactly pleasant to the touch until one got used to them; the mouths beneath having a great partiality for closing upon any fragment of Bathsheba’s apparel which came within reach of their tongues.\n", "word": "white", "modifies": "nostril"}
{"color": "pink", "line": "Then the munching would recommence, when the lively imagination might assist the eye to discern a group of pink white nostrils, large as caverns, and very clammy and humid on their surfaces, not exactly pleasant to the touch until one got used to them; the mouths beneath having a great partiality for closing upon any fragment of Bathsheba’s apparel which came within reach of their tongues.\n", "word": "pink", "modifies": "nostril"}
{"color": "brown", "line": "Above each of these a still keener vision suggested a brown forehead and two staring though not unfriendly eyes, and above all a pair of whitish crescent shaped horns like two particularly new moons, an occasional stolid “moo!” proclaiming beyond the shade of a doubt that these phenomena were the features and persons of Daisy, Whitefoot, Bonny lass, Jolly O, Spot, Twinkle eye, etc., etc.—the respectable dairy of Devon cows belonging to Bathsheba aforesaid.\n", "word": "brown", "modifies": "forehead"}
{"color": "black", "line": "By reason of the density of the interwoven foliage it was gloomy there at cloudless noontide, twilight in the evening, dark as midnight at dusk, and black as the ninth plague of Egypt at midnight.\n", "word": "black", "modifies": "plague"}
{"color": "red", "line": "The man to whom she was hooked was brilliant in brass and scarlet.\n", "word": "scarlet", "modifies": "brass"}
{"color": "red", "line": "In ascending to her own chamber, Bathsheba opened the girl’s door an inch or two, and said,— “Liddy, is any soldier staying in the village—sergeant somebody—rather gentlemanly for a sergeant, and good looking—a red coat with blue facings?” “No, miss.… No, I say; but really it might be Sergeant Troy home on furlough, though I have not seen him.\n", "word": "red", "modifies": "coat"}
{"color": "blue", "line": "In ascending to her own chamber, Bathsheba opened the girl’s door an inch or two, and said,— “Liddy, is any soldier staying in the village—sergeant somebody—rather gentlemanly for a sergeant, and good looking—a red coat with blue facings?” “No, miss.… No, I say; but really it might be Sergeant Troy home on furlough, though I have not seen him.\n", "word": "blue", "modifies": "facing"}
{"color": "pink", "line": "miss—I blush to name it—a gay man!\n", "word": "blush", "modifies": "man"}
{"color": "pink", "line": "However, he wasted his gifted lot, and listed a soldier; but even then he rose to be a sergeant without trying at all.\n", "word": "rose", "modifies": "sergeant"}
{"color": "red", "line": "From behind the waggon a bright scarlet spot emerged, and went on loading unconcernedly with the rest.\n", "word": "scarlet", "modifies": "spot"}
{"color": "gold", "line": "“A gold watch!\n", "word": "gold", "modifies": "watch"}
{"color": "blue", "line": "Bathsheba’s eyes, shaded by one hand, were following the ascending multitude against the unexplorable stretch of blue till they ultimately halted by one of the unwieldy trees spoken of.\n", "word": "blue", "modifies": "stretch"}
{"color": "black", "line": "The bustling swarm had swept the sky in a scattered and uniform haze, which now thickened to a nebulous centre: this glided on to a bough and grew still denser, till it formed a solid black spot upon the light.\n", "word": "black", "modifies": "spot"}
{"color": "green", "line": "She had dressed the hive with herbs and honey, fetched a ladder, brush, and crook, made herself impregnable with armour of leather gloves, straw hat and large gauze veil—once green but now faded to snuff colour—and ascended a dozen rungs of the ladder.\n", "word": "green", "modifies": "veil"}
{"color": "gold", "line": "At eight o’clock this midsummer evening, whilst the bristling ball of gold in the west still swept the tips of the ferns with its long, luxuriant rays, a soft brushing by of garments might have been heard among them, and Bathsheba appeared in their midst, their soft, feathery arms caressing her up to her shoulders.\n", "word": "gold", "modifies": "ball"}
{"color": "red", "line": "She saw a dim spot of artificial red moving round the shoulder of the rise.\n", "word": "red", "modifies": "spot"}
{"color": "red", "line": "Behind the luminous streams of this _aurora militaris_, she could see the hue of Troy’s sword arm, spread in a scarlet haze over the space covered by its motions, like a twanged bowstring, and behind all Troy himself, mostly facing her; sometimes, to show the rear cuts, half turned away, his eye nevertheless always keenly measuring her breadth and outline, and his lips tightly closed in sustained effort.\n", "word": "scarlet", "modifies": "haze"}
{"color": "red", "line": "A minute later and she saw his scarlet form disappear amid the ferny thicket, almost in a flash, like a brand swiftly waved.\n", "word": "scarlet", "modifies": "form"}
{"color": "green", "line": "Though in one sense a woman of the world, it was, after all, that world of daylight coteries and green carpets, wherein cattle form the passing crowd and winds the busy hum; where a quiet family of rabbits or hares lives on the other side of your party wall, where your neighbour is everybody in the tything, and where calculation is confined to market days.\n", "word": "green", "modifies": "carpet"}
{"color": "pink", "line": "A figure apparently rose from the earth beside her.\n", "word": "rose", "modifies": "figure"}
{"color": "white", "line": "The pale lustre yet hanging in the north western heaven was sufficient to show that a sprig of ivy had grown from the wall across the door to a length of more than a foot, delicately tying the panel to the stone jamb.\n", "word": "pale", "modifies": "lustre"}
{"color": "brown", "line": "Bathsheba’s companion, as a gage of their reconciliation, had been granted a week’s holiday to visit her sister, who was married to a thriving hurdler and cattle crib maker living in a delightful labyrinth of hazel copse not far from Yalbury.\n", "word": "hazel", "modifies": "copse"}
{"color": "white", "line": "There are accents in the eye which are not on the tongue, and more tales come from pale lips than can enter an ear.\n", "word": "pale", "modifies": "lip"}
{"color": "pink", "line": "Now the people sneer at me—the very hills and sky seem to laugh at me till I blush shamefuly for my folly.\n", "word": "blush", "modifies": "folly"}
{"color": "green", "line": "The dark rotundity of the earth appeared foreshores and promontories of coppery cloud which bounded a green and pellucid expanse in the western sky, amaranthine glosses came over them then, and the unresting world wheeled her round to a contrasting prospect eastward, in the shape of indecisive and palpitating stars.\n", "word": "green", "modifies": "expanse"}
{"color": "green", "line": "They scanned the shady green patch by the roadside.\n", "word": "green", "modifies": "patch"}
{"color": "white", "line": "Nothing was said until, against a shady background of foliage, five white bars were visible, crossing their route a little way ahead.\n", "word": "white", "modifies": "bar"}
{"color": "white", "line": "The white bars were blotted out in the midst by a dark shape in front of them.\n", "word": "white", "modifies": "bar"}
{"color": "blue", "line": "Indoors nothing was to be heard save the droning of blue bottle flies; out of doors the whetting of scythes and the hiss of tressy oat ears rubbing together as their perpendicular stalks of amber yellow fell heavily to each swath.\n", "word": "blue", "modifies": "bottle"}
{"color": "brown", "line": "Indoors nothing was to be heard save the droning of blue bottle flies; out of doors the whetting of scythes and the hiss of tressy oat ears rubbing together as their perpendicular stalks of amber yellow fell heavily to each swath.\n", "word": "amber", "modifies": "yellow"}
{"color": "yellow", "line": "Indoors nothing was to be heard save the droning of blue bottle flies; out of doors the whetting of scythes and the hiss of tressy oat ears rubbing together as their perpendicular stalks of amber yellow fell heavily to each swath.\n", "word": "yellow", "modifies": "amber"}
{"color": "blue", "line": "They were about to withdraw for a while into the charitable shade of a tree in the fence, when Coggan saw a figure in a blue coat and brass buttons running to them across the field.\n", "word": "blue", "modifies": "coat"}
{"color": "pink", "line": "’Twas blush, blush with him, almost as much as ’tis with me—not but that ’tis a fault in me.” “Not at all, Master Poorgrass,” said Coggan.\n", "word": "blush", "modifies": "twas"}
{"color": "white", "line": "And when they came out her eyes were shining and she was as white as a lily; and they looked into one another’s faces, as desperately friendly as a man and woman can be.” Gabriel’s features seemed to get thinner.\n", "word": "white", "modifies": "lily"}
{"color": "white", "line": "“Well, what did you see besides?” “Oh, all sorts.” “White as a lily?\n", "word": "white", "modifies": "sort"}
{"color": "black", "line": "“Ay, and she wore a beautiful gold colour silk gown, trimmed with black lace, that would have stood alone without legs inside if required.\n", "word": "black", "modifies": "lace"}
{"color": "gold", "line": "“Ay, and she wore a beautiful gold colour silk gown, trimmed with black lace, that would have stood alone without legs inside if required.\n", "word": "gold", "modifies": "colour"}
{"color": "red", "line": "And when the sun shone upon the bright gown and his red coat—my!\n", "word": "red", "modifies": "coat"}
{"color": "white", "line": "Gabriel settled into a despairing attitude of patience, and Cainy went on:— “And there were great large houses, and more people all the week long than at Weatherbury club walking on White Tuesdays.\n", "word": "white", "modifies": "tuesday"}
{"color": "gold", "line": "Yes; he would kneel down and put up his hands together, and make the holy gold rings on his fingers gleam and twinkle in yer eyes, that he’d earned by praying so excellent well!—Ah yes, I wish I lived there.” “Our poor Parson Thirdly can’t get no money to buy such rings,” said Matthew Moon, thoughtfully.\n", "word": "gold", "modifies": "ring"}
{"color": "brown", "line": "I don’t believe poor Thirdly have a single one, even of humblest tin or copper.\n", "word": "copper", "modifies": "tin"}
{"color": "black", "line": "“Our mis’ess has too much sense under those knots of black hair to do such a mad thing.” “You see, he’s not a coarse, ignorant man, for he was well brought up,” said Matthew, dubiously.\n", "word": "black", "modifies": "hair"}
{"color": "red", "line": "The lamp fixed to the head of the hood illuminated a scarlet and gilded form, who was the first to alight.\n", "word": "scarlet", "modifies": "form"}
{"color": "gold", "line": "He wrapped the packet of gold in the notes, and threw the whole into the road.\n", "word": "gold", "modifies": "packet"}
{"color": "black", "line": "You black hound!\n", "word": "black", "modifies": "hound"}
{"color": "blue", "line": "The confused beginnings of many birds’ songs spread into the healthy air, and the wan blue of the heaven was here and there coated with thin webs of incorporeal cloud which were of no effect in obscuring day.\n", "word": "blue", "modifies": "wan"}
{"color": "yellow", "line": "All the lights in the scene were yellow as to colour, and all the shadows were attenuated as to form.\n", "word": "yellow", "modifies": "light"}
{"color": "black", "line": "The two men were at this moment partially screened by an elder bush, now beginning to be enriched with black bunches of fruit, and they paused before emerging from its shade.\n", "word": "black", "modifies": "bunch"}
{"color": "red", "line": "His red jacket was loosely thrown on, but not buttoned, and he had altogether the relaxed bearing of a soldier taking his ease.\n", "word": "red", "modifies": "jacket"}
{"color": "white", "line": "“Good heavens above us, Oak, how white your face is; you look like a corpse!” “Do I?” said Oak, with a faint smile.\n", "word": "white", "modifies": "heaven"}
{"color": "red", "line": "The soldier turned a little towards the east, and the sun kindled his scarlet coat to an orange glow.\n", "word": "scarlet", "modifies": "coat"}
{"color": "pink", "line": "Gabriel, for a minute, rose above his own grief in noticing Boldwood’s.\n", "word": "rose", "modifies": "gabriel"}
{"color": "green", "line": "Tufts and garlands of green foliage decorated the walls, beams, and extemporized chandeliers, and immediately opposite to Oak a rostrum had been erected, bearing a table and chairs.\n", "word": "green", "modifies": "foliage"}
{"color": "black", "line": "The dance ended, and on the black oak floor in the midst a new row of couples formed for another.\n", "word": "black", "modifies": "floor"}
{"color": "white", "line": "If any of the men show the white feather, let them look elsewhere for a winter’s work.” Bathsheba indignantly left the barn, followed by all the women and children.\n", "word": "white", "modifies": "feather"}
{"color": "brown", "line": "Oak’s eyes followed the serpentine sheen to the other side, where it led up to a huge brown garden slug, which had come indoors to night for reasons of its own.\n", "word": "brown", "modifies": "slug"}
{"color": "black", "line": "During this time two black spiders, of the kind common in thatched houses, promenaded the ceiling, ultimately dropping to the floor.\n", "word": "black", "modifies": "spider"}
{"color": "yellow", "line": "All was silent within, and he would have passed on in the belief that the party had broken up, had not a dim light, yellow as saffron by contrast with the greenish whiteness outside, streamed through a knot hole in the folding doors.\n", "word": "yellow", "modifies": "light"}
{"color": "pink", "line": "A hot breeze, as if breathed from the parted lips of some dragon about to swallow the globe, fanned him from the south, while directly opposite in the north rose a grim misshapen body of cloud, in the very teeth of the wind.\n", "word": "rose", "modifies": "north"}
{"color": "silver", "line": "The lightning now was the colour of silver, and gleamed in the heavens like a mailed army.\n", "word": "silver", "modifies": "colour"}
{"color": "blue", "line": "A blue light appeared in the zenith, and in some indescribable manner flickered down near the top of the rod.\n", "word": "blue", "modifies": "light"}
{"color": "black", "line": "He wiped his weary brow, and looked again at the black forms of the unprotected stacks.\n", "word": "black", "modifies": "form"}
{"color": "green", "line": "It was green as an emerald, and the reverberation was stunning.\n", "word": "green", "modifies": "emerald"}
{"color": "black", "line": "On the slope in front of him appeared two human shapes, black as jet.\n", "word": "black", "modifies": "shape"}
{"color": "blue", "line": "The forms of skeletons appeared in the air, shaped with blue fire for bones—dancing, leaping, striding, racing around, and mingling altogether in unparalleled confusion.\n", "word": "blue", "modifies": "fire"}
{"color": "green", "line": "With these were intertwined undulating snakes of green.\n", "word": "green", "modifies": "snake"}
{"color": "red", "line": "Oak had hardly time to gather up these impressions into a thought, and to see how strangely the red feather of her hat shone in this light, when the tall tree on the hill before mentioned seemed on fire to a white heat, and a new one among these terrible voices mingled with the last crash of those preceding.\n", "word": "red", "modifies": "feather"}
{"color": "white", "line": "Oak had hardly time to gather up these impressions into a thought, and to see how strangely the red feather of her hat shone in this light, when the tall tree on the hill before mentioned seemed on fire to a white heat, and a new one among these terrible voices mingled with the last crash of those preceding.\n", "word": "white", "modifies": "heat"}
{"color": "white", "line": "The other portion remained erect, and revealed the bared surface as a strip of white down the front.\n", "word": "white", "modifies": "strip"}
{"color": "black", "line": "A sulphurous smell filled the air; then all was silent, and black as a cave in Hinnom.\n", "word": "black", "modifies": "cave"}
{"color": "black", "line": "The soft and continual shimmer of the dying lightning showed a marble face high against the black sky of the opposite quarter.\n", "word": "black", "modifies": "sky"}
{"color": "red", "line": "Figures came singly and in pairs through the doors—all walking awkwardly, and abashed, save the foremost, who wore a red jacket, and advanced with his hands in his pockets, whistling.\n", "word": "red", "modifies": "jacket"}
{"color": "black", "line": "Why, ’twas as black as my hat before the last race was run.\n", "word": "black", "modifies": "hat"}
{"color": "black", "line": "A heavy unbroken crust of cloud stretched across the sky, shutting out every speck of heaven; and a distant halo which hung over the town of Casterbridge was visible against the black concave, the luminosity appearing the brighter by its great contrast with the circumscribing darkness.\n", "word": "black", "modifies": "concave"}
{"color": "white", "line": "Presently there became visible a dim white shape; it was another milestone.\n", "word": "white", "modifies": "shape"}
{"color": "white", "line": "This was beside a lone hazel copse, wherein heaps of white chips strewn upon the leafy ground showed that woodmen had been faggoting and making hurdles during the day.\n", "word": "white", "modifies": "chip"}
{"color": "brown", "line": "This was beside a lone hazel copse, wherein heaps of white chips strewn upon the leafy ground showed that woodmen had been faggoting and making hurdles during the day.\n", "word": "hazel", "modifies": "copse"}
{"color": "pink", "line": "The woman desperately turned round upon her knees, and next rose to her feet.\n", "word": "rose", "modifies": "foot"}
{"color": "white", "line": "From the stripe of shadow on the opposite side of the way a portion of shade seemed to detach itself and move into isolation upon the pale white of the road.\n", "word": "white", "modifies": "road"}
{"color": "pink", "line": "The ultimate and saddest singularity of woman’s effort and invention was reached when, with a quickened breathing, she rose to a stooping posture, and, resting her two little arms upon the shoulders of the dog, leant firmly thereon, and murmured stimulating words.\n", "word": "rose", "modifies": "breathing"}
{"color": "pink", "line": "On this much desired spot outside the town rose a picturesque building.\n", "word": "rose", "modifies": "spot"}
{"color": "green", "line": "This green edifice consisted of a central mass and two wings, whereon stood as sentinels a few slim chimneys, now gurgling sorrowfully to the slow wind.\n", "word": "green", "modifies": "edifice"}
{"color": "yellow", "line": "“I don’t mean that—it was yellow hair.” “Nonsense.” “That’s insulting me.\n", "word": "yellow", "modifies": "hair"}
{"color": "black", "line": "You like the woman who owns that pretty hair—yes; it is pretty—more beautiful than my miserable black mane!\n", "word": "black", "modifies": "mane"}
{"color": "pink", "line": "The next morning she rose earlier than usual, and had the horse saddled for her ride round the farm in the customary way.\n", "word": "rose", "modifies": "morning"}
{"color": "red", "line": "Joseph, have the new spring waggon with the blue body and red wheels, and wash it very clean.\n", "word": "red", "modifies": "wheel"}
{"color": "blue", "line": "Joseph, have the new spring waggon with the blue body and red wheels, and wash it very clean.\n", "word": "blue", "modifies": "body"}
{"color": "green", "line": "The single feature appertaining to it, beyond the expanse of dark green leaves, was a small door.\n", "word": "green", "modifies": "leaf"}
{"color": "blue", "line": "As the clock from the tower of St. George’s Church pointed to three minutes to three, a blue spring waggon, picked out with red, and containing boughs and flowers, turned from the high road and halted on this side of the building.\n", "word": "blue", "modifies": "waggon"}
{"color": "black", "line": "He covered the whole with a black cloth, threadbare, but decent, the tail board of the waggon was returned to its place, one of the men handed a certificate of registry to Poorgrass, and both entered the door, closing it behind them.\n", "word": "black", "modifies": "cloth"}
{"color": "gray", "line": "Joseph Poorgrass looked round upon his sad burden as it loomed faintly through the flowering laurustinus, then at the unfathomable gloom amid the high trees on each hand, indistinct, shadowless, and spectre like in their monochrome of grey.\n", "word": "grey", "modifies": "monochrome"}
{"color": "red", "line": "The nearer boughs were beaded with the mist to the greyness of aged men, and the rusty red leaves of the beeches were hung with similar drops, like diamonds on auburn hair.\n", "word": "red", "modifies": "leaf"}
{"color": "green", "line": "He turned the horse’s head to the green bank, and entered the hostel for a mug of ale.\n", "word": "green", "modifies": "bank"}
{"color": "green", "line": "Oak argued upon the convenience of leaving her in the waggon, just as she lay now, with her flowers and green leaves about her, merely wheeling the vehicle into the coach house till the morning, but to no purpose, “It is unkind and unchristian,” she said, “to leave the poor thing in a coach house all night.” “Very well, then,” said the parson.\n", "word": "green", "modifies": "leaf"}
{"color": "yellow", "line": "Fanny’s face was framed in by that yellow hair of hers; and there was no longer much room for doubt as to the origin of the curl owned by Troy.\n", "word": "yellow", "modifies": "hair"}
{"color": "white", "line": "In Bathsheba’s heated fancy the innocent white countenance expressed a dim triumphant consciousness of the pain she was retaliating for her pain with all the merciless rigour of the Mosaic law: “Burning for burning; wound for wound; strife for strife.\n", "word": "white", "modifies": "countenance"}
{"color": "white", "line": "Bathsheba, pallid as a corpse on end, gazed back at him in the same wild way.\n", "word": "pallid", "modifies": "bathsheba"}
{"color": "silver", "line": "She watched them flouncing into the pool, drinking, tossing up their heads, drinking again, the water dribbling from their lips in silver threads.\n", "word": "silver", "modifies": "thread"}
{"color": "red", "line": "She perceived that in her lap, and clinging to her hair, were red and yellow leaves which had come down from the tree and settled silently upon her during her partial sleep.\n", "word": "red", "modifies": "leaf"}
{"color": "pink", "line": "Bathsheba shook her dress to get rid of them, when multitudes of the same family lying round about her rose and fluttered away in the breeze thus created, “like ghosts from an enchanter fleeing.” There was an opening towards the east, and the glow from the as yet unrisen sun attracted her eyes thither.\n", "word": "rose", "modifies": "multitude"}
{"color": "red", "line": "Some were marked with great splotches, red as arterial blood, others were saffron yellow, and others tall and attenuated, with stems like macaroni.\n", "word": "red", "modifies": "splotch"}
{"color": "yellow", "line": "Some were marked with great splotches, red as arterial blood, others were saffron yellow, and others tall and attenuated, with stems like macaroni.\n", "word": "yellow", "modifies": "others"}
{"color": "pink", "line": "Iridescent bubbles of dank subterranean breath rose from the sweating sod beside the waiting maid’s feet as she trod, hissing as they burst and expanded away to join the vapoury firmament above.\n", "word": "rose", "modifies": "bubble"}
{"color": "white", "line": "She landed safely on the other side, and looked up at the beautiful though pale and weary face of her young mistress.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "The sun went down almost blood red that night, and a livid cloud received its rays in the east.\n", "word": "red", "modifies": "blood"}
{"color": "white", "line": "She could see the balls flying upwards, almost to the belfry window, and the brown and black heads of the young lads darting about right and left, their white shirt sleeves gleaming in the sun; whilst occasionally a shout and a peal of hearty laughter varied the stillness of the evening air.\n", "word": "white", "modifies": "sleeve"}
{"color": "brown", "line": "She could see the balls flying upwards, almost to the belfry window, and the brown and black heads of the young lads darting about right and left, their white shirt sleeves gleaming in the sun; whilst occasionally a shout and a peal of hearty laughter varied the stillness of the evening air.\n", "word": "brown", "modifies": "head"}
{"color": "black", "line": "They continued playing for a quarter of an hour or so, when the game concluded abruptly, and the players leapt over the wall and vanished round to the north side behind a yew tree, which was also half behind a beech, now spreading in one mass of golden foliage, on which the branches traced black lines.\n", "word": "black", "modifies": "line"}
{"color": "white", "line": "Here now stood the tomb as the men had stated, snow white and shapely in the gloom, with a head and foot stone, and enclosing border of marble work uniting them.\n", "word": "white", "modifies": "snow"}
{"color": "pink", "line": "There were bundles of snowdrop, hyacinth and crocus bulbs, violets and double daisies, which were to bloom in early spring, and of carnations, pinks, picotees, lilies of the valley, forget me not, summer’s farewell, meadow saffron and others, for the later seasons of the year.\n", "word": "pink", "modifies": "carnation"}
{"color": "purple", "line": "There were bundles of snowdrop, hyacinth and crocus bulbs, violets and double daisies, which were to bloom in early spring, and of carnations, pinks, picotees, lilies of the valley, forget me not, summer’s farewell, meadow saffron and others, for the later seasons of the year.\n", "word": "violet", "modifies": "snowdrop"}
{"color": "black", "line": "It was a cloudy, muggy, and very dark night, and the rays from Troy’s lantern spread into the two old yews with a strange illuminating power, flickering, as it seemed, up to the black ceiling of cloud above.\n", "word": "black", "modifies": "ceiling"}
{"color": "purple", "line": "The winter violets turned slowly upside down, and became a mere mat of mud.\n", "word": "violet", "modifies": "winter"}
{"color": "pink", "line": "Plants of the tufted species were loosened, rose to the surface, and floated of.\n", "word": "rose", "modifies": "surface"}
{"color": "green", "line": "The rain had quite ceased, and the sun was shining through the green, brown, and yellow leaves, now sparkling and varnished by the raindrops to the brightness of similar effects in the landscapes of Ruysdael and Hobbema, and full of all those infinite beauties that arise from the union of water and colour with high lights.\n", "word": "green", "modifies": "leaf"}
{"color": "brown", "line": "The disturbed earth was washed over the grass and pathway in the guise of the brown mud he had already seen, and it spotted the marble tombstone with the same stains.\n", "word": "brown", "modifies": "mud"}
{"color": "red", "line": "A coral reef which just comes short of the ocean surface is no more to the horizon than if it had never been begun, and the mere finishing stroke is what often appears to create an event which has long been potentially an accomplished thing.\n", "word": "coral", "modifies": "reef"}
{"color": "white", "line": "Almost before the first faint sign of dawn appeared she arose again, and opened the window to obtain a full breathing of the new morning air, the panes being now wet with trembling tears left by the night rain, each one rounded with a pale lustre caught from primrose hued slashes through a cloud low down in the awakening sky.\n", "word": "pale", "modifies": "lustre"}
{"color": "white", "line": "From the position of the setting sun his white form was distinctly visible upon the now deep hued bosom of the sea to the east of the boat, and the men saw him at once.\n", "word": "white", "modifies": "form"}
{"color": "yellow", "line": "And now night drooped slowly upon the wide watery levels in front; and at no great distance from them, where the shore line curved round, and formed a long riband of shade upon the horizon, a series of points of yellow light began to start into existence, denoting the spot to be the site of Budmouth, where the lamps were being lighted along the parade.\n", "word": "yellow", "modifies": "light"}
{"color": "red", "line": "The cluck of their oars was the only sound of any distinctness upon the sea, and as they laboured amid the thickening shades the lamp lights grew larger, each appearing to send a flaming sword deep down into the waves before it, until there arose, among other dim shapes of the kind, the form of the vessel for which they were bound.\n", "word": "flaming", "modifies": "sword"}
{"color": "white", "line": "There was the little coil of pale hair which had been as the fuze to this great explosion.\n", "word": "pale", "modifies": "hair"}
{"color": "green", "line": "To each of the two chief openings on opposite sides a winding road ascended, and the level green space of twenty or thirty acres enclosed by the bank was the site of the fair.\n", "word": "green", "modifies": "space"}
{"color": "red", "line": "Thus, in a slow procession, they entered the opening to which the roads wended, multitude after multitude, horned and hornless—blue flocks and red flocks, buff flocks and brown flocks, even green and salmon tinted flocks, according to the fancy of the colourist and custom of the farm.\n", "word": "red", "modifies": "flock"}
{"color": "green", "line": "Thus, in a slow procession, they entered the opening to which the roads wended, multitude after multitude, horned and hornless—blue flocks and red flocks, buff flocks and brown flocks, even green and salmon tinted flocks, according to the fancy of the colourist and custom of the farm.\n", "word": "green", "modifies": "flock"}
{"color": "brown", "line": "Thus, in a slow procession, they entered the opening to which the roads wended, multitude after multitude, horned and hornless—blue flocks and red flocks, buff flocks and brown flocks, even green and salmon tinted flocks, according to the fancy of the colourist and custom of the farm.\n", "word": "brown", "modifies": "flock"}
{"color": "pink", "line": "These filed in about nine o’clock, their vermiculated horns lopping gracefully on each side of their cheeks in geometrically perfect spirals, a small pink and white ear nestling under each horn.\n", "word": "pink", "modifies": "ear"}
{"color": "black", "line": "“The Royal Hippodrome Performance of Turpin’s Ride to York and the Death of Black Bess,” replied the man promptly, without turning his eyes or leaving off tying.\n", "word": "black", "modifies": "be"}
{"color": "black", "line": "As soon as the tent was completed the band struck up highly stimulating harmonies, and the announcement was publicly made, Black Bess standing in a conspicuous position on the outside, as a living proof, if proof were wanted, of the truth of the oracular utterances from the stage over which the people were to enter.\n", "word": "black", "modifies": "be"}
{"color": "red", "line": "This feature consisted of one raised bench in very conspicuous part of the circle, covered with red cloth, and floored with a piece of carpet, and Bathsheba immediately found, to her confusion, that she was the single reserved individual in the tent, the rest of the crowded spectators, one and all, standing on their legs on the borders of the arena, where they got twice as good a view of the performance for half the money.\n", "word": "red", "modifies": "cloth"}
{"color": "red", "line": "Hence as many eyes were turned upon her, enthroned alone in this place of honour, against a scarlet background, as upon the ponies and clown who were engaged in preliminary exploits in the centre, Turpin not having yet appeared.\n", "word": "scarlet", "modifies": "background"}
{"color": "red", "line": "In a few minutes she noticed the fat red nape of Coggan’s neck among those standing just below her, and Joseph Poorgrass’s saintly profile a little further on.\n", "word": "red", "modifies": "nape"}
{"color": "black", "line": "The strange luminous semi opacities of fine autumn afternoons and eves intensified into Rembrandt effects the few yellow sunbeams which came through holes and divisions in the canvas, and spirted like jets of gold dust across the dusky blue atmosphere of haze pervading the tent, until they alighted on inner surfaces of cloth opposite, and shone like little lamps suspended there.\n", "word": "jet", "modifies": "dust"}
{"color": "gold", "line": "The strange luminous semi opacities of fine autumn afternoons and eves intensified into Rembrandt effects the few yellow sunbeams which came through holes and divisions in the canvas, and spirted like jets of gold dust across the dusky blue atmosphere of haze pervading the tent, until they alighted on inner surfaces of cloth opposite, and shone like little lamps suspended there.\n", "word": "gold", "modifies": "dust"}
{"color": "blue", "line": "The strange luminous semi opacities of fine autumn afternoons and eves intensified into Rembrandt effects the few yellow sunbeams which came through holes and divisions in the canvas, and spirted like jets of gold dust across the dusky blue atmosphere of haze pervading the tent, until they alighted on inner surfaces of cloth opposite, and shone like little lamps suspended there.\n", "word": "blue", "modifies": "atmosphere"}
{"color": "yellow", "line": "The strange luminous semi opacities of fine autumn afternoons and eves intensified into Rembrandt effects the few yellow sunbeams which came through holes and divisions in the canvas, and spirted like jets of gold dust across the dusky blue atmosphere of haze pervading the tent, until they alighted on inner surfaces of cloth opposite, and shone like little lamps suspended there.\n", "word": "yellow", "modifies": "sunbeam"}
{"color": "black", "line": "If, as some thinkers hold, immortality consists in being enshrined in others’ memories, then did Black Bess become immortal that day if she never had done so before.\n", "word": "black", "modifies": "be"}
{"color": "white", "line": "The tent was divided into first and second class compartments, and at the end of the first class division was a yet further enclosure for the most exclusive, fenced off from the body of the tent by a luncheon bar, behind which the host himself stood, bustling about in white apron and shirt sleeves, and looking as if he had never lived anywhere but under canvas all his life.\n", "word": "white", "modifies": "apron"}
{"color": "silver", "line": "In these penetralia were chairs and a table, which, on candles being lighted, made quite a cozy and luxurious show, with an urn, silver tea and coffee pots, china teacups, and plum cakes.\n", "word": "silver", "modifies": "tea"}
{"color": "purple", "line": "In these penetralia were chairs and a table, which, on candles being lighted, made quite a cozy and luxurious show, with an urn, silver tea and coffee pots, china teacups, and plum cakes.\n", "word": "plum", "modifies": "cake"}
{"color": "red", "line": "The moment had come for saving his game, and Troy impulsively felt that he would play the card, For yet another time he looked at the fair hand, and saw the pink finger tips, and the blue veins of the wrist, encircled by a bracelet of coral chippings which she wore: how familiar it all was to him!\n", "word": "coral", "modifies": "chipping"}
{"color": "blue", "line": "The moment had come for saving his game, and Troy impulsively felt that he would play the card, For yet another time he looked at the fair hand, and saw the pink finger tips, and the blue veins of the wrist, encircled by a bracelet of coral chippings which she wore: how familiar it all was to him!\n", "word": "blue", "modifies": "vein"}
{"color": "pink", "line": "The moment had come for saving his game, and Troy impulsively felt that he would play the card, For yet another time he looked at the fair hand, and saw the pink finger tips, and the blue veins of the wrist, encircled by a bracelet of coral chippings which she wore: how familiar it all was to him!\n", "word": "pink", "modifies": "tip"}
{"color": "black", "line": "Now, fetch my black silk dress, and see how it sits upon me.” “But you will leave off that, surely, ma’am?\n", "word": "black", "modifies": "dress"}
{"color": "white", "line": "Her brow had heavily contracted; her whole face was pallid, her lips apart, her eyes rigidly staring at their visitor.\n", "word": "pallid", "modifies": "face"}
{"color": "blue", "line": "She had sunk down on the lowest stair; and there she sat, her mouth blue and dry, and her dark eyes fixed vacantly upon him, as if she wondered whether it were not all a terrible illusion.\n", "word": "blue", "modifies": "mouth"}
{"color": "white", "line": "The truth was that Bathsheba was beyond the pale of activity—and yet not in a swoon.\n", "word": "pale", "modifies": "bathsheba"}
{"color": "gray", "line": "The oak partition shook with the concussion, and the place was filled with grey smoke.\n", "word": "grey", "modifies": "smoke"}
{"color": "white", "line": "The streets were nearly deserted now, and the waving lamp flames only lighted up rows of grey shop shutters, and strips of white paving upon which his step echoed as he passed along.\n", "word": "white", "modifies": "paving"}
{"color": "gray", "line": "The streets were nearly deserted now, and the waving lamp flames only lighted up rows of grey shop shutters, and strips of white paving upon which his step echoed as he passed along.\n", "word": "grey", "modifies": "shop"}
{"color": "brown", "line": "He turned to the left, and halted before an archway of old brown brick, which was closed by an iron studded pair of doors.\n", "word": "brown", "modifies": "brick"}
{"color": "gold", "line": "Above all there was a case of jewellery, containing four heavy gold bracelets and several lockets and rings, all of fine quality and manufacture.\n", "word": "gold", "modifies": "bracelet"}
{"color": "black", "line": "None of the old colour had as yet come to her cheek, and its absolute paleness was heightened by the jet black of her dress till it appeared preternatural.\n", "word": "black", "modifies": "jet"}
{"color": "white", "line": "So desolate was Bathsheba this evening, that in an absolute hunger for pity and sympathy, and miserable in that she appeared to have outlived the only true friendship she had ever owned, she put on her bonnet and cloak and went down to Oak’s house just after sunset, guided on her way by the pale primrose rays of a crescent moon a few days old.\n", "word": "pale", "modifies": "ray"}
