{"color": "black", "line": "Death is not more still than is this Virginian land in the hour when the sun has sunk away, and it is black beneath the trees, and the stars brighten slowly and softly, one by one.\n", "word": "black", "modifies": "tree"}
{"color": "red", "line": "Awhile ago, and for many evenings, it had been crimson, a river of blood.\n", "word": "crimson", "modifies": "evening"}
{"color": "red", "line": "A week before, a great meteor had shot through the night, blood red and bearded, drawing a slow fading fiery trail across the heavens; and the moon had risen that same night blood red, and upon its disk there was drawn in shadow a thing most marvelously like a scalping knife.\n", "word": "red", "modifies": "blood"}
{"color": "red", "line": "The bolder spirits laughed them to scorn, but the women began to weep and cower, and I, though I laughed too, thought of Smith, and how he ever held the savages, and more especially that Opechancanough who was now their emperor, in a most deep distrust; telling us that the red men watched while we slept, that they might teach wiliness to a Jesuit, and how to bide its time to a cat crouched before a mousehole.\n", "word": "red", "modifies": "men"}
{"color": "brown", "line": "That afternoon, as I rode home through the lengthening shadows, a hunter, red brown and naked, rose from behind a fallen tree that sprawled across my path, and made offer to bring me my meat from the moon of corn to the moon of stags in exchange for a gun.\n", "word": "brown", "modifies": "hunter"}
{"color": "pink", "line": "That afternoon, as I rode home through the lengthening shadows, a hunter, red brown and naked, rose from behind a fallen tree that sprawled across my path, and made offer to bring me my meat from the moon of corn to the moon of stags in exchange for a gun.\n", "word": "rose", "modifies": "afternoon"}
{"color": "green", "line": "I left the dark figure standing, still as a carved stone, in the heavy shadow of the trees, and, spurring my horse (sent me from home, the year before, by my cousin Percy), was soon at my house, a poor and rude one, but pleasantly set upon a slope of green turf, and girt with maize and the broad leaves of the tobacco.\n", "word": "green", "modifies": "turf"}
{"color": "green", "line": "He put his arm about my shoulder, for we were old friends, and together we went up the green bank to the house, and, when I had brought him a pipe, sat down side by side upon the doorstep.\n", "word": "green", "modifies": "bank"}
{"color": "pink", "line": "to tie a burden around one's neck because 't is pink and white, or clear bronze, and shaped with elegance!\n", "word": "pink", "modifies": "bronze"}
{"color": "blue", "line": "“Thanks for thy pains,” I said, blowing blue rings into the air.\n", "word": "blue", "modifies": "ring"}
{"color": "gold", "line": "'T is children and wife be that wife princess or peasant that make home of a desert, that bind a man with chains of gold to the country where they abide.\n", "word": "gold", "modifies": "chain"}
{"color": "gray", "line": "The old gray manor house, where my mother, a stately dame, sat ever at her tapestry, and an imperious elder brother strode to and fro among his hounds, seemed less of home to me than did that tiny, friendly hut.\n", "word": "gray", "modifies": "house"}
{"color": "silver", "line": "The wind was fresh and favorable, and we went swiftly down the river through the silver mist toward the sunrise.\n", "word": "silver", "modifies": "mist"}
{"color": "green", "line": "The river sparkled and shone; from the fresh green banks came the smell of the woods and the song of birds; above rose the sky, bright blue, with a few fleecy clouds drifting across it.\n", "word": "green", "modifies": "bank"}
{"color": "pink", "line": "The river sparkled and shone; from the fresh green banks came the smell of the woods and the song of birds; above rose the sky, bright blue, with a few fleecy clouds drifting across it.\n", "word": "rose", "modifies": "sky"}
{"color": "white", "line": "I thought of the day, thirteen years before, when for the first time white men sailed up this same river, and of how noble its width, how enchanting its shores, how gay and sweet their blooms and odors, how vast their trees, how strange the painted savages, had seemed to us, storm tossed adventurers, who thought we had found a very paradise, the Fortunate Isles at least.\n", "word": "white", "modifies": "men"}
{"color": "gold", "line": "Indian attacks; dissension and strife amongst our rulers; true men persecuted, false knaves elevated; the weary search for gold and the South Sea; the horror of the pestilence and the blacker horror of the Starving Time; the arrival of the Patience and Deliverance, whereat we wept like children; that most joyful Sunday morning when we followed my Lord de la Warre to church; the coming of Dale with that stern but wholesome martial code which was no stranger to me who had fought under Maurice of Nassau; the good times that followed, when bowl playing gallants were put down, cities founded, forts built, and the gospel preached; the marriage of Rolfe and his dusky princess; Argall's expedition, in which I played a part, and Argall's iniquitous rule; the return of Yeardley as Sir George, and the priceless gift he brought us, all this and much else, old friends, old enemies, old toils and strifes and pleasures, ran, bitter sweet, through my memory, as the wind and flood bore me on.\n", "word": "gold", "modifies": "search"}
{"color": "white", "line": "Below Paspahegh a cockleshell of a boat carrying a great white sail overtook me, and I was hailed by young Hamor.\n", "word": "white", "modifies": "sail"}
{"color": "green", "line": "The river with its dancing freight, the blue heavens and bright sunshine, the green trees waving in the wind, the stir and bustle in the street and market place thronged with gayly dressed gallants, made a fair and pleasant scene.\n", "word": "green", "modifies": "tree"}
{"color": "blue", "line": "The river with its dancing freight, the blue heavens and bright sunshine, the green trees waving in the wind, the stir and bustle in the street and market place thronged with gayly dressed gallants, made a fair and pleasant scene.\n", "word": "blue", "modifies": "heaven"}
{"color": "gray", "line": "“Ha, Ralph Percy!” he cried, wagging his gray head, “we two be the only sane younkers in the plantations!\n", "word": "gray", "modifies": "head"}
{"color": "red", "line": "Why, our cow keeper goes in flaming silk to day!” I looked down upon my suit of buff, which had in truth seen some service, and at my great boots, which I had not thought to clean since I mired in a swamp, coming from Henricus the week before; then shrugged my shoulders.\n", "word": "flaming", "modifies": "silk"}
{"color": "red", "line": "Ninety slender figures decked in all the bravery they could assume; ninety comely faces, pink and white, or clear brown with the rich blood showing through; ninety pair of eyes, laughing and alluring, or downcast with long fringes sweeping rounded cheeks; ninety pair of ripe red lips, the crowd shouted itself hoarse and would not be restrained, brushing aside like straws the staves of the marshal and his men, and surging in upon the line of adventurous damsels.\n", "word": "red", "modifies": "lip"}
{"color": "brown", "line": "Ninety slender figures decked in all the bravery they could assume; ninety comely faces, pink and white, or clear brown with the rich blood showing through; ninety pair of eyes, laughing and alluring, or downcast with long fringes sweeping rounded cheeks; ninety pair of ripe red lips, the crowd shouted itself hoarse and would not be restrained, brushing aside like straws the staves of the marshal and his men, and surging in upon the line of adventurous damsels.\n", "word": "brown", "modifies": "face"}
{"color": "pink", "line": "Ninety slender figures decked in all the bravery they could assume; ninety comely faces, pink and white, or clear brown with the rich blood showing through; ninety pair of eyes, laughing and alluring, or downcast with long fringes sweeping rounded cheeks; ninety pair of ripe red lips, the crowd shouted itself hoarse and would not be restrained, brushing aside like straws the staves of the marshal and his men, and surging in upon the line of adventurous damsels.\n", "word": "pink", "modifies": "face"}
{"color": "white", "line": "The Governor's honest moon face was quite pale with passion.\n", "word": "pale", "modifies": "face"}
{"color": "gold", "line": "You remain here in the choir?” “Ay,” he answered, with a sigh; “the dignity of my calling must be upheld: wherefore I sit in high places, rubbing elbows with gold lace, when of the very truth the humility of my spirit is such that I would feel more at home in the servants' seats or among the negars that we bought last year.” Had we not been in church I would have laughed, though indeed I saw that he devoutly believed his own words.\n", "word": "gold", "modifies": "lace"}
{"color": "red", "line": "Beyond her was a row of milkmaid beauties, red of cheek, free of eye, deep bosomed, and beribboned like Maypoles.\n", "word": "red", "modifies": "beauty"}
{"color": "pink", "line": "I looked again, and saw and see a rose amongst blowzed poppies and peonies, a pearl amidst glass beads, a Perdita in a ring of rustics, a nonparella of all grace and beauty!\n", "word": "rose", "modifies": "poppy"}
{"color": "white", "line": "Her face, which had been without color, pale and clear like the sky about the evening star, went crimson in a moment.\n", "word": "pale", "modifies": "color"}
{"color": "green", "line": "When I looked at her again, covertly, and from under my hand raised as though to push back my hair, she was pale once more, and her dark eyes were fixed upon the water and the green trees without the window.\n", "word": "green", "modifies": "tree"}
{"color": "pink", "line": "The congregation rose, and she stood up with the other maids.\n", "word": "rose", "modifies": "congregation"}
{"color": "white", "line": "Her dress of dark woolen, severe and unadorned, her close ruff and prim white coif, would have cried “Puritan,” had ever Puritan looked like this woman, upon whom the poor apparel had the seeming of purple and ermine.\n", "word": "white", "modifies": "coif"}
{"color": "purple", "line": "Her dress of dark woolen, severe and unadorned, her close ruff and prim white coif, would have cried “Puritan,” had ever Puritan looked like this woman, upon whom the poor apparel had the seeming of purple and ermine.\n", "word": "purple", "modifies": "seeming"}
{"color": "green", "line": "Governor, Councilors, commanders, and ministers left the choir and paced solemnly down the aisle; the maids closed in behind; and we who had lined the walls, shifting from one heel to the other for a long two hours, brought up the rear, and so passed from the church to a fair green meadow adjacent thereto.\n", "word": "green", "modifies": "meadow"}
{"color": "gold", "line": "Here the company disbanded; the wearers of gold lace betaking themselves to seats erected in the shadow of a mighty oak, and the ministers, of whom there were four, bestowing themselves within pulpits of turf.\n", "word": "gold", "modifies": "lace"}
{"color": "pink", "line": "As for the maids, for a minute or more they made one cluster; then, shyly or with laughter, they drifted apart like the petals of a wind blown rose, and silk doublet and hose gave chase.\n", "word": "rose", "modifies": "petal"}
{"color": "blue", "line": "I saw a shepherdess fresh from Arcadia wave back a dozen importunate gallants, then throw a knot of blue ribbon into their midst, laugh with glee at the scramble that ensued, and finally march off with the wearer of the favor.\n", "word": "blue", "modifies": "ribbon"}
{"color": "blue", "line": "“I have not wooed in earnest,” he said carelessly, and hitched forward his cloak of sky blue tuftaffeta with an air.\n", "word": "blue", "modifies": "tuftaffeta"}
{"color": "red", "line": "She stood against the trunk of a great cedar, her head thrown back, a spot of angry crimson in each cheek, one small hand clenched at her throat.\n", "word": "crimson", "modifies": "spot"}
{"color": "red", "line": "She saw, too, for the crimson spread and deepened and her bosom heaved.\n", "word": "crimson", "modifies": "spread"}
{"color": "white", "line": "The river, up and down, was white with sailboats, and across the neck of the peninsula went a line of horsemen, each with his purchase upon a pillion behind him.\n", "word": "white", "modifies": "river"}
{"color": "gold", "line": "Her enrollment in that company proclaimed her meanly born, and she bore herself as of blood royal; of her own free will she had crossed an ocean to meet this day, and she held in passionate hatred this day and all that it contained; she was come to Virginia to better her condition, and the purse which she had drawn from her bosom was filled with gold pieces.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "I had around my neck the gold chain given me upon a certain occasion by Prince Maurice, and in lieu of other ring I now twisted off the smallest link and gave it to her.\n", "word": "gold", "modifies": "chain"}
{"color": "red", "line": "I was pushing off when a voice hailed us from the bank, and the next instant a great bunch of red roses whirled past me and fell into her lap.\n", "word": "red", "modifies": "rose"}
{"color": "pink", "line": "I was pushing off when a voice hailed us from the bank, and the next instant a great bunch of red roses whirled past me and fell into her lap.\n", "word": "rose", "modifies": "bunch"}
{"color": "purple", "line": "I hailed them, and when we were alongside held up the brooch from my hat, then pointed to the purple fruit.\n", "word": "purple", "modifies": "fruit"}
{"color": "pink", "line": "This was not the tame pigeon, the rosy, humble, domestic creature who was to make me a home and rear me children.\n", "word": "rosy", "modifies": "creature"}
{"color": "white", "line": "A sea bird with broad white wings swooped down upon the water, now dark and ridged, rested there a moment, then swept away into the heart of the gathering storm.\n", "word": "white", "modifies": "wing"}
{"color": "white", "line": "The lightning, which had played incessantly in pale flashes across the low clouds in the south, now leaped to higher peaks and became more vivid, and the muttering of the thunder changed to long, booming peals.\n", "word": "pale", "modifies": "flash"}
{"color": "red", "line": "Ere we had reached Piersey's the rain had ceased and the clouds were breaking; above Chaplain's Choice hung a great rainbow; we passed Tants Weyanoke in the glory of the sunset, all shattered gold and crimson.\n", "word": "crimson", "modifies": "gold"}
{"color": "gold", "line": "Ere we had reached Piersey's the rain had ceased and the clouds were breaking; above Chaplain's Choice hung a great rainbow; we passed Tants Weyanoke in the glory of the sunset, all shattered gold and crimson.\n", "word": "gold", "modifies": "crimson"}
{"color": "pink", "line": "At last my own wharf rose before me through the gathering dusk, and beyond it shone out a light; for I had told Diccon to set my house in order, and to provide fire and torches, that my wife might see I wished to do her honor.\n", "word": "rose", "modifies": "wharf"}
{"color": "black", "line": "The mighty stream, the towering forests, the black skies and deafening thunder, the wild cries of bird and beast the savages, uncouth and terrible, for a moment I saw my world as the woman at my feet must see it, strange, wild, and menacing, an evil land, the other side of the moon.\n", "word": "black", "modifies": "sky"}
{"color": "black", "line": "It was not for homesickness, for he had no mother or kin or home; and at length Master Hunt brought him to confess that it was but pure panic terror of the land itself, not of the Indians or of our hardships, both of which he faced bravely enough, but of the strange trees and the high and long roofs of vine, of the black sliding earth and the white mist, of the fireflies and the whippoorwills, a sick fear of primeval Nature and her tragic mask.\n", "word": "black", "modifies": "earth"}
{"color": "white", "line": "It was not for homesickness, for he had no mother or kin or home; and at length Master Hunt brought him to confess that it was but pure panic terror of the land itself, not of the Indians or of our hardships, both of which he faced bravely enough, but of the strange trees and the high and long roofs of vine, of the black sliding earth and the white mist, of the fireflies and the whippoorwills, a sick fear of primeval Nature and her tragic mask.\n", "word": "white", "modifies": "mist"}
{"color": "red", "line": "Perhaps, too, the red light of the torches, now flaring brightly, now sunk before the wind, gave their countenances a more villainous cast than usual.\n", "word": "red", "modifies": "light"}
{"color": "white", "line": "Nevertheless, it looked well, and I highly approved the capon and maize cakes, the venison pasty and ale, with which the table was set.\n", "word": "pasty", "modifies": "venison"}
{"color": "pink", "line": "At last we rose from table, and I went to look to the fastenings of door and windows, and returning found her standing in the centre of the room, her head up and her hands clenched at her sides.\n", "word": "rose", "modifies": "table"}
{"color": "pink", "line": "I went to look for a mistress for my house, a companion for my idle hours, a rosy, humble, docile lass, with no aspirations beyond cleanliness and good temper, who was to order my household and make me a home.\n", "word": "rosy", "modifies": "lass"}
{"color": "pink", "line": "“Roses!” a seat beneath the big walnut!\n", "word": "rose", "modifies": "walnut"}
{"color": "gold", "line": "It was late afternoon, and the slant sunshine streaming in at door and window striped wall and floor with gold.\n", "word": "gold", "modifies": "wall"}
{"color": "purple", "line": "Flowers purple and red and yellow were everywhere.\n", "word": "purple", "modifies": "flower"}
{"color": "white", "line": "“A white glove,” he said, “perfumed and silver fringed, and of a size to fit Titania.” I spread its mate out upon my palm.\n", "word": "white", "modifies": "glove"}
{"color": "pink", "line": "Rolfe and I rose from our seats.\n", "word": "rose", "modifies": "rolfe"}
{"color": "black", "line": "His rowers cast loose from the piles, and the black water slowly widened between us.\n", "word": "black", "modifies": "water"}
{"color": "pink", "line": "I had a vision of the many lights within, and of the beauty whom the world called my wife, sitting erect, bathed in that rosy glow, in the great armchair, with the turbaned negress behind her.\n", "word": "rosy", "modifies": "glow"}
{"color": "red", "line": "I unsheathed my sword, and, seating myself, began to polish away a speck of rust upon the blade.\n", "word": "rust", "modifies": "speck"}
{"color": "red", "line": "Ten minutes later I looked up from the task, to receive full in my face a red rose tossed from the other side of the room.\n", "word": "red", "modifies": "rose"}
{"color": "gold", "line": "I have gold in plenty, and but this one decent dress.\n", "word": "gold", "modifies": "dress"}
{"color": "white", "line": "I knelt and kissed the white fingers, and four days later we went to Jamestown.\n", "word": "white", "modifies": "finger"}
{"color": "brown", "line": "I rode in front, with Mistress Percy upon a pillion behind me, and Diccon on the brown mare brought up the rear.\n", "word": "brown", "modifies": "mare"}
{"color": "green", "line": "Now, a ride through the green wood with a noble horse beneath you, and around you the freshness of the morn, is pleasant enough.\n", "word": "green", "modifies": "wood"}
{"color": "gold", "line": "In the purple distances deer stood at gaze, the air rang with innumerable bird notes, clear and sweet, squirrels chattered, bees hummed, and through the thick leafy roof of the forest the sun showered gold dust.\n", "word": "gold", "modifies": "dust"}
{"color": "purple", "line": "In the purple distances deer stood at gaze, the air rang with innumerable bird notes, clear and sweet, squirrels chattered, bees hummed, and through the thick leafy roof of the forest the sun showered gold dust.\n", "word": "purple", "modifies": "distance"}
{"color": "white", "line": "Ten times in an hour Diccon was off his horse to pluck this or that flower that her white forefinger pointed out.\n", "word": "white", "modifies": "forefinger"}
{"color": "pink", "line": "The sun rose higher, and the heat of the day set in.\n", "word": "rose", "modifies": "sun"}
{"color": "red", "line": "“Ay, sir?” he questioned, his face dark red.\n", "word": "red", "modifies": "face"}
{"color": "blue", "line": "He lay on his back, on the soft turf beneath an oak, with his hands clasped behind his head and his eyes upturned to the blue sky showing between leaf and branch.\n", "word": "blue", "modifies": "sky"}
{"color": "gray", "line": "At a little distance grazed an old horse, gray and gaunt, springhalt and spavined, with ribs like Death's own.\n", "word": "gray", "modifies": "horse"}
{"color": "green", "line": "“A toy,” he declared, with a wave of his hand, “a trifle, a silly old song that came into my mind unawares, the leaves being so green and the sky so blue.\n", "word": "green", "modifies": "leaf"}
{"color": "white", "line": "Put thy scruples in thy pocket, man, and mount thy pale horse.” “Not I!” he said, with a smile.\n", "word": "pale", "modifies": "horse"}
{"color": "red", "line": "There I found planted in the ground a thick stake, and around it a ring of flaming brushwood.\n", "word": "flaming", "modifies": "brushwood"}
{"color": "red", "line": "His arms and ankles were secured to the stake by means of thongs passed through incisions in the flesh; his body was stuck over with countless pine splinters, each burning like a miniature torch; and on his shaven crown was tied a thin plate of copper heaped with red hot coals.\n", "word": "red", "modifies": "coal"}
{"color": "brown", "line": "His arms and ankles were secured to the stake by means of thongs passed through incisions in the flesh; his body was stuck over with countless pine splinters, each burning like a miniature torch; and on his shaven crown was tied a thin plate of copper heaped with red hot coals.\n", "word": "copper", "modifies": "plate"}
{"color": "gold", "line": "Finding no gold and no earthly paradise, and that in the sweat of their brow they must eat their bread, they straightway fell into the dumps, and either died out of sheer perversity, or went yelping home to the Company with all manner of dismal tales, which tales, through my Lord Warwick's good offices, never failed to reach the sacred ears of his Majesty, and to bring the colony and the Company into disfavor.\n", "word": "gold", "modifies": "paradise"}
{"color": "yellow", "line": "But there was no other ship, no bark, galleon, or man of war, with three tiers of grinning ordnance, and the hated yellow flag flaunting above.\n", "word": "yellow", "modifies": "flag"}
{"color": "red", "line": "He was panting and puffing, his jovial face very red.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "“There's one, at least, who wants the Tiger sent downstream with a white flag and my sword.” “Where?” I cried.\n", "word": "white", "modifies": "flag"}
{"color": "pink", "line": "“Silence, fool!” The Governor, a brave and honest man, rose from the keg of powder.\n", "word": "rose", "modifies": "silence"}
{"color": "pink", "line": "The hum of voices now rose into excited cries, and the watchman stationed atop the big culverin called out, “Sail ho!” With one accord we turned our faces downstream.\n", "word": "rose", "modifies": "hum"}
{"color": "white", "line": "Moreover, a strong breeze had sprung up, blowing from the sea, filling her white sails, and rapidly lessening the distance between us.\n", "word": "white", "modifies": "sail"}
{"color": "pink", "line": "From the crowd of servants, felons, and foreigners rose a great clamor, and presently we made out Sharpless perched on a cask in their midst and wildly gesticulating.\n", "word": "rose", "modifies": "crowd"}
{"color": "black", "line": "Over his doublet of rusty black he had clapped a yet rustier back and breast; on his bushy hair rode a headpiece many sizes too small; by his side was an old broadsword, and over his shoulder a pike.\n", "word": "black", "modifies": "doublet"}
{"color": "white", "line": "The great ship came steadily on, her white sails growing larger and larger, moment by moment, her tiers of guns more distinct and menacing, her whole aspect more defiant.\n", "word": "white", "modifies": "sail"}
{"color": "red", "line": "Suddenly, from each masthead and yard shot out streamers of red and blue, up from the poop rose and flaunted in the wind the crosses of St. George and St. Andrew, and with a crash trumpet, drum, and fife rushed into “By the Lord, she's English!” shouted the Governor.\n", "word": "red", "modifies": "streamer"}
{"color": "pink", "line": "Suddenly, from each masthead and yard shot out streamers of red and blue, up from the poop rose and flaunted in the wind the crosses of St. George and St. Andrew, and with a crash trumpet, drum, and fife rushed into “By the Lord, she's English!” shouted the Governor.\n", "word": "rose", "modifies": "cross"}
{"color": "red", "line": "As he walked slowly, we had leisure to note the richness of his doublet and cloak, the one slashed, the other lined with scarlet taffeta, the arrogance of his mien and gait, and the superb full blooded beauty of his face.\n", "word": "scarlet", "modifies": "taffeta"}
{"color": "white", "line": "Her cheeks were white, her eyes aflame, her whole frame tense.\n", "word": "white", "modifies": "cheek"}
{"color": "white", "line": "The passion that dominated her was so clearly anger at white heat that I stared at her in amazement.\n", "word": "white", "modifies": "heat"}
{"color": "white", "line": "His white teeth had closed with a click on the loud oath which had interrupted the Governor's speech.\n", "word": "white", "modifies": "teeth"}
{"color": "gold", "line": "The Governor, following the pointing of those insolent eyes, fixed his own upon her in a stare of sheer amazement; the gold laced quality about him craned necks, lifted eyebrows, and whispered; and the rabble behind followed their betters' example with an emphasis quite their own.\n", "word": "gold", "modifies": "quality"}
{"color": "blue", "line": "I close my eyes, and I see the sunshine hot and bright, the blue of the skies, the sheen of the river.\n", "word": "blue", "modifies": "sky"}
{"color": "white", "line": "The sails are white again upon boats long lost; the Santa Teresa, sunk in a fight with an Algerine rover two years afterward, rides at anchor there forever in the James, her crew in the waist and the rigging, her master and his mates on the poop, above them the flag.\n", "word": "white", "modifies": "sail"}
{"color": "black", "line": "I see the plain at our feet and the crowd beyond, all staring with upturned faces; and standing out from the group of perplexed and wondering dignitaries a man in black and scarlet, one hand busy at his mouth, the other clenched upon the newly restored and unsheathed sword.\n", "word": "black", "modifies": "man"}
{"color": "green", "line": "And I see, standing on the green hillock, hand in hand, us two, myself and the woman so near to me, and yet so far away that a common enemy seemed our only tie.\n", "word": "green", "modifies": "hillock"}
{"color": "green", "line": "We turned and descended to the green lane and the deserted houses.\n", "word": "green", "modifies": "lane"}
{"color": "pink", "line": "“Here are roses, madam, that you are not to treat as you did those others.” She took them from him with a smile, and we went into the house to find three fair large rooms, something bare of furnishing, but clean and sweet, with here and there a bow pot of newly gathered flowers, a dish of wardens on the table, and a cool air laden with the fragrance of the pine blowing through the open window.\n", "word": "rose", "modifies": "madam"}
{"color": "white", "line": "So was the evident pride which he took in his domain, the complacence with which he pointed out the shady, well stocked garden, and the delight with which he produced and set upon the table a huge pasty and a flagon of wine.\n", "word": "pasty", "modifies": "flagon"}
{"color": "black", "line": "Then, one black day, my Lord Carnal came to court, and the King looked at him oftener than at his Grace of Buckingham.\n", "word": "black", "modifies": "day"}
{"color": "red", "line": "All that she said was perfectly true, and yet I had a vision of a scarlet and black figure and a dark and beautiful face.\n", "word": "scarlet", "modifies": "figure"}
{"color": "black", "line": "Begone, and call for help!” “Here is Angela,” he said sullenly and without offering to move, as, light of foot, soft of voice, ox eyed and docile, the black woman entered the room.\n", "word": "black", "modifies": "woman"}
{"color": "red", "line": "By this the tankard was empty, and his cheeks were red, his eyes moist, and his laughter very ready.\n", "word": "red", "modifies": "cheek"}
{"color": "gold", "line": "“A very knightly dependence, but not to be mentioned nowadays in the same breath with gold and the King's favor.\n", "word": "gold", "modifies": "breath"}
{"color": "green", "line": "All at court know the Lady Jocelyn Leigh for a very Britomart, a maid as cold as Dian!” I rose, and began to pace up and down the bit of green before the door.\n", "word": "green", "modifies": "bit"}
{"color": "white", "line": "Her face was as white as her ruff, but a strange light burned in her eyes, and there was no trembling.\n", "word": "white", "modifies": "face"}
{"color": "red", "line": "She touched the red wine with her lips.\n", "word": "red", "modifies": "wine"}
{"color": "red", "line": "When the red rim of the sun showed like a fire between the trunks of the pines came my Lord Carnal, and with him Master Pory and Dr. Lawrence Bohun.\n", "word": "red", "modifies": "rim"}
{"color": "red", "line": "I stood with my back to the church, and my face to the red water between us and the illimitable forest; my lord opposite me, six feet away.\n", "word": "red", "modifies": "water"}
{"color": "red", "line": "He was dressed again splendidly in black and scarlet, colors he much affected, and, with the dark beauty of his face and the arrogant grace with which he stood there waiting for his sword, made a picture worth looking upon.\n", "word": "scarlet", "modifies": "black"}
{"color": "black", "line": "He was dressed again splendidly in black and scarlet, colors he much affected, and, with the dark beauty of his face and the arrogant grace with which he stood there waiting for his sword, made a picture worth looking upon.\n", "word": "black", "modifies": "scarlet"}
{"color": "pink", "line": "As he worked, he looked neither at the roses nor at my lord's angry face, but beneath his own bent arm toward the church and the town beyond.\n", "word": "rose", "modifies": "face"}
{"color": "pink", "line": "How long he would have sawed away at the threads there is no telling; for my lord, amongst whose virtues patience was not one, broke from him, and with an oath stooped and tore away the offending roses with his own hand, then straightened himself and gripped his sword more closely.\n", "word": "rose", "modifies": "hand"}
{"color": "black", "line": "For my Lord Carnal, what black thoughts visited that fierce and sullen brain I know not, but there was acquiescence in his face, haughty, dark, and vengeful though it was.\n", "word": "black", "modifies": "thought"}
{"color": "white", "line": "“Take each other by the hand, gentlemen, and then let 's all to breakfast at my own house, where there shall be no feud save with good capon pasty and jolly good ale.” In dead silence my lord and I touched each other's finger tips.\n", "word": "pasty", "modifies": "capon"}
{"color": "pink", "line": "The minister's voice was grave and tender when he read and prayed, but in the hymn it rose above the people's like the voice of some mighty archangel.\n", "word": "rose", "modifies": "hymn"}
{"color": "purple", "line": "THE summer slipped away, and autumn came, with the purple of the grape and the yellowing corn, the nuts within the forest, and the return of the countless wild fowl to the marshes and reedy river banks, and still I stayed in Jamestown, and my wife with me, and still the Santa Teresa rode at anchor in the river below the fort.\n", "word": "purple", "modifies": "grape"}
{"color": "blue", "line": "I could not do what I should have liked to do, take, single handed, that King's ship with its sturdy crew and sail with her south and ever southwards, before us nothing more formidable than Spanish ships, and beyond them blue waters, spice winds, new lands, strange islands of the blest.\n", "word": "blue", "modifies": "water"}
{"color": "red", "line": "The Governor listened gravely, nodding his head; Master Pory, too, the Cape Merchant, and West were of my mind; but the remainder were besotted by their own conceit, esteeming the very name of Englishman sentinel and palisade enough, or trusting in the smooth words and vows of brotherhood poured forth so plentifully by that red Apollyon, Opechancanough.\n", "word": "red", "modifies": "apollyon"}
{"color": "red", "line": "When the day's work was done, and we streamed out of the church, the Governor and Council first, the rest of us in order, it was to find as often as not a red and black figure waiting for us among the graves.\n", "word": "red", "modifies": "figure"}
{"color": "gold", "line": "To this fairer, more imperial dame gold lace doffed its hat and made its courtliest bow, and young planters bent to their saddlebows, while the common folk nudged and stared and had their say.\n", "word": "gold", "modifies": "lace"}
{"color": "blue", "line": "Over all things, near and far, the forest where it met the sky, the nearer woods, the great river, and the streams that empty into it, there hung a blue haze, soft and dream like.\n", "word": "blue", "modifies": "haze"}
{"color": "red", "line": "The forest became a painted forest, with an ever thinning canopy and an ever thickening carpet of crimson and gold; everywhere there was a low rustling underfoot and a slow rain of color.\n", "word": "crimson", "modifies": "carpet"}
{"color": "gold", "line": "The forest became a painted forest, with an ever thinning canopy and an ever thickening carpet of crimson and gold; everywhere there was a low rustling underfoot and a slow rain of color.\n", "word": "gold", "modifies": "crimson"}
{"color": "green", "line": "This garden ran down to the green bank of the river; and here, sitting idly by the stream, her chin in her hand and her dark eyes watching the strong, free sea birds as they came and went, I found my wife one evening, as I came from the fort, where had been some martial exercise.\n", "word": "green", "modifies": "bank"}
{"color": "white", "line": "I had seen him before, and had found in his very small, mean figure clad all in black, and his narrow face with malignant eyes, and thin white lips drawn tightly over gleaming teeth, something infinitely repulsive, sickening to the sight as are certain reptiles to the touch.\n", "word": "white", "modifies": "lip"}
{"color": "gray", "line": "About the Governor's door were horses, saddled and bridled, with grooms at their heads, men and beasts gray and indistinct, wrapped in the fog.\n", "word": "gray", "modifies": "head"}
{"color": "black", "line": "See that the black paint is covered with red, give them some beads and a knife or two, then come home.\n", "word": "black", "modifies": "paint"}
{"color": "black", "line": "“I am in your black books,” he continued, with his sly, merry, sidelong glance.\n", "word": "black", "modifies": "book"}
{"color": "gray", "line": "Youth would never have seen that molehill and fairy ring and projecting root, but wisdom cometh with gray hairs, my son.\n", "word": "gray", "modifies": "hair"}
{"color": "red", "line": "I glanced at him, but his broad red face and twinkling eyes told me nothing.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "The light was very pale as yet, and house and garden lay beneath a veil of mist.\n", "word": "pale", "modifies": "light"}
{"color": "gray", "line": "I went on through the gray wet paths to the stable, and roused Diccon.\n", "word": "gray", "modifies": "path"}
{"color": "black", "line": "“Saddle Black Lamoral quickly,” I ordered.\n", "word": "black", "modifies": "lamoral"}
{"color": "black", "line": "Black Lamoral was saddled, and Diccon held the stirrup for me to mount.\n", "word": "black", "modifies": "lamoral"}
{"color": "white", "line": "AN hour's ride brought us to the block house standing within the forest, midway between the white plantations at Paspahegh and the village of the tribe.\n", "word": "white", "modifies": "plantation"}
{"color": "black", "line": "We found it well garrisoned, spies out, and the men inclined to make light of the black paint and the seething village.\n", "word": "black", "modifies": "paint"}
{"color": "black", "line": "“Thirty warriors!” black, and have dashed their cheeks with puccoon: it's _l'outrance_, then!\n", "word": "black", "modifies": "warrior"}
{"color": "red", "line": "The forest around us, above us, and under the hoofs of the horses where the fallen leaves lay thick was as yellow as gold and as red as blood.\n", "word": "red", "modifies": "blood"}
{"color": "yellow", "line": "The forest around us, above us, and under the hoofs of the horses where the fallen leaves lay thick was as yellow as gold and as red as blood.\n", "word": "yellow", "modifies": "forest"}
{"color": "blue", "line": "“That dark, cold, still face is a mask, and that simple seeming amazement at horses and armor, guns and blue beads, is a mask.\n", "word": "blue", "modifies": "bead"}
{"color": "red", "line": "Around it were gathered Opechancanough's own warriors, men from Orapax and Uttamussac and Werowocomoco, chosen for their strength and cunning; while upon the grass beneath a blood red gum tree sat his wives, painted and tattooed, with great strings of pearl and copper about their necks.\n", "word": "red", "modifies": "tree"}
{"color": "brown", "line": "Around it were gathered Opechancanough's own warriors, men from Orapax and Uttamussac and Werowocomoco, chosen for their strength and cunning; while upon the grass beneath a blood red gum tree sat his wives, painted and tattooed, with great strings of pearl and copper about their necks.\n", "word": "copper", "modifies": "pearl"}
{"color": "red", "line": "Beyond them were the women and children of the Chickahominies, and around us all the red forest.\n", "word": "red", "modifies": "forest"}
{"color": "black", "line": "The Paspaheghs have washed off the black paint.\n", "word": "black", "modifies": "paint"}
{"color": "white", "line": "“I have told the Paspaheghs of my love for the white man, and of the goodwill the white man bears the Indian.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "“Does not Opechancanough love the white men?” he said.\n", "word": "white", "modifies": "men"}
{"color": "brown", "line": "“You can take the brown mare,” I said, speaking lightly because my heart was as heavy as lead, “and we'll ride to the forest.\n", "word": "brown", "modifies": "mare"}
{"color": "red", "line": "Doubtless we'll find her garlanding herself with the grape, or playing with the squirrels, or asleep on the red leaves, with her head in Angela's lap.” “Doubtless,” he said.\n", "word": "red", "modifies": "leaf"}
{"color": "blue", "line": "Blue haze was there, and the steady drift of colored leaves, and the sunshine freely falling through bared limbs, but no man or woman.\n", "word": "blue", "modifies": "haze"}
{"color": "red", "line": "We found a bank of moss, and lying upon it a chaplet of red brown oak leaves; further on, the mint beside a crystal streamlet had been trodden underfoot; then, flung down upon the brown earth beneath some pines, we came upon a long trailer of scarlet vine.\n", "word": "red", "modifies": "leaf"}
{"color": "brown", "line": "We found a bank of moss, and lying upon it a chaplet of red brown oak leaves; further on, the mint beside a crystal streamlet had been trodden underfoot; then, flung down upon the brown earth beneath some pines, we came upon a long trailer of scarlet vine.\n", "word": "brown", "modifies": "leaf"}
{"color": "red", "line": "Beyond was a fairy hollow, a cuplike depression, curtained from the world by the red vines that hung from the trees upon its brim, and carpeted with the gold of a great maple; and here Fear became a giant with whom it was vain to wrestle.\n", "word": "red", "modifies": "vine"}
{"color": "gold", "line": "Beyond was a fairy hollow, a cuplike depression, curtained from the world by the red vines that hung from the trees upon its brim, and carpeted with the gold of a great maple; and here Fear became a giant with whom it was vain to wrestle.\n", "word": "gold", "modifies": "maple"}
{"color": "red", "line": "On every side opened red and yellow ways, sunny glades, labyrinthine paths, long aisles, all dim with the blue haze like the cloudy incense in stone cathedrals, but nothing moved in them save the creatures of the forest.\n", "word": "red", "modifies": "way"}
{"color": "blue", "line": "On every side opened red and yellow ways, sunny glades, labyrinthine paths, long aisles, all dim with the blue haze like the cloudy incense in stone cathedrals, but nothing moved in them save the creatures of the forest.\n", "word": "blue", "modifies": "haze"}
{"color": "blue", "line": "In the distance something grew out of the blue mist.\n", "word": "blue", "modifies": "mist"}
{"color": "black", "line": "Up this glade there was coming toward us another figure, a small black figure that moved swiftly, looking neither to the right nor to the left.\n", "word": "black", "modifies": "figure"}
{"color": "black", "line": "Black Lamoral stood like a stone; the brown mare, too, had learned what meant a certain touch upon her shoulder.\n", "word": "black", "modifies": "lamoral"}
{"color": "brown", "line": "Black Lamoral stood like a stone; the brown mare, too, had learned what meant a certain touch upon her shoulder.\n", "word": "brown", "modifies": "mare"}
{"color": "red", "line": "Sparrow and I, with small shame for our eavesdropping, bent to our saddlebows and looked sideways through tiny gaps in the crimson foliage.\n", "word": "crimson", "modifies": "foliage"}
{"color": "red", "line": "This d d red forest and this blue haze are enough to” He broke off with an oath.\n", "word": "red", "modifies": "forest"}
{"color": "blue", "line": "This d d red forest and this blue haze are enough to” He broke off with an oath.\n", "word": "blue", "modifies": "haze"}
{"color": "black", "line": "Black Lamoral and the brown mare were beside them before either moved hand or foot, or did aught but stare and stare, as though men and horses had risen from the dead.\n", "word": "black", "modifies": "lamoral"}
{"color": "brown", "line": "Black Lamoral and the brown mare were beside them before either moved hand or foot, or did aught but stare and stare, as though men and horses had risen from the dead.\n", "word": "brown", "modifies": "mare"}
{"color": "brown", "line": "Jeremy Sparrow bent down from his saddle, seized the Italian under the armpits, and swung him clean from the ground up to the brown mare's neck.\n", "word": "brown", "modifies": "mare"}
{"color": "black", "line": "By this I was off Black Lamoral and facing my lord.\n", "word": "black", "modifies": "lamoral"}
{"color": "black", "line": "Presently I threw him, and, pinning him down with my knee upon his breast, cried to Sparrow to cut the bridle reins from Black Lamoral and throw them to me.\n", "word": "black", "modifies": "lamoral"}
{"color": "pink", "line": "With my free hand and my teeth I drew a thong about my lord's arms and bound them to his sides; then took my knee from his chest and my hand from his throat, and rose to my feet.\n", "word": "rose", "modifies": "foot"}
{"color": "pink", "line": "He rose too with one spring.\n", "word": "rose", "modifies": "spring"}
{"color": "blue", "line": "But from beyond a great clump of sumach, set like a torch in the vaporous blue, came a steady stream of words, happily rendered indistinguishable by distance, and I knew that the King's minion was cursing the Italian, the Governor, the Santa Teresa, the Due Return, the minister, the forest, the haunted wood, his sword, the knot that I had tied, and myself.\n", "word": "blue", "modifies": "torch"}
{"color": "brown", "line": "The Italian we gagged and bound across the brown mare's saddle.\n", "word": "brown", "modifies": "mare"}
{"color": "brown", "line": "There was no undergrowth, no clinging vines, no bloom, no color; only the dark, innumerable tree trunks and the purplish brown, scented, and slippery earth.\n", "word": "brown", "modifies": "earth"}
{"color": "white", "line": "At her head crouched the negress, her white garments showing ghostlike through the gloom.\n", "word": "white", "modifies": "garment"}
{"color": "white", "line": "“Then they dig, before his very eyes, a grave, shallow enough they make it, too, and they put into it, uncoffined, with only a long white shroud upon him, the man he murdered.\n", "word": "white", "modifies": "shroud"}
{"color": "white", "line": "Neither white man nor Indian comes, that's certain.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "“At court they called him the Black Death.\n", "word": "black", "modifies": "death"}
{"color": "brown", "line": "The brown mare bore the minister and the negress, and Diccon, doggedly silent, trudged beside us.\n", "word": "brown", "modifies": "mare"}
{"color": "black", "line": "Black Lamoral and the brown mare made a trampling with their hoofs, and I began to whistle a gay old tune I had learnt in the wars.\n", "word": "black", "modifies": "lamoral"}
{"color": "brown", "line": "Black Lamoral and the brown mare made a trampling with their hoofs, and I began to whistle a gay old tune I had learnt in the wars.\n", "word": "brown", "modifies": "mare"}
{"color": "red", "line": "A figure in scarlet and black came to the window, and stood there looking down upon us.\n", "word": "scarlet", "modifies": "figure"}
{"color": "red", "line": "He stood without a word, his face dark red and his hands clenched at his sides.\n", "word": "red", "modifies": "face"}
{"color": "red", "line": "Under the lace that fell over his wrist was a red cirque, the mark of the thong with which I had bound him.\n", "word": "red", "modifies": "cirque"}
{"color": "pink", "line": "My spirit and my wit rose to meet the danger.\n", "word": "rose", "modifies": "spirit"}
{"color": "silver", "line": "On the table, beside a bowl of late flowers were a great silver flagon and a number of goblets, some of chased silver and some of colored glass, strangely shaped and fragile as an eggshell.\n", "word": "silver", "modifies": "flagon"}
{"color": "silver", "line": "My lord rang a little silver bell, and a door behind us was opened.\n", "word": "silver", "modifies": "bell"}
{"color": "black", "line": "I negligently turned in my seat, and so came in for a glimpse, as he slipped through the door, of a figure in black in the next room.\n", "word": "black", "modifies": "figure"}
{"color": "gold", "line": "“This gold cup “ he held it up “belonged to the Medici.\n", "word": "gold", "modifies": "cup"}
{"color": "green", "line": "“This glass,” he continued, “as green as an emerald, freckled inside and out with gold, and shaped like a lily, was once amongst a convent's treasures.\n", "word": "green", "modifies": "treasure"}
{"color": "green", "line": "“The tint is wonderful,” I said, “as lucent a green as the top of the comber that is to break and overwhelm you.\n", "word": "green", "modifies": "top"}
{"color": "gold", "line": "And these knobs of gold, within and without, and the strange shape the tortured glass has been made to take.\n", "word": "gold", "modifies": "knob"}
{"color": "green", "line": "“I am strangely suited, my lord,” I went on, still dreamily enjoying the beauty of the green gem within my clasp.\n", "word": "green", "modifies": "gem"}
{"color": "white", "line": "The white hand of Circe may have closed around this stem when she stood to greet Ulysses, and knew not that he had the saving herb in his palm.\n", "word": "white", "modifies": "hand"}
{"color": "green", "line": "Goneril may have sent this green and gilded shape to Regan.\n", "word": "green", "modifies": "shape"}
{"color": "pink", "line": "Smell a rose, draw on a pair of perfumed gloves, drink from a certain cup, and you rang your own knell, though your bier might not receive you for many and many a day, not till the rose was dust, the gloves lost, the cup forgotten.” “There's a fashion I have seen followed abroad, that I like,” I said.\n", "word": "rose", "modifies": "dust"}
{"color": "silver", "line": "I will drink to you, my lord, from your silver goblet.” With as frank a manner as his own of a while before, I pushed the green and gold glass over to him, and held out my hand for the silver goblet.\n", "word": "silver", "modifies": "goblet"}
{"color": "silver", "line": "I took the silver cup from before him.\n", "word": "silver", "modifies": "cup"}
{"color": "purple", "line": "The Tsar of Muscovy drinks me down a quartern of aqua vitae at a gulp, I've seen him do it....I would I were the Bacchus on this cup, with the purple grapes adangle above me.... Wine and women wine and women... good wine needs no bush... good sherris sack”... His voice died into unintelligible mutterings, and his gray unreverend head sank upon the table.\n", "word": "purple", "modifies": "grape"}
{"color": "red", "line": "A fire was burning briskly upon the hearth, and the red light rose and fell, now brightening all the room, now leaving it to the gathering dusk.\n", "word": "red", "modifies": "light"}
{"color": "pink", "line": "A fire was burning briskly upon the hearth, and the red light rose and fell, now brightening all the room, now leaving it to the gathering dusk.\n", "word": "rose", "modifies": "light"}
{"color": "pink", "line": "Her skirt was of flowered satin, her bodice of rich taffeta; between the gossamer walls of her French ruff rose the whitest neck to meet the fairest face.\n", "word": "rose", "modifies": "wall"}
{"color": "white", "line": "The rosy light of the burning pine caressed her, now dwelling on the rich dress, now on the gold chain around the slender waist, now on rounded arms, now on the white forehead below the pearls.\n", "word": "white", "modifies": "forehead"}
{"color": "gold", "line": "The rosy light of the burning pine caressed her, now dwelling on the rich dress, now on the gold chain around the slender waist, now on rounded arms, now on the white forehead below the pearls.\n", "word": "gold", "modifies": "chain"}
{"color": "pink", "line": "The rosy light of the burning pine caressed her, now dwelling on the rich dress, now on the gold chain around the slender waist, now on rounded arms, now on the white forehead below the pearls.\n", "word": "rosy", "modifies": "light"}
{"color": "green", "line": "The generality must still use for the game that portion of the street that was not tobacco planted; but the quality flocked to the Governor's green, and here, one holiday afternoon, a fortnight or more from the day in which I had drunk to the King from my lord's silver goblet, was gathered a very great company.\n", "word": "green", "modifies": "governor"}
{"color": "silver", "line": "The generality must still use for the game that portion of the street that was not tobacco planted; but the quality flocked to the Governor's green, and here, one holiday afternoon, a fortnight or more from the day in which I had drunk to the King from my lord's silver goblet, was gathered a very great company.\n", "word": "silver", "modifies": "goblet"}
{"color": "red", "line": "The season had been one of unusual mildness, and the sunshine was still warm and bright, gilding the velvet of the green, and making the red and yellow leaves swept into the trench to glow like a ribbon of flame.\n", "word": "red", "modifies": "leaf"}
{"color": "green", "line": "The season had been one of unusual mildness, and the sunshine was still warm and bright, gilding the velvet of the green, and making the red and yellow leaves swept into the trench to glow like a ribbon of flame.\n", "word": "green", "modifies": "velvet"}
{"color": "blue", "line": "The sky was blue, the water bluer still, the leaves bright colored, the wind blowing; only the enshrouding forest, wrapped in haze, seemed as dim, unreal, and far away as a last year's dream.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "The Governor's gilt armchair had been brought from the church, and put for him upon the bank of turf at the upper end of the green.\n", "word": "green", "modifies": "end"}
{"color": "green", "line": "By his side sat my Lady Temperance, while the gayly dressed dames and the men who were to play and to watch were accommodated with stools and settles or with seats on the green grass.\n", "word": "green", "modifies": "grass"}
{"color": "red", "line": "There, too, was Master Pory, red and jovial, with an eye to the sack the servants were bringing from the Governor's house; and the commander, with his wife; and Master Jeremy Sparrow, fresh from a most moving sermon on the vanities of this world.\n", "word": "red", "modifies": "pory"}
{"color": "gold", "line": "Captains, Councilors, and Burgesses aired their gold lace, and their wit or their lack of it; while a swarm of younger adventurers, youths of good blood and bad living, come from home for the weal of England and the woe of Virginia, went here and there through the crowd like gilded summer flies.\n", "word": "gold", "modifies": "lace"}
{"color": "white", "line": "“A slip of the tongue, Captain Percy!” he cried, his white teeth showing and his hand raised in a gesture of deprecation.\n", "word": "white", "modifies": "teeth"}
{"color": "black", "line": "While we waited, I marked his black eyes studying every inch of the ground between him and that small white ball, to strike which, at that moment, I verily believe he would have given the King's favor.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "While we waited, I marked his black eyes studying every inch of the ground between him and that small white ball, to strike which, at that moment, I verily believe he would have given the King's favor.\n", "word": "white", "modifies": "ball"}
{"color": "pink", "line": "Master Macocke rose to his feet.\n", "word": "rose", "modifies": "macocke"}
{"color": "red", "line": "The bowl, spurning the jack before it, rushed on, until both buried themselves in the red and yellow leaves that filled the trench.\n", "word": "red", "modifies": "leaf"}
{"color": "blue", "line": "Doth she not carry a blue pennant, and hath she not a gilt siren for figurehead?” “Ay,” answered the Governor, lifting his head from the hand he had kissed with ponderous gallantry.\n", "word": "blue", "modifies": "pennant"}
{"color": "red", "line": "Clouds, dark purple and dark crimson, reared themselves in the west to dizzy heights, and hung threateningly over the darkening land beneath.\n", "word": "crimson", "modifies": "cloud"}
{"color": "purple", "line": "Clouds, dark purple and dark crimson, reared themselves in the west to dizzy heights, and hung threateningly over the darkening land beneath.\n", "word": "purple", "modifies": "cloud"}
{"color": "red", "line": "In the east loomed more pallid masses, and from the bastions of the east to the bastions of the west went hurrying, wind driven cloudless, dark in the east, red in the west.\n", "word": "red", "modifies": "west"}
{"color": "white", "line": "In the east loomed more pallid masses, and from the bastions of the east to the bastions of the west went hurrying, wind driven cloudless, dark in the east, red in the west.\n", "word": "pallid", "modifies": "mass"}
{"color": "green", "line": "There was a high wind, and the river, where it was not reddened by the sunset, was lividly green.\n", "word": "green", "modifies": "river"}
{"color": "white", "line": "A pasty and stoup of wine were upon the table.\n", "word": "pasty", "modifies": "table"}
{"color": "red", "line": "Upon the great table wine had been spilt, and dripped to swell a red pool upon the floor.\n", "word": "red", "modifies": "pool"}
{"color": "white", "line": "Underneath the table, still grasping his empty tankard, lay the first of my lord's guests to fall, an up river Burgess with white hair.\n", "word": "white", "modifies": "hair"}
{"color": "gray", "line": "In the gray smoke cloud he saw me not, or saw me only as one of the many who thronged the doorway and stared at the revel within.\n", "word": "gray", "modifies": "cloud"}
{"color": "silver", "line": "He raised his silver cup with a slow and wavering hand.\n", "word": "silver", "modifies": "cup"}
{"color": "red", "line": "A stone thrown by some one behind me struck the cup from my lord's hand, sending it clattering to the floor and dashing him with the red wine.\n", "word": "red", "modifies": "wine"}
{"color": "black", "line": "We had reached the further side of the lane, when he put forth an arm and plucked from the blackness a small black figure.\n", "word": "black", "modifies": "figure"}
{"color": "red", "line": "It was the duty of the watch to keep it flaming from darkness to dawn.\n", "word": "flaming", "modifies": "darkness"}
{"color": "red", "line": "We found it freshly heaped with pine, and its red glare lit a goodly circle.\n", "word": "red", "modifies": "glare"}
{"color": "black", "line": "Nicolo the Black Death!\n", "word": "black", "modifies": "death"}
{"color": "pink", "line": "As she spoke, the latch rose and some one pushed heavily against the door.\n", "word": "rose", "modifies": "latch"}
{"color": "white", "line": "In the guest house all was darkness save one room, the upper room, from which came a very pale light.\n", "word": "pale", "modifies": "light"}
{"color": "pink", "line": "A hundred yards before us ran the river, dark and turbulent, and between us and it rose an old, unsafe, and abandoned landing.\n", "word": "rose", "modifies": "landing"}
{"color": "black", "line": "The sandy lane stretched behind us like a ribbon of twilight, nothing to be seen but it and the ebony mass of bush and tree lining it on either side.\n", "word": "ebony", "modifies": "mass"}
{"color": "black", "line": "By now the wharf shook with running feet, and the backward streaming flame of the torches reddened its boards and the black water beneath; but each instant the water widened between us and our pursuers.\n", "word": "black", "modifies": "water"}
{"color": "white", "line": "Slowly and majestically the sail ascended, tapering upward, silvered by the moon, the great white pinion which should bear us we knew not whither.\n", "word": "white", "modifies": "pinion"}
{"color": "white", "line": "We all three stared as though the white cloth had veritably been a monster wing endowed with life.\n", "word": "white", "modifies": "cloth"}
{"color": "pink", "line": "He rose to his feet and stood there against the mast, in the old half submissive, half defiant attitude, with his head thrown back in the old way.\n", "word": "rose", "modifies": "foot"}
{"color": "black", "line": "Before us loomed the Santa Teresa; we passed so close beneath her huge black sides that we heard the wind whistling through her rigging.\n", "word": "black", "modifies": "side"}
{"color": "black", "line": "When she, too, was gone, the river lay bare before us; silver when the moon shone, of an inky blackness when it was obscured by one of the many flying clouds.\n", "word": "inky", "modifies": "blackness"}
{"color": "white", "line": "Our flight, the pursuing feet, the struggle at the wharf, her wounded arm of which she had not told, the terror of the white sail rising as if by magic, the vision of the man she hated lying as one dead before her in the moonlight, the cold, the hurry of the night, small wonder if her spirit failed her for some time.\n", "word": "white", "modifies": "sail"}
{"color": "gray", "line": "Borne high upon the shoulder of the next rolling hill, we looked north, south, east, and west, and saw only a waste of livid, ever forming, ever breaking waves, a gray sky streaked with darker gray shifting vapor, and a horizon impenetrably veiled.\n", "word": "gray", "modifies": "sky"}
{"color": "white", "line": "Morning had shown me the blood upon her sleeve, and I had cut away the cloth from the white arm, and had washed the wound with wine and bound it up.\n", "word": "white", "modifies": "arm"}
{"color": "blue", "line": "If for my fee, I should have liked to press my lips upon the blue veined marble, still I did it not.\n", "word": "blue", "modifies": "marble"}
{"color": "white", "line": "The man who had darkened her young life, bringing her to this, looked at her with an ashen face.\n", "word": "ashen", "modifies": "face"}
{"color": "gray", "line": "As the day wore on, the gray of the sky paled to a dead man's hue and the wind lessened, but the waves were still mountain high.\n", "word": "gray", "modifies": "sky"}
{"color": "green", "line": "One moment we poised, like the gulls that now screamed about us, upon some giddy summit, the sky alone above and around us; the next we sank into dark green and glassy caverns.\n", "word": "green", "modifies": "cavern"}
{"color": "pink", "line": "Suddenly the wind fell away, veered, and rose again like a giant refreshed.\n", "word": "rose", "modifies": "giant"}
{"color": "yellow", "line": "The sky grew paler and paler, and soon upon the woof of the clouds a splash of dull yellow showed where the sun would be.\n", "word": "yellow", "modifies": "splash"}
{"color": "pink", "line": "The fog rose, laying bare the desolate ocean.\n", "word": "rose", "modifies": "fog"}
{"color": "white", "line": "Over them and over the marshes and the sand banks circled myriads of great white gulls.\n", "word": "white", "modifies": "gull"}
{"color": "white", "line": "My lord stood with unbent head, his eyes upon that still white face, but Diccon turned abruptly and strode off to a low ridge of sand, from the top of which one might survey the entire island.\n", "word": "white", "modifies": "face"}
{"color": "black", "line": "We who had no mind for sleep sat there beside the fire and watched the sun sink behind the low black line of the mainland, now plainly visible in the cleared air.\n", "word": "black", "modifies": "line"}
{"color": "red", "line": "It dyed the waves blood red, and shot out one long ray to crimson a single floating cloud, no larger than a man's hand, high in the blue.\n", "word": "red", "modifies": "blood"}
{"color": "green", "line": "The marshes were still green; they lay, a half moon of fantastic shapes, each parted from the other by pink water.\n", "word": "green", "modifies": "marsh"}
{"color": "pink", "line": "The marshes were still green; they lay, a half moon of fantastic shapes, each parted from the other by pink water.\n", "word": "pink", "modifies": "water"}
{"color": "white", "line": "Naught but leaping waves white capped to the horizon.\n", "word": "white", "modifies": "wave"}
{"color": "white", "line": "The sky was thick with stars; every moment one shot, and the trail of white fire it left behind melted into the night silently like snowflakes.\n", "word": "white", "modifies": "fire"}
{"color": "pink", "line": "The moon rose out of the sea, and lent the sandy isle her own pallor.\n", "word": "rose", "modifies": "moon"}
{"color": "pink", "line": "And yet not a sparrow falleth” I rose and sat by the fire, and he laid himself down upon the sand beside me.\n", "word": "rose", "modifies": "falleth"}
{"color": "pink", "line": "Presently he turned and looked at the King's ward where she lay in the rosy light; then his eyes came back to mine.\n", "word": "rosy", "modifies": "light"}
{"color": "gray", "line": "Beyond these the islet tapered off to a long gray point of sand and shell.\n", "word": "gray", "modifies": "point"}
{"color": "white", "line": "Walking toward this point in the first pale light of dawn, I chanced to raise my eyes, and beheld riding at anchor beyond the spit of sand a ship.\n", "word": "pale", "modifies": "light"}
{"color": "black", "line": "She lay there on the sleeping ocean like a dream ship, her masts and rigging black against the pallid sky, the mist that rested upon the sea enfolding half her hull.\n", "word": "black", "modifies": "mast"}
{"color": "white", "line": "She lay there on the sleeping ocean like a dream ship, her masts and rigging black against the pallid sky, the mist that rested upon the sea enfolding half her hull.\n", "word": "pallid", "modifies": "sky"}
{"color": "black", "line": "She might have been of three hundred tons burthen; she was black and two decked, and very high at poop and forecastle, and she was heavily armed.\n", "word": "black", "modifies": "burthen"}
{"color": "red", "line": "The east changed from gray to pale rose, from rose to a splendid crimson shot with gold.\n", "word": "crimson", "modifies": "shot"}
{"color": "gold", "line": "The east changed from gray to pale rose, from rose to a splendid crimson shot with gold.\n", "word": "gold", "modifies": "shot"}
{"color": "pink", "line": "The east changed from gray to pale rose, from rose to a splendid crimson shot with gold.\n", "word": "rose", "modifies": "shot"}
{"color": "red", "line": "Who else should be captain?” “Red Gil!” “Red Gil!” exclaimed the other.\n", "word": "red", "modifies": "gil"}
{"color": "red", "line": "Don or priest, man or woman, good red gold or dirty silver, it was all one to him.\n", "word": "red", "modifies": "gold"}
{"color": "gold", "line": "Don or priest, man or woman, good red gold or dirty silver, it was all one to him.\n", "word": "gold", "modifies": "don"}
{"color": "silver", "line": "Don or priest, man or woman, good red gold or dirty silver, it was all one to him.\n", "word": "silver", "modifies": "gold"}
{"color": "red", "line": "In front, side by side, as each conceding no inch of leadership, walked three men: a large man, with a villainous face much scarred, and a huge, bushy, dark red beard; a tall dark man, with a thin fierce face and bloodshot eyes, the Spaniard by his looks; and a slight man, with the face and bearing of an English gentleman.\n", "word": "red", "modifies": "beard"}
{"color": "red", "line": "“It's a dirty piece of work,” said Red Gil in a voice like a raven's, “and the sooner it's done with, and we are aboard again and booming back to the Indies, the better I'll like it.\n", "word": "red", "modifies": "gil"}
{"color": "red", "line": "The gravedigger with the wrought handkerchief looked from him to the rascal crew massed at the foot of the grave, and, seeing his own sentiments mirrored in the countenances of not a few, snatched the bloody clout from his head, waved it, and cried out, “Paradise!” Red Gil, a few for the Spaniard.\n", "word": "red", "modifies": "gil"}
{"color": "red", "line": "The two gravediggers locked horns, and a brawny devil with a woman's mantle swathed about his naked shoulders drew a knife, and made for a partisan of the Spaniard, who in his turn skillfully interposed between himself and the attack the body of a bawling well wisher to Red Gil.\n", "word": "red", "modifies": "gil"}
{"color": "black", "line": "The man in black and silver tossed aside the shell, rose, and entered the lists.\n", "word": "black", "modifies": "man"}
{"color": "blue", "line": "As he spoke, he straightened his great form and lifted his face from the fire to the blue sea.\n", "word": "blue", "modifies": "sea"}
{"color": "white", "line": "The King's ward had risen, and now leant against the bank of sand, her long dark hair, half braided, drawn over either shoulder, her face marble white between the waves of darkness.\n", "word": "white", "modifies": "face"}
{"color": "pink", "line": "I I take me with you!” I rose, with a laugh at my own folly that could have rested brow and lips on those hands, and let the world wag.\n", "word": "rose", "modifies": "laugh"}
{"color": "black", "line": "The man in black and silver only smiled gently and sadly.\n", "word": "black", "modifies": "man"}
{"color": "gold", "line": "so are one hundred thousand pezos of gold, three thousand bars of silver, ten frails of pearls, jewels uncounted, cloth of gold and cloth of silver.\n", "word": "gold", "modifies": "pezos"}
{"color": "silver", "line": "so are one hundred thousand pezos of gold, three thousand bars of silver, ten frails of pearls, jewels uncounted, cloth of gold and cloth of silver.\n", "word": "silver", "modifies": "bar"}
{"color": "red", "line": "Red Gil broke into a bellow of angry laughter, while the Spaniard glared like a catamount about to spring.\n", "word": "red", "modifies": "gil"}
{"color": "pink", "line": "That one who looked a gentleman rose from the sand and made me a low bow.\n", "word": "rose", "modifies": "one"}
{"color": "red", "line": "But we are fair and generous and open to conviction” “He'll have to convince my cutlass!” roared Red Gil.\n", "word": "red", "modifies": "gil"}
{"color": "black", "line": "“If I convince your sword, you of Spain, and yours, Sir Black and Silver?” The Spaniard stared.\n", "word": "black", "modifies": "sir"}
{"color": "silver", "line": "“If I convince your sword, you of Spain, and yours, Sir Black and Silver?” The Spaniard stared.\n", "word": "silver", "modifies": "sir"}
{"color": "red", "line": "“If you win against the cutlass of Red Gil, the best blade of Lima, and the sword of Paradise, you may call yourself the devil an you please, and we will all subscribe to it.” I lifted my hand.\n", "word": "red", "modifies": "gil"}
{"color": "black", "line": "They that follow the sea, whether honest men or black hearted knaves, have in their composition a certain childlikeness that makes them easily turned, easily led, and easily pleased.\n", "word": "black", "modifies": "knave"}
{"color": "white", "line": "They spread themselves into a circle, squatting or kneeling or standing upon the white sand in the bright sunshine, their sinewy hands that should have been ingrained red clasped over their knees, or, arms akimbo, resting upon their hips, on their scoundrel faces a broad smile, and in their eyes that had looked on nameless horrors a pleasurable expectation as of spectators in a playhouse awaiting the entrance of the players.\n", "word": "white", "modifies": "sand"}
{"color": "red", "line": "“I first!” roared Red Gil.\n", "word": "red", "modifies": "gil"}
{"color": "red", "line": "I was now a better man than Red Gil, that was all.\n", "word": "red", "modifies": "gil"}
{"color": "black", "line": "The man in black and silver rose and removed his doublet, folding it very carefully, inside out, that the sand might not injure the velvet, then drew his rapier, looked at it lovingly, made it bend until point and hilt well nigh met, and faced me with a bow.\n", "word": "black", "modifies": "man"}
{"color": "silver", "line": "The man in black and silver rose and removed his doublet, folding it very carefully, inside out, that the sand might not injure the velvet, then drew his rapier, looked at it lovingly, made it bend until point and hilt well nigh met, and faced me with a bow.\n", "word": "silver", "modifies": "black"}
{"color": "pink", "line": "The man in black and silver rose and removed his doublet, folding it very carefully, inside out, that the sand might not injure the velvet, then drew his rapier, looked at it lovingly, made it bend until point and hilt well nigh met, and faced me with a bow.\n", "word": "rose", "modifies": "man"}
{"color": "gold", "line": "The gold upon it is for your pains.\n", "word": "gold", "modifies": "pain"}
{"color": "black", "line": "By this the man in black and silver had recovered his breath and his equanimity.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "“Have you forgot how often you were wont to employ me in those sweet days when your eyes were black?” “By no means, Master Paradise,” I said courteously.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "With oaths and grunts of admiration the pirates stayed where they were, and went about their business of launching the boats and stripping the body of Red Gil, while the man in black and silver, the Spaniard, the two gravediggers, the knave with the wounded shoulder, and myself walked briskly up the beach.\n", "word": "red", "modifies": "gil"}
{"color": "black", "line": "With oaths and grunts of admiration the pirates stayed where they were, and went about their business of launching the boats and stripping the body of Red Gil, while the man in black and silver, the Spaniard, the two gravediggers, the knave with the wounded shoulder, and myself walked briskly up the beach.\n", "word": "black", "modifies": "man"}
{"color": "blue", "line": "It will take all the wine of Xeres in the next galleon to unparch my tongue!” DAY after day the wind filled our sails and sang in the rigging, and day after day we sailed through blue seas toward the magic of the south.\n", "word": "blue", "modifies": "sea"}
{"color": "blue", "line": "The sea was blue as blue could be.\n", "word": "blue", "modifies": "sea"}
{"color": "red", "line": "Only in the morning and the evening it glowed blood red, or spread upon its still bosom all the gold of all the Indies, or became an endless mead of palest green shot with amethyst.\n", "word": "red", "modifies": "blood"}
{"color": "green", "line": "Only in the morning and the evening it glowed blood red, or spread upon its still bosom all the gold of all the Indies, or became an endless mead of palest green shot with amethyst.\n", "word": "green", "modifies": "shot"}
{"color": "gold", "line": "Only in the morning and the evening it glowed blood red, or spread upon its still bosom all the gold of all the Indies, or became an endless mead of palest green shot with amethyst.\n", "word": "gold", "modifies": "indie"}
{"color": "purple", "line": "Only in the morning and the evening it glowed blood red, or spread upon its still bosom all the gold of all the Indies, or became an endless mead of palest green shot with amethyst.\n", "word": "amethyst", "modifies": "shot"}
{"color": "gold", "line": "When night fell, it mirrored the stars, great and small, or was caught in a net of gold flung across it from horizon to horizon.\n", "word": "gold", "modifies": "net"}
{"color": "white", "line": "The ship rent the net with a wake of white fire.\n", "word": "white", "modifies": "fire"}
{"color": "red", "line": "The reef, the still water, pink or gold, the gleaming beach, the green plume of the palm, the scarlet birds, the cataracts of bloom, the senses swooned with the color, the steaming incense, the warmth, the wonder of that fantastic world.\n", "word": "scarlet", "modifies": "bird"}
{"color": "green", "line": "The reef, the still water, pink or gold, the gleaming beach, the green plume of the palm, the scarlet birds, the cataracts of bloom, the senses swooned with the color, the steaming incense, the warmth, the wonder of that fantastic world.\n", "word": "green", "modifies": "plume"}
{"color": "pink", "line": "The reef, the still water, pink or gold, the gleaming beach, the green plume of the palm, the scarlet birds, the cataracts of bloom, the senses swooned with the color, the steaming incense, the warmth, the wonder of that fantastic world.\n", "word": "pink", "modifies": "reef"}
{"color": "red", "line": "Sometimes, in the crystal waters near the land, we sailed over the gardens of the sea gods, and, looking down, saw red and purple blooms and shadowy waving forests, with rainbow fish for humming birds.\n", "word": "red", "modifies": "bloom"}
{"color": "red", "line": "Away from the ship darted many hued fish, gold disked, or barred and spotted with crimson, or silver and purple.\n", "word": "crimson", "modifies": "silver"}
{"color": "silver", "line": "Away from the ship darted many hued fish, gold disked, or barred and spotted with crimson, or silver and purple.\n", "word": "silver", "modifies": "crimson"}
{"color": "purple", "line": "Away from the ship darted many hued fish, gold disked, or barred and spotted with crimson, or silver and purple.\n", "word": "purple", "modifies": "crimson"}
{"color": "red", "line": "Sometimes the sea was thickly set with full blown pale red bloom, the jellyfish that was a flower to the sight and a nettle to the touch.\n", "word": "red", "modifies": "bloom"}
{"color": "white", "line": "Sometimes the sea was thickly set with full blown pale red bloom, the jellyfish that was a flower to the sight and a nettle to the touch.\n", "word": "pale", "modifies": "bloom"}
{"color": "green", "line": "At last, in the clear green bay of a nameless island at which we stopped for water, we found two carracks come upon the same errand, took them, and with them some slight treasure in rich cloths and gems.\n", "word": "green", "modifies": "bay"}
{"color": "gold", "line": "A week later, in a strait between two islands like tinted clouds, we fought a very great galleon from sunrise to noon, pierced her hull through and through and silenced her ordnance, then boarded her and found a king's ransom in gold and silver.\n", "word": "gold", "modifies": "silver"}
{"color": "silver", "line": "A week later, in a strait between two islands like tinted clouds, we fought a very great galleon from sunrise to noon, pierced her hull through and through and silenced her ordnance, then boarded her and found a king's ransom in gold and silver.\n", "word": "silver", "modifies": "gold"}
{"color": "white", "line": "When the fighting had ceased and the treasure was ours, then we four stood side by side on the deck of the slowly sinking galleon, in front of our prisoners, of the men who had fought well, of the ashen priests and the trembling women.\n", "word": "ashen", "modifies": "priest"}
{"color": "gold", "line": "Those whom we faced were in high good humor: they had gold with which to gamble, and wine to drink, and rich clothing with which to prank their villainous bodies, and prisoners with whom to make merry.\n", "word": "gold", "modifies": "wine"}
{"color": "red", "line": "As Kirby would have done, so did I; rating my crew like hounds, turning my point this way and that, daring them to come taste the red death upon it, braving it out like some devil who knows he is invulnerable.\n", "word": "red", "modifies": "death"}
{"color": "blue", "line": "Back upon my own poop, the grappling irons cast loose, and a swiftly widening ribbon of blue between us and the sinking ship, I looked at the pirates thronging the waist below me, and knew that the play was nearly over.\n", "word": "blue", "modifies": "ribbon"}
{"color": "pink", "line": "At last the long, tearless sobs ceased, and she rose from her knees, and let me lead her to the door of her cabin.\n", "word": "rose", "modifies": "knee"}
{"color": "gold", "line": "We sailed on, southwards to Cuba, then north again to the Lucayas and the Florida straits, looking for Spanish ships and their gold.\n", "word": "gold", "modifies": "ship"}
{"color": "pink", "line": "An islet, shaped like the crescent moon, rose from out the sea before us.\n", "word": "rose", "modifies": "islet"}
{"color": "blue", "line": "We needed water, and so we felt our way between the horns of the crescent into the blue crystal of a fairy harbor.\n", "word": "blue", "modifies": "crystal"}
{"color": "green", "line": "One low hill, rose colored from base to summit, with scarce a hint of the green world below that canopy of giant bloom, a little silver beach with wonderful shells upon it, the sound of a waterfall and a lazy surf, we smelt the fruits and the flowers, and a longing for the land came upon us.\n", "word": "green", "modifies": "world"}
{"color": "silver", "line": "One low hill, rose colored from base to summit, with scarce a hint of the green world below that canopy of giant bloom, a little silver beach with wonderful shells upon it, the sound of a waterfall and a lazy surf, we smelt the fruits and the flowers, and a longing for the land came upon us.\n", "word": "silver", "modifies": "beach"}
{"color": "pink", "line": "One low hill, rose colored from base to summit, with scarce a hint of the green world below that canopy of giant bloom, a little silver beach with wonderful shells upon it, the sound of a waterfall and a lazy surf, we smelt the fruits and the flowers, and a longing for the land came upon us.\n", "word": "rose", "modifies": "hill"}
{"color": "pink", "line": "The blooms were not more pink than her cheeks, the recesses of the forest behind us not deeper or darker than her eyes.\n", "word": "pink", "modifies": "bloom"}
{"color": "green", "line": "The island was built of boards covered with green velvet, and there was a mound upon it of pink silk roses.\n", "word": "green", "modifies": "velvet"}
{"color": "pink", "line": "The island was built of boards covered with green velvet, and there was a mound upon it of pink silk roses.\n", "word": "pink", "modifies": "rose"}
{"color": "blue", "line": "There was a deep blue painted sea below, and a deep blue painted sky above.\n", "word": "blue", "modifies": "sea"}
{"color": "gold", "line": "My nymphs danced around the mound of roses, while I sat upon a real rock beside the painted sea and talked with Ulysses to wit, my Lord of Buckingham in gold armor.\n", "word": "gold", "modifies": "armor"}
{"color": "pink", "line": "My nymphs danced around the mound of roses, while I sat upon a real rock beside the painted sea and talked with Ulysses to wit, my Lord of Buckingham in gold armor.\n", "word": "rose", "modifies": "mound"}
{"color": "white", "line": "I watched her white hand moving to and fro.\n", "word": "white", "modifies": "hand"}
{"color": "pink", "line": "The sun dropped lower, and the water became as pink as the blooms above us.\n", "word": "pink", "modifies": "bloom"}
{"color": "yellow", "line": "A branch of yellow fruit fell beside us, and my Lord Carnal, a mass of gaudy bloom in his hand, stepped from the wood.\n", "word": "yellow", "modifies": "fruit"}
{"color": "pink", "line": "Stooping, he took up the fallen flowers and deliberately tore them to pieces, until the pink petals were all scattered upon the sand.\n", "word": "pink", "modifies": "petal"}
{"color": "white", "line": "I seized him by the arm, and we stood so, both white with passion, both breathing heavily.\n", "word": "white", "modifies": "passion"}
{"color": "silver", "line": "Before the night had quite fallen we were out of the fairy harbor, and when the moon rose the islet looked only a silver sail against the jeweled heavens.\n", "word": "silver", "modifies": "sail"}
{"color": "pink", "line": "Before the night had quite fallen we were out of the fairy harbor, and when the moon rose the islet looked only a silver sail against the jeweled heavens.\n", "word": "rose", "modifies": "moon"}
{"color": "blue", "line": "One hurricane followed upon the stride of another, with only a blue day or two between.\n", "word": "blue", "modifies": "day"}
{"color": "black", "line": "We weathered the gale, but when the wind sank there fell on board that black ship a menacing silence.\n", "word": "black", "modifies": "ship"}
{"color": "white", "line": "The King's ward leaned back in her chair, very white, but with a proud, still face, and hands loosely folded in her lap.\n", "word": "white", "modifies": "chair"}
{"color": "red", "line": "The next instant the door was burst open, and a most villainous, fiery red face thrust itself inside.\n", "word": "red", "modifies": "face"}
{"color": "blue", "line": "We reached the poop to find the fog that had lain about us thick and white suddenly lifted, and the hot sunshine streaming down upon a rough blue sea.\n", "word": "blue", "modifies": "sea"}
{"color": "green", "line": "To the larboard, a league away, lay a low, endless coast of sand, as dazzling white as the surf that broke upon it, and running back to a matted growth of vivid green.\n", "word": "green", "modifies": "growth"}
{"color": "white", "line": "To the larboard, a league away, lay a low, endless coast of sand, as dazzling white as the surf that broke upon it, and running back to a matted growth of vivid green.\n", "word": "white", "modifies": "surf"}
{"color": "green", "line": "Ahead of us, upon our larboard bow, was a patch of lighter green, and beyond it a slight hurry and foam of the waters.\n", "word": "green", "modifies": "patch"}
{"color": "black", "line": "Suddenly the Spaniard pushed himself to the front; with his gaunt figure and sable dress he had the seeming of a raven come to croak over the dead.\n", "word": "raven", "modifies": "seeming"}
{"color": "black", "line": "One and all they stared at the man in black and silver, moistening their lips, but saying no word.\n", "word": "black", "modifies": "man"}
{"color": "white", "line": "The low thunder of the surf, the cry of a wheeling sea bird, the gleaming lonely shore, the cloudless sky, the ocean, and the white sand far, far below, where one might sleep well, sleep well, with other valiant dead, long drowned, long changed.\n", "word": "white", "modifies": "sand"}
{"color": "black", "line": "A dreadful cry went up from that black ship to a deaf Heaven, a cry that was echoed by a wild shout of triumph from the merchantman.\n", "word": "black", "modifies": "ship"}
{"color": "black", "line": "I AND Black Lamoral were leading a forlorn hope.\n", "word": "black", "modifies": "lamoral"}
{"color": "black", "line": "Down came Black Lamoral, and the hoofs of every mad charger went over me.\n", "word": "black", "modifies": "lamoral"}
{"color": "green", "line": "For a time I was dead; then I lived again, and was walking with the forester's daughter in the green chase at home.\n", "word": "green", "modifies": "chase"}
{"color": "yellow", "line": "In the open spaces, starring the lush grass, were all the yellow primroses that ever bloomed.\n", "word": "yellow", "modifies": "primrose"}
{"color": "gold", "line": "I gathered them for her, but when I would have given them to her she was no longer the forester's daughter, but a proud lady, heiress to lands and gold, the ward of the King.\n", "word": "gold", "modifies": "land"}
{"color": "pink", "line": "She would not take the primroses from a poor gentleman, but shook her head and laughed sweetly, and faded into a waterfall that leaped from a pink hill into a waveless sea.\n", "word": "pink", "modifies": "hill"}
{"color": "black", "line": "The torch was held by a much betarred seaman, and by its light a gentleman of a very meagre aspect, with a weazen face and small black eyes, was busily examining my wounded shoulder and arm.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "When I was a boy, I used to dream of the black ships and the gold and the fighting.\n", "word": "black", "modifies": "ship"}
{"color": "gold", "line": "When I was a boy, I used to dream of the black ships and the gold and the fighting.\n", "word": "gold", "modifies": "ship"}
{"color": "red", "line": "And the good red gold and the rich gems all at the bottom of the sea!” He sighed heavily and went his way.\n", "word": "red", "modifies": "gold"}
{"color": "gold", "line": "And the good red gold and the rich gems all at the bottom of the sea!” He sighed heavily and went his way.\n", "word": "gold", "modifies": "gem"}
{"color": "red", "line": "In his rich dress and the splendor of his beauty, with the red glow enveloping him, he lit the darkness like a baleful star.\n", "word": "red", "modifies": "glow"}
{"color": "green", "line": "When they had finished he said calmly: “'I have seen the wicked in great power, and spreading himself like a green bay tree.\n", "word": "green", "modifies": "bay"}
{"color": "pink", "line": "The men knotted the cords, and rose to their feet, to be dismissed by my lord with a curt “You may go.” They drew back to the foot of the ladder, while the master of the ship went and perched himself upon one of the rungs.\n", "word": "rose", "modifies": "foot"}
{"color": "red", "line": "“Art paid for the tree in the red forest without the haunted wood?\n", "word": "red", "modifies": "forest"}
{"color": "pink", "line": "Her cheeks are roses, her eyes are stars.\n", "word": "rose", "modifies": "cheek"}
{"color": "white", "line": "I suppose my face altered, and mirrored that blessed glow about my heart, for into his own came a white fury, changing its beauty into something inhuman and terrifying.\n", "word": "white", "modifies": "fury"}
{"color": "white", "line": "I walked on, the gentleman at my side, and presently came to an open port, and saw, with an intake of my breath, the sunshine, a dark blue heaven flecked with white, and a quiet ocean.\n", "word": "white", "modifies": "ocean"}
{"color": "blue", "line": "I walked on, the gentleman at my side, and presently came to an open port, and saw, with an intake of my breath, the sunshine, a dark blue heaven flecked with white, and a quiet ocean.\n", "word": "blue", "modifies": "heaven"}
{"color": "white", "line": "A white bird flashed down into the crystal hollow between two waves, hung there a second, then rose, a silver radiance against the blue.\n", "word": "white", "modifies": "bird"}
{"color": "silver", "line": "A white bird flashed down into the crystal hollow between two waves, hung there a second, then rose, a silver radiance against the blue.\n", "word": "silver", "modifies": "radiance"}
{"color": "blue", "line": "A white bird flashed down into the crystal hollow between two waves, hung there a second, then rose, a silver radiance against the blue.\n", "word": "blue", "modifies": "radiance"}
{"color": "pink", "line": "A white bird flashed down into the crystal hollow between two waves, hung there a second, then rose, a silver radiance against the blue.\n", "word": "rose", "modifies": "radiance"}
{"color": "brown", "line": "The latter was seated in a great chair, beside a gentleman with a pleasant active face and light brown curling hair, the new Governor, as I guessed.\n", "word": "brown", "modifies": "hair"}
{"color": "brown", "line": "One, a fair young gentlewoman, with tears in her brown eyes, came forward hurriedly with outspread hands.\n", "word": "brown", "modifies": "eye"}
{"color": "pink", "line": "My lord half rose from his seat.\n", "word": "rose", "modifies": "half"}
{"color": "green", "line": "In the green meadow beyond the church they wooed me as such.\n", "word": "green", "modifies": "meadow"}
{"color": "black", "line": "The moon burst forth from a black cloud, and you stood there upon the wharf above us, calling to the footsteps behind to hasten.\n", "word": "black", "modifies": "cloud"}
{"color": "black", "line": "We would have left you there in safety, and gone ourselves alone down that stream as black and strange as death.\n", "word": "black", "modifies": "death"}
{"color": "pink", "line": "My lord, with his haggard face and burning eyes, slowly rose from his seat, and they faced each other.\n", "word": "rose", "modifies": "lord"}
{"color": "pink", "line": "The Governor rose to his feet, and motioned away the two seamen who held me fast.\n", "word": "rose", "modifies": "governor"}
{"color": "pink", "line": "The men who had sat to judge me rose; only the King's favorite kept his seat.\n", "word": "rose", "modifies": "men"}
{"color": "pink", "line": "At length he rose, as arrogant as ever in his port, as evilly superb in his towering pride, and as amazingly indifferent to the thoughts of men who lied not.\n", "word": "rose", "modifies": "length"}
{"color": "pink", "line": "He is a minister, a sober, meek, and godly man” From behind the Secretary rose the singsong of my acquaintance of the hold, Dr. John Pott.\n", "word": "rose", "modifies": "secretary"}
{"color": "blue", "line": "The wind blew keenly; the sky was blue as blue could be, and the river a great ribbon of azure sewn with diamonds.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "The marsh was emerald, the green of the pines deep and rich, the budding maples redder than coral.\n", "word": "green", "modifies": "pine"}
{"color": "green", "line": "The church, with the low green graves around it, appeared not a stone's throw away, and the voices of the children up and down the street sounded clearly, as though they played in the brown square below me.\n", "word": "green", "modifies": "graf"}
{"color": "brown", "line": "The church, with the low green graves around it, appeared not a stone's throw away, and the voices of the children up and down the street sounded clearly, as though they played in the brown square below me.\n", "word": "brown", "modifies": "square"}
{"color": "white", "line": "“Sir George sent the venison, sir,” said the gaoler, grinning, “and Master Piersey the wild fowl, and Madam West the pasty and the marchpane, and Master Pory the sack.\n", "word": "pasty", "modifies": "madam"}
{"color": "blue", "line": "I applied myself to the dinner, and Diccon went to the window, and stood there looking out at the blue sky and at the man in the pillory.\n", "word": "blue", "modifies": "sky"}
{"color": "white", "line": "The pasty and sack disposed of, I turned in my seat and spoke to Diccon: “I looked for Master Rolfe to day.\n", "word": "pasty", "modifies": "sack"}
{"color": "brown", "line": "I bought one from the Paspaheghs for a piece of copper, and took him to the ring below the fort.” “Where all the town will presently be gone,” I said.\n", "word": "copper", "modifies": "piece"}
{"color": "white", "line": "Singing birds have lied to him, telling him that I love the white man, and hate my own color.\n", "word": "white", "modifies": "man"}
{"color": "brown", "line": "I went to the Paspaheghs to take them the piece of copper.\n", "word": "copper", "modifies": "piece"}
{"color": "silver", "line": "They never knew when a wife of the werowance, turned child by pride, unfolded a doeskin and showed Nantauquas a silver cup carved all over and set with colored stones.” “Humph!” “The cup was a heavy price to pay,” continued the Indian.\n", "word": "silver", "modifies": "cup"}
{"color": "white", "line": "He had no time to waste upon a white man.” He gathered his otterskin mantle about him and prepared to depart.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "I could see the half moon, and the guns, and the flag that streamed in the wind, and on the river a sail or two, white in the sunlight as the gulls that swooped past.\n", "word": "white", "modifies": "sail"}
{"color": "pink", "line": "Beyond rose the bare masts of the George.\n", "word": "rose", "modifies": "mast"}
{"color": "white", "line": "Three days, and the George would spread her white wings and go down the wide river, and I with her, and the King's ward, and the King's sometime favorite.\n", "word": "white", "modifies": "wing"}
{"color": "green", "line": "I looked down the wind ruffled stream, and saw the great bay into which it emptied, and beyond the bay the heaving ocean, dark and light, league on league, league on league; then green England, and London, and the Tower.\n", "word": "green", "modifies": "england"}
{"color": "black", "line": "I turned my head, and it beat against my forehead, cold and fragrant with the essence of the forest, pine and cedar, dead leaves and black mould, fen and hollow and hill, all the world of woods over which it had passed.\n", "word": "black", "modifies": "mould"}
{"color": "white", "line": "The smell of the woods that day, the chill brown earth beneath me, the blowing wind, the long stretch of the river gleaming between the pines,... and fair in sight the white sails of the Patience and the Deliverance.\n", "word": "white", "modifies": "sail"}
{"color": "brown", "line": "The smell of the woods that day, the chill brown earth beneath me, the blowing wind, the long stretch of the river gleaming between the pines,... and fair in sight the white sails of the Patience and the Deliverance.\n", "word": "brown", "modifies": "earth"}
{"color": "pink", "line": "I should keep the bit of silk between your eyes, sir, and my blushes.\n", "word": "blush", "modifies": "eye"}
{"color": "pink", "line": "“Was it here at Jamestown, or was it when we were first wrecked, or on the island with the pink hill when you wrote my name in the sand, or” “The George will sail in three days, and we are to be taken back to England after all.\n", "word": "pink", "modifies": "hill"}
{"color": "gold", "line": "Each felt for the other a great compassion; each knew that though we smiled to day, the groan and the tear might be to morrow's due; the sunshine around us was pure gold, but that the clouds were mounting we knew full well.\n", "word": "gold", "modifies": "sunshine"}
{"color": "green", "line": "“Soon the trees will be green and the flowers in bloom.\n", "word": "green", "modifies": "tree"}
{"color": "purple", "line": "It lay, a purple star, in the hollow of her hand.\n", "word": "purple", "modifies": "star"}
{"color": "purple", "line": "Will you take this little purple flower and all my heart beside?” I bent and kissed first the tiny blossom, and then the lips that had proffered it.\n", "word": "purple", "modifies": "flower"}
{"color": "white", "line": "Nothing moved but the creeping shadows until a flight of small white breasted birds went past the window.\n", "word": "white", "modifies": "bird"}
{"color": "red", "line": "THE sun dropped below the forest, blood red, dyeing the river its own color.\n", "word": "red", "modifies": "blood"}
{"color": "red", "line": "There were no clouds in the sky, only a great suffusion of crimson climbing to the zenith; against it the woods were as black as war paint.\n", "word": "crimson", "modifies": "suffusion"}
{"color": "black", "line": "There were no clouds in the sky, only a great suffusion of crimson climbing to the zenith; against it the woods were as black as war paint.\n", "word": "black", "modifies": "wood"}
{"color": "red", "line": "I left the window and sat beside it, and in the hollows between the red embers made pictures, as I used to make them when I was a boy.\n", "word": "red", "modifies": "ember"}
{"color": "red", "line": "It flamed up brilliantly, and in the strong red light he half opened a clenched hand and showed me two gold pieces, and beneath them a folded paper.\n", "word": "red", "modifies": "light"}
{"color": "gold", "line": "It flamed up brilliantly, and in the strong red light he half opened a clenched hand and showed me two gold pieces, and beneath them a folded paper.\n", "word": "gold", "modifies": "piece"}
{"color": "red", "line": "I drew a noble one of a small store of gold pieces conveyed to me by Rolfe from my pocket, and stooping made it spin upon the hearth in the red firelight.\n", "word": "red", "modifies": "firelight"}
{"color": "gold", "line": "I drew a noble one of a small store of gold pieces conveyed to me by Rolfe from my pocket, and stooping made it spin upon the hearth in the red firelight.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "Drawing out another gold piece, I laid it upon the table.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "Gathering up the gaoler's gold I started toward the door, opened it, and going out would have closed it softly behind me but that a booted leg thrust across the jamb prevented me.\n", "word": "gold", "modifies": "gaoler"}
{"color": "pink", "line": "Without the palisade was a space of waste land, marsh and thicket, tapering to the narrow strip of sand and scrub joining the peninsula to the forest, and here and there upon this waste ground rose a mean house, dwelt in by the poorer sort.\n", "word": "rose", "modifies": "house"}
{"color": "white", "line": "When it was so close that we could see the white of its breast it stopped, looking at us with large unfaltering eyes, and slightly moving its tail to and fro.\n", "word": "white", "modifies": "breast"}
{"color": "red", "line": "The door, warped and shrunken, was drawn to, but was not fastened, as I could tell by the unbroken line of red light down one side from top to bottom.\n", "word": "red", "modifies": "light"}
{"color": "black", "line": "Drawn in front of the blaze was an old rude chair, and in it sat a slight figure draped from head to foot in a black cloak.\n", "word": "black", "modifies": "cloak"}
{"color": "red", "line": "The red brown figures, naked save for the loincloth and the headdress, the impassive faces dashed with black, the ruthless eyes I knew now why Master Edward Sharpless had gone to the forest, and what service had been bought with that silver cup.\n", "word": "red", "modifies": "figure"}
{"color": "silver", "line": "The red brown figures, naked save for the loincloth and the headdress, the impassive faces dashed with black, the ruthless eyes I knew now why Master Edward Sharpless had gone to the forest, and what service had been bought with that silver cup.\n", "word": "silver", "modifies": "cup"}
{"color": "brown", "line": "The red brown figures, naked save for the loincloth and the headdress, the impassive faces dashed with black, the ruthless eyes I knew now why Master Edward Sharpless had gone to the forest, and what service had been bought with that silver cup.\n", "word": "brown", "modifies": "figure"}
{"color": "red", "line": "Red hands caught at me, sharp knives panted to drink my blood; but so fast we turned and writhed, now he uppermost, now I, that for very fear of striking the wrong man hands and knives could not be bold.\n", "word": "red", "modifies": "hand"}
{"color": "pink", "line": "My lord rose, and stood over against me.\n", "word": "rose", "modifies": "lord"}
{"color": "red", "line": "The red brown hair was bristling, the eyes were terrible.\n", "word": "red", "modifies": "hair"}
{"color": "brown", "line": "The red brown hair was bristling, the eyes were terrible.\n", "word": "brown", "modifies": "hair"}
{"color": "gray", "line": "When the Indians had unlocked that dread embrace and had thrust aside the dead brute, there emerged from the dimness of the inner room Master Edward Sharpless, gray with fear, trembling in every limb, to take the reins that had fallen from my lord's hands.\n", "word": "gray", "modifies": "dimness"}
{"color": "white", "line": "“The white men upon the Powhatan are many,” he said in his own tongue, “but they build not their wigwams upon the banks of the Pamunkey.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "The pine splinters will burn as brightly there, and the white men will smell them not.\n", "word": "white", "modifies": "men"}
{"color": "red", "line": "We will build a fire at Uttamussac, between the red hills, before the temple and the graves of the kings.” There was a murmur of assent from his braves.\n", "word": "red", "modifies": "hill"}
{"color": "black", "line": "The stars now shone through naked branches, black tree trunks hemmed us round, and under our feet was the dreary rustling of dead leaves.\n", "word": "black", "modifies": "trunk"}
{"color": "green", "line": "Below that iron tracery glowed the firebrands of the maples, and here and there a willow leaned a pale green cloud above the stream.\n", "word": "green", "modifies": "cloud"}
{"color": "white", "line": "Below that iron tracery glowed the firebrands of the maples, and here and there a willow leaned a pale green cloud above the stream.\n", "word": "pale", "modifies": "cloud"}
{"color": "gray", "line": "Mist closed the distances; we could hear, but not see, the deer where they stood to drink in the shallow places, or couched in the gray and dreamlike recesses of the forest.\n", "word": "gray", "modifies": "recess"}
{"color": "red", "line": "Beyond, the woods had been burnt, the trees rising from the red ground like charred and blackened stakes, with the ghostlike mist between.\n", "word": "red", "modifies": "ground"}
{"color": "pink", "line": "The sun rose, the mist vanished, and there set in the March day of keen wind and brilliant sunshine.\n", "word": "rose", "modifies": "sun"}
{"color": "brown", "line": "One by one, as the pipes were smoked, they laid themselves down upon the brown leaves and went to sleep, only our two guardians and a third Indian over against us remaining wide eyed and watchful.\n", "word": "brown", "modifies": "leaf"}
{"color": "red", "line": "If, when at sunset we halted for supper and gathered around the fire, the werowance began to tell of a foray I had led against the Paspaheghs years before, and if he and his warriors, for all the world like generous foes, loudly applauded some daring that had accompanied that raid, none the less did the red stake wait for us; none the less would they strive, as for heaven, to wring from us groans and cries.\n", "word": "red", "modifies": "stake"}
{"color": "white", "line": "Off in the forest was a bog, and the will o' the wisps danced over it, pale, cold flames, moving aimlessly here and there like ghosts of those lost in the woods.\n", "word": "pale", "modifies": "flame"}
{"color": "pink", "line": "Far on in the night the wind fell and the moon rose, changing the forest into some dim, exquisite, far off land, seen only in dreams.\n", "word": "rose", "modifies": "moon"}
{"color": "silver", "line": "Alike in the darkness of the deep woods, and in the silver of the glades, and in the long twilight stretches of sassafras and sighing grass, there was for me but one vision.\n", "word": "silver", "modifies": "darkness"}
{"color": "white", "line": "At sunrise the mist lifted from a low hill before us, and showed an Indian boy, painted white, poised upon the summit, like a spirit about to take its flight.\n", "word": "white", "modifies": "boy"}
{"color": "brown", "line": "He went, and the Paspaheghs rested under the trees until the old men of the village came forth to lead them through the brown fields and past the ring of leafless mulberries to the strangers' lodge.\n", "word": "brown", "modifies": "field"}
{"color": "green", "line": "Here on the green turf mats were laid for the visitors, and water was brought for their hands.\n", "word": "green", "modifies": "mat"}
{"color": "blue", "line": "The blue incense from the pipes mingled with the sunshine falling freely through the bare branches; the stream which ran by the lodge rippled and shone, and the wind rose and fell in the pines upon its farther bank.\n", "word": "blue", "modifies": "incense"}
{"color": "pink", "line": "The blue incense from the pipes mingled with the sunshine falling freely through the bare branches; the stream which ran by the lodge rippled and shone, and the wind rose and fell in the pines upon its farther bank.\n", "word": "rose", "modifies": "wind"}
{"color": "white", "line": "They should not find the white man less proud than the savage.\n", "word": "white", "modifies": "man"}
{"color": "gold", "line": "The story ended, we smoked with serenity for a while; then I drew my dice from my pocket, and, beginning to throw, we were at once as much absorbed in the game as if there were no other stake in the world beside the remnant of gold that I piled between us.\n", "word": "gold", "modifies": "remnant"}
{"color": "brown", "line": "The cleared ground, the mulberry trees, and the grass beneath, the few rude lodges with the curling smoke above them, the warriors and women and brown naked children, all vanished, and the forest closed around us.\n", "word": "brown", "modifies": "child"}
{"color": "blue", "line": "In the centre of the plain something deer or wolf or bear or man lay dead, for to that point the buzzards were sweeping from every quarter of the blue.\n", "word": "blue", "modifies": "quarter"}
{"color": "green", "line": "Beyond was a pine wood, silent and dim, with a high green roof and a smooth and scented floor.\n", "word": "green", "modifies": "roof"}
{"color": "pink", "line": "The forest echoed to the loud and warlike tune, and a multitude of birds rose startled from the trees upon the bank.\n", "word": "rose", "modifies": "multitude"}
{"color": "black", "line": "The sunset came, and the river lay beneath the colored clouds like molten gold, with the gaunt forest black upon either hand.\n", "word": "black", "modifies": "forest"}
{"color": "gold", "line": "The sunset came, and the river lay beneath the colored clouds like molten gold, with the gaunt forest black upon either hand.\n", "word": "gold", "modifies": "cloud"}
{"color": "black", "line": "The trees upon the southern bank were all pines; as if they had been carved from black stone they stood rigid against the saffron sky.\n", "word": "black", "modifies": "stone"}
{"color": "pink", "line": "Presently, back from the shore, there rose before us a few small hills, treeless, but covered with some low, dark growth.\n", "word": "rose", "modifies": "shore"}
{"color": "black", "line": "The one that stood the highest bore upon its crest three black houses shaped like coffins.\n", "word": "black", "modifies": "house"}
{"color": "yellow", "line": "Behind them was the deep yellow of the sunset.\n", "word": "yellow", "modifies": "sunset"}
{"color": "black", "line": "When the boats had slipped from the stripe of gold into the inky shadow of the pines, the Paspaheghs began to divest themselves of this or that which they conceived Okee might desire to possess.\n", "word": "inky", "modifies": "shadow"}
{"color": "gold", "line": "When the boats had slipped from the stripe of gold into the inky shadow of the pines, the Paspaheghs began to divest themselves of this or that which they conceived Okee might desire to possess.\n", "word": "gold", "modifies": "stripe"}
{"color": "blue", "line": "One flung into the stream a handful of copper links, another the chaplet of feathers from his head, a third a bracelet of blue beads.\n", "word": "blue", "modifies": "bead"}
{"color": "brown", "line": "One flung into the stream a handful of copper links, another the chaplet of feathers from his head, a third a bracelet of blue beads.\n", "word": "copper", "modifies": "link"}
{"color": "purple", "line": "One of my arms was free; I could take from within my doublet the little purple flower, and drop my face upon the hand that held it.\n", "word": "purple", "modifies": "flower"}
{"color": "white", "line": "The face that was, now gay, now defiant, now pale and suffering, became steadfastly the face that had leaned upon my breast in the Jamestown gaol, and looked at me with a mournful brightness of love and sorrow.\n", "word": "pale", "modifies": "suffering"}
{"color": "gray", "line": "Suddenly, in the first gray dawn, as at a trumpet's call, the village awoke.\n", "word": "gray", "modifies": "dawn"}
{"color": "pink", "line": "The werowance of the Paspaheghs rose to his feet, cast aside his mantle, and began to speak.\n", "word": "rose", "modifies": "werowance"}
{"color": "white", "line": "Commencing with a day in the moon of blossoms when for the first time winged canoes brought white men into the Powhatan, he came down through year after year to the present hour, ceased, and stood in silence, regarding his triumph.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "The werowance spoke again, pointing to the hills with the black houses upon them, dimly seen through the mist.\n", "word": "black", "modifies": "house"}
{"color": "red", "line": "The sun was yet to rise when we reached a hollow amongst the low red hills.\n", "word": "red", "modifies": "hill"}
{"color": "red", "line": "These temples faced the crimson east, and the mist was yet about them.\n", "word": "crimson", "modifies": "east"}
{"color": "white", "line": "And above the hollow was the angry reddening of the heavens, and the white mist curling up like smoke.\n", "word": "white", "modifies": "mist"}
{"color": "white", "line": "Beneath it there were growing tufts of a pale blue, slender stemmed flower.\n", "word": "pale", "modifies": "flower"}
{"color": "blue", "line": "Beneath it there were growing tufts of a pale blue, slender stemmed flower.\n", "word": "blue", "modifies": "flower"}
{"color": "pink", "line": "Seeing that they were coming for us, Diccon and I rose to await them.\n", "word": "rose", "modifies": "diccon"}
{"color": "brown", "line": "A sudden pallor had overspread the bronze of his face.\n", "word": "bronze", "modifies": "face"}
{"color": "red", "line": "In front of us the bank rose steeply, bare to the summit, no trees, only the red earth, with here and there a low growth of leafless bushes.\n", "word": "red", "modifies": "earth"}
{"color": "pink", "line": "In front of us the bank rose steeply, bare to the summit, no trees, only the red earth, with here and there a low growth of leafless bushes.\n", "word": "rose", "modifies": "front"}
{"color": "brown", "line": "His limbs were bare, and as he stood motionless, bathed in the rosy light, he looked like some bronze god, perfect from the beaded moccasins to the calm, uneager face below the feathered headdress.\n", "word": "bronze", "modifies": "god"}
{"color": "pink", "line": "His limbs were bare, and as he stood motionless, bathed in the rosy light, he looked like some bronze god, perfect from the beaded moccasins to the calm, uneager face below the feathered headdress.\n", "word": "rosy", "modifies": "light"}
{"color": "white", "line": "“There was a time,” he cried, “when Nantauquas was the panther crouched upon the bough above the leader of the herd; now Nantauquas is a tame panther and rolls at the white men's feet!\n", "word": "white", "modifies": "foot"}
{"color": "white", "line": "We will give to this one what fuel we choose, and to night Nantauquas may look for the bones of the white men!” He ended, and a great clamor arose.\n", "word": "white", "modifies": "men"}
{"color": "green", "line": "Now he flung up his hand, and in it was a bracelet of gold carved and twisted like a coiled snake and set with a green stone.\n", "word": "green", "modifies": "stone"}
{"color": "gold", "line": "Now he flung up his hand, and in it was a bracelet of gold carved and twisted like a coiled snake and set with a green stone.\n", "word": "gold", "modifies": "bracelet"}
{"color": "white", "line": "My friends are his friends, my brother is his brother, my word is his word: witness the armlet that hath no like; that Opechancanough brought with him when he came from no man knows where to the land of the Powhatans, many Huskanawings ago; that no white men but these have ever seen.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "He thinks that then Captain Percy will not speak against him any more, calling his love to the white men only words with no good deeds behind.” He spoke simply, out of the nobility of his nature, believing his own speech.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "He was wise with the wisdom of the white men, but I, who needed no gun, and who would not fight against my own people, I stepped into the stream and walked up it until past the full sun power.\n", "word": "white", "modifies": "men"}
{"color": "green", "line": "I asked for the green stone, that I might show it to the Paspaheghs for a sign.\n", "word": "green", "modifies": "stone"}
{"color": "black", "line": "The little stream flashed diamonds, and the carven devils upon the black houses above us were frightful no longer.\n", "word": "black", "modifies": "house"}
{"color": "white", "line": "He heard me out with neither liking nor disliking nor any other emotion written upon his face; but when I had finished, as though he suddenly bethought himself, he smiled and held out his hand, white man fashion.\n", "word": "white", "modifies": "fashion"}
{"color": "white", "line": "The chief of the Powhatans is a lover of the white men, of the English, and of other white men, if there are others.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Then he may go back to Jamestown with presents for the great white father there, and with a message that Opechancanough is coming soon to learn of the white men.” I could have gnashed my teeth at that delay when she must think me dead, but it would have been the madness of folly to show the impatience which I felt.\n", "word": "white", "modifies": "father"}
{"color": "blue", "line": "I HAD before this spent days among the Indians, on voyages of discovery, as conqueror, as negotiator for food, exchanging blue beads for corn and turkeys.\n", "word": "blue", "modifies": "bead"}
{"color": "blue", "line": "The skins beneath which we slept were fine and soft; the women waited upon us, and the old men and warriors held with us much stately converse, sitting beneath the budding trees with the blue tobacco smoke curling above our heads.\n", "word": "blue", "modifies": "smoke"}
{"color": "black", "line": "From the marshes that were growing green, from the sluggish river, from the rotting leaves and cold black earth and naked forest, it rose like an exhalation.\n", "word": "black", "modifies": "earth"}
{"color": "pink", "line": "From the marshes that were growing green, from the sluggish river, from the rotting leaves and cold black earth and naked forest, it rose like an exhalation.\n", "word": "rose", "modifies": "marsh"}
{"color": "black", "line": "We might have had much comfort in Nantauquas, but the morning after our arrival in this village the Emperor sent him upon an embassy to the Rappahannocks, and when for the fourth time the forest stood black against the sunset he had not returned.\n", "word": "black", "modifies": "sunset"}
{"color": "brown", "line": "Thus four days dragged themselves by, and in the early morning of the fifth, when we came from our wigwam, it was to find Nantauquas sitting by the fire, magnificent in the paint and trappings of the ambassador, motionless as a piece of bronze, and apparently quite unmindful of the admiring glances of the women who knelt about the fire preparing our breakfast.\n", "word": "bronze", "modifies": "piece"}
{"color": "white", "line": "But now he will send you with presents for the Governor, and with messages of his love to the white men.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "“The white men's ways have seemed very good to him, and the God of the white men he knows to be greater than Okee, and to be good and tender; not like Okee, who sucks the blood of the children.\n", "word": "white", "modifies": "way"}
{"color": "white", "line": "He remembers Matoax, too, and how she loved and cared for the white men and would weep when danger threatened them.\n", "word": "white", "modifies": "men"}
{"color": "red", "line": "But Opechancanough is his king, and the red men are his people, and the forest is his home.\n", "word": "red", "modifies": "men"}
{"color": "white", "line": "If, because he loved Rolfe, and because the ways of the white men seemed to him better than his own ways, he forgot these things, he did wrong, and the One over All frowns upon him.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "He will be again the panther crouching upon the bough” “Above the white men?” He gazed at me in silence, a shadow upon his face.\n", "word": "white", "modifies": "men"}
{"color": "brown", "line": "Together we sat down by the fire and ate of the sylvan breakfast, with shy brown maidens to serve us and with the sunshine streaming down upon us through the trees that were growing faintly green.\n", "word": "brown", "modifies": "maiden"}
{"color": "red", "line": "The meal over, he went to divest himself of his red and white paint, of the stuffed hawk and strings of copper that formed his headdress, of his gorgeous belt and quiver and his mantle of raccoon skins, while Diccon and I sat still before our wigwam, smoking, and reckoning the distance to Jamestown and the shortest time in which we could cover it.\n", "word": "red", "modifies": "paint"}
{"color": "brown", "line": "The meal over, he went to divest himself of his red and white paint, of the stuffed hawk and strings of copper that formed his headdress, of his gorgeous belt and quiver and his mantle of raccoon skins, while Diccon and I sat still before our wigwam, smoking, and reckoning the distance to Jamestown and the shortest time in which we could cover it.\n", "word": "copper", "modifies": "hawk"}
{"color": "blue", "line": "Soon the air was dense with the fragrant smoke; in the thick blue haze the sweep of painted figures had the seeming of some fantastic dream.\n", "word": "blue", "modifies": "haze"}
{"color": "red", "line": "The sky wore the strange crimson of the past year at Weyanoke.\n", "word": "crimson", "modifies": "year"}
{"color": "black", "line": "Against that sea of color the pines were drawn in ink, and beneath it the winding, threadlike creeks that pierced the marshes had the look of spilt blood moving slowly and heavily to join the river that was black where the pines shadowed it, red where the light touched it.\n", "word": "black", "modifies": "river"}
{"color": "white", "line": "The color died into an ashen gray and the air grew cold, with a heaviness beside that dragged at the very soul.\n", "word": "ashen", "modifies": "gray"}
{"color": "red", "line": "Let the red men who were here as many moons ago as there are leaves in summer and the white men who came yesterday dwell side by side in peace, sharing the maize fields and the weirs and the hunting grounds together.” He waited not for my answer, but passed on, and there was no sign of age in his stately figure and his slow, firm step.\n", "word": "red", "modifies": "men"}
{"color": "white", "line": "Let the red men who were here as many moons ago as there are leaves in summer and the white men who came yesterday dwell side by side in peace, sharing the maize fields and the weirs and the hunting grounds together.” He waited not for my answer, but passed on, and there was no sign of age in his stately figure and his slow, firm step.\n", "word": "white", "modifies": "men"}
{"color": "green", "line": "They danced about us, now advancing until the green needles met above our heads, now retreating until there was a space of turf between us.\n", "word": "green", "modifies": "needle"}
{"color": "red", "line": "Now, the plaintive song, the swaying figures, the red light beating against the trees, the blackness of the enshrouding forest, the low, melancholy wind, all things seemed strange, and yet deadly old, as though we had seen and heard them since the beginning of the world.\n", "word": "red", "modifies": "light"}
{"color": "brown", "line": "They who had danced with the abandonment of wild priestesses to some wild god were again but shy brown Indian maids who went and set them meekly down upon the grass beneath the trees.\n", "word": "brown", "modifies": "maid"}
{"color": "white", "line": "For the most part they were painted red, but some were white from head to heel, statues come to life, while others had first oiled their bodies, then plastered them over with small bright colored feathers.\n", "word": "white", "modifies": "head"}
{"color": "brown", "line": "Fixed upon a pole and borne high above them was the image of their Okee, a hideous thing of stuffed skins and rattling chains of copper.\n", "word": "copper", "modifies": "chain"}
{"color": "red", "line": "The pines were bronze red, the woods beyond a dead black.\n", "word": "red", "modifies": "pine"}
{"color": "black", "line": "The pines were bronze red, the woods beyond a dead black.\n", "word": "black", "modifies": "wood"}
{"color": "pink", "line": "From the ranks of the women beneath the reddened pines rose shrill laughter and applause as they sat or knelt, bent forward, watching the dancers.\n", "word": "rose", "modifies": "rank"}
{"color": "brown", "line": "She stood somewhat back of her companions, one slim brown hand touching the trunk of a tree, one brown foot advanced, her attitude that of one who waits but for a signal to be gone.\n", "word": "brown", "modifies": "hand"}
{"color": "pink", "line": "A wigwam, larger than common and shadowed by trees, rose in our path; the girl, gliding in front of us, held aside the mats that curtained the entrance.\n", "word": "rose", "modifies": "wigwam"}
{"color": "white", "line": "IN the centre of the wigwam the customary fire burned clear and bright, showing the white mats, the dressed skins, the implements of war hanging upon the bark walls, all the usual furniture of an Indian dwelling, and showing also Nantauquas standing against the stripped trunk of a pine that pierced the wigwam from floor to roof.\n", "word": "white", "modifies": "mat"}
{"color": "red", "line": "He stood so rigid, at his full height, with folded arms and head held high, and his features were so blank and still, so forced and frozen, as it were, into composure, that, with the red light beating upon him and the thin smoke curling above his head, he had the look of a warrior tied to the stake.\n", "word": "red", "modifies": "light"}
{"color": "white", "line": "He has messages of love to send the white men, and he would send them by you who were his enemy and his captive.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "So all the white men shall believe in his love.” “Well,” I said dryly as he paused.\n", "word": "white", "modifies": "men"}
{"color": "red", "line": "“Speak out!” “Die by the arrow and the tomahawk,” he answered, “yea, and by the guns you have given the red men.\n", "word": "red", "modifies": "men"}
{"color": "white", "line": "At the same hour, when the men are in the fields and the women and children are in the houses, they will strike, Kecoughtans, Paspaheghs, Chickahominies, Pamunkeys, Arrowhatocks, Chesapeakes, Nansemonds, Accomacs, as one man will they strike; and from where the Powhatan falls over the rocks to the salt water beyond Accomac, there will not be one white man left alive.” He ceased to speak, and for a minute the fire made the only sound in the hut.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "To that country, too, white men had come in ships.\n", "word": "white", "modifies": "men"}
{"color": "brown", "line": "The mat before the doorway shook, and a slim brown hand, slipped between the wood and the woven grass, beckoned to us.\n", "word": "brown", "modifies": "hand"}
{"color": "black", "line": "Why did you leave your own land, in the strange black ships with sails like the piled up clouds of summer?\n", "word": "black", "modifies": "ship"}
{"color": "red", "line": "This is the red man's land.\n", "word": "red", "modifies": "man"}
{"color": "white", "line": "When you first came we thought you were gods; but you have not done like the great white God who, you say, loves you so.\n", "word": "white", "modifies": "god"}
{"color": "white", "line": "You are not the first child of Powhatan who has loved and shielded the white men.” “She was a woman, a child,” he answered.\n", "word": "white", "modifies": "men"}
{"color": "red", "line": "She drew aside the hanging mats, and we passed out, Diccon and I, leaving him standing as we had found him, upright against the post, in the red firelight.\n", "word": "red", "modifies": "firelight"}
{"color": "white", "line": "When we reached our hut, unseen, and sat down just within the doorway to watch for the dawn, it seemed as though the stars would never pale.\n", "word": "pale", "modifies": "star"}
{"color": "gray", "line": "The flames of the great bonfire sank lower and lower, and as they sank the gray light faltered into being, grew, and strengthened.\n", "word": "gray", "modifies": "light"}
{"color": "white", "line": "The wailing of the pipes died away, the drums ceased to beat, and the village lay in the keen wind and the pale light, inert and quiet with the stillness of exhaustion.\n", "word": "pale", "modifies": "light"}
{"color": "pink", "line": "When the ruffled pools amid the marshes were rosy beneath the sunrise, the women brought us food, and the warriors and old men gathered about us.\n", "word": "rosy", "modifies": "pool"}
{"color": "white", "line": "They sat upon mats or billets of wood, and I offered them bread and meat, and told them they must come to Jamestown to taste of the white man's cookery.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Scarcely was the meal over when Opechancanough issued from his lodge, with his picked men behind him, and, coming slowly up to us, took his seat upon the white mat that was spread for him.\n", "word": "white", "modifies": "mat"}
{"color": "brown", "line": "Only the wind sang in the brown branches, and from some forest brake came a stag's hoarse cry.\n", "word": "brown", "modifies": "branch"}
{"color": "silver", "line": "As he sat in the sunshine he glistened all over, like an Ethiop besprent with silver; for his dark limbs and mighty chest had been oiled, and then powdered with antimony.\n", "word": "silver", "modifies": "besprent"}
{"color": "red", "line": "Through his scalp lock was stuck an eagle's feather; across his face, from temple to chin, was a bar of red paint; the eyes above were very bright and watchful, but we upon whom that scrutiny was bent were as little wont as he to let our faces tell our minds.\n", "word": "red", "modifies": "paint"}
{"color": "red", "line": "Let Opechancanough come to Jamestown to smoke of the Englishman's uppowoc, and to receive rich presents, a red robe like his brother Powhatan's, and a cup from which he shall drink, he and all his people.” He laid his dark fingers in mine for an instant, withdrew them, and, rising to his feet, motioned to three Indians who stood out from the throng of warriors.\n", "word": "red", "modifies": "robe"}
{"color": "black", "line": "I looked back and saw them thus, and wondered idly how many minutes they would wait before putting on the black paint.\n", "word": "black", "modifies": "paint"}
{"color": "red", "line": "The sun rode higher and higher, gilding the misty green of the budding trees, quickening the red maple bloom into fierce scarlet, throwing lances of light down through the pine branches to splinter against the dark earth far below.\n", "word": "red", "modifies": "bloom"}
{"color": "green", "line": "The sun rode higher and higher, gilding the misty green of the budding trees, quickening the red maple bloom into fierce scarlet, throwing lances of light down through the pine branches to splinter against the dark earth far below.\n", "word": "green", "modifies": "tree"}
{"color": "green", "line": "Presently the rain rushed down, slant lines of silver tearing through the wood with the sound of the feet of an army; hail followed, a torrent of ice beating and bruising all tender green things to the earth.\n", "word": "green", "modifies": "thing"}
{"color": "silver", "line": "Presently the rain rushed down, slant lines of silver tearing through the wood with the sound of the feet of an army; hail followed, a torrent of ice beating and bruising all tender green things to the earth.\n", "word": "silver", "modifies": "line"}
{"color": "black", "line": "Over and over we rolled on the rain soaked moss and rotted leaves and cold black earth, the hail blinding us, and the wind shrieking like a thousand watching demons.\n", "word": "black", "modifies": "earth"}
{"color": "gray", "line": "There was no breath to waste in words, and thought was a burden quite intolerable; it was enough to stumble on through the partial light, with a mind as gray and blank as the rain blurred distance.\n", "word": "gray", "modifies": "mind"}
{"color": "red", "line": "At noon the clouds broke, and an hour later the sunshine was streaming down from a cloudless heaven, beneath which the forest lay clear before us, naught stirring save shy sylvan creatures to whom it mattered not if red man or white held the land.\n", "word": "red", "modifies": "man"}
{"color": "white", "line": "At noon the clouds broke, and an hour later the sunshine was streaming down from a cloudless heaven, beneath which the forest lay clear before us, naught stirring save shy sylvan creatures to whom it mattered not if red man or white held the land.\n", "word": "white", "modifies": "man"}
{"color": "blue", "line": "Ten yards in front of us the growth of willows ceased abruptly, the low, steep banks shelved downwards to a grassy level, and the stream widened into a clear and placid pool, as blue as the sky above.\n", "word": "blue", "modifies": "pool"}
{"color": "green", "line": "He obeyed, and the thick clustering gold green twigs swung into place again, shutting us in with the black water and the leafy, crumbling bank.\n", "word": "green", "modifies": "twig"}
{"color": "black", "line": "He obeyed, and the thick clustering gold green twigs swung into place again, shutting us in with the black water and the leafy, crumbling bank.\n", "word": "black", "modifies": "water"}
{"color": "gold", "line": "He obeyed, and the thick clustering gold green twigs swung into place again, shutting us in with the black water and the leafy, crumbling bank.\n", "word": "gold", "modifies": "twig"}
{"color": "green", "line": "From that green dimness we could look out upon the pool and the grass, with small fear that we ourselves would be seen.\n", "word": "green", "modifies": "dimness"}
{"color": "brown", "line": "The ground was smooth before us, too smooth, and slippery with pine needles; the pines themselves stood in grim brown rows, and we ran between them lightly and easily, husbanding our strength.\n", "word": "brown", "modifies": "row"}
{"color": "purple", "line": "I saw her standing beneath the star, with a little purple flower in her hand.\n", "word": "purple", "modifies": "flower"}
{"color": "red", "line": "When the red imps come against you there, and you open fire on them, name a bullet for me.” I LAID him down upon the earth, and, cutting away his doublet and the shirt beneath, saw the wound, and knew that there was a journey indeed that he would shortly make.\n", "word": "red", "modifies": "imp"}
{"color": "pink", "line": "The fire blazed and roared, and the man who lay in its rosy glare raved on, crying out now and then at the top of his voice; but on that night of all nights, of all years, light and voice drew no savage band to put out the one and silence the other forever.\n", "word": "rosy", "modifies": "glare"}
{"color": "black", "line": "As the sun climbed the heavens, a thousand black spots, like summer gnats, danced between his face and my weary eyes.\n", "word": "black", "modifies": "spot"}
{"color": "black", "line": "They were lines of black paint spilt in a thousand places, and stealing swiftly and surely across the brightness of the land.\n", "word": "black", "modifies": "paint"}
{"color": "red", "line": "Stumbling on, I saw through the thinning trees a long gleam of red, and thought it was blood, but presently knew that it was the river, crimson from the sunset.\n", "word": "red", "modifies": "gleam"}
{"color": "white", "line": "There was a silver crescent in the sky with one white star above it, and fair in sight, down the James, with lights springing up through the twilight, was the town, the English town that we had built and named for our King, and had held in the teeth of Spain, in the teeth of the wilderness and its terrors.\n", "word": "white", "modifies": "star"}
{"color": "silver", "line": "There was a silver crescent in the sky with one white star above it, and fair in sight, down the James, with lights springing up through the twilight, was the town, the English town that we had built and named for our King, and had held in the teeth of Spain, in the teeth of the wilderness and its terrors.\n", "word": "silver", "modifies": "crescent"}
{"color": "silver", "line": "When I came in upon them, they cried out as it had been a ghost, and one fellow let a silver dish that he carried fall clattering to the floor.\n", "word": "silver", "modifies": "dish"}
{"color": "white", "line": "“Are you man or spirit?” cried Rolfe through white lips.\n", "word": "white", "modifies": "lip"}
{"color": "blue", "line": "For a moment I lay still, staring at the blue sky without the window, and wondering where I was and how I came there.\n", "word": "blue", "modifies": "sky"}
{"color": "white", "line": "Women hurried by to the fort with white, scared faces, their arms filled with household gear; children ran beside them, sturdily bearing their share of the goods, but pressing close to their elders' skirts; men went to and fro, the most grimly silent, but a few talking loudly.\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "A negro passed, but on that morning, alone of many days, no Indian aired his paint and feathers in the white man's village.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "“A boat has just drifted ashore yonder, with two men in it, dead and scalped!” I turned to leave the room, and ran against Master Pory coming in on tiptoe, with a red and solemn face.\n", "word": "red", "modifies": "face"}
{"color": "red", "line": "If the red varlets do swarm in upon us, there are her twelve pounders; they and the fort guns” I let him talk on.\n", "word": "red", "modifies": "varlet"}
{"color": "white", "line": "The silken skirt that I had seen, and there being but one woman in all the world for me had taken for hers, belonged to Lady Wyatt, who, pale and terrified, was sitting with clasped hands, mutely following with her eyes her husband as he walked to and fro.\n", "word": "pale", "modifies": "lady"}
{"color": "white", "line": "Rolfe was very white and his lips were set; West was pulling at his mustaches and staring at the floor.\n", "word": "white", "modifies": "rolfe"}
{"color": "pink", "line": "In the moment that the world steadied I rose and went toward the door to find my way barred by Rolfe.\n", "word": "rose", "modifies": "moment"}
{"color": "pink", "line": "From the window was visible the neck of land and the forest beyond, and from the forest, up and down the river as far as the eye could reach, rose here and there thin columns of smoke.\n", "word": "rose", "modifies": "forest"}
{"color": "white", "line": "Suddenly, as we stared, three or four white smoke puffs, like giant flowers, started out of the shadowy woods across the neck.\n", "word": "white", "modifies": "puff"}
{"color": "silver", "line": "I glanced out of the window as I passed it, and saw the silver river and the George and the Esperance, with the gunners at the guns watching for Indian canoes, and saw smoke rising from the forest on the southern shore.\n", "word": "silver", "modifies": "river"}
{"color": "purple", "line": "The face was purple and distorted; the lips were drawn back from the teeth in a dreadful smile.\n", "word": "purple", "modifies": "face"}
{"color": "black", "line": "The paper was a letter, unfolded and written over with great black characters.\n", "word": "black", "modifies": "character"}
{"color": "black", "line": "There's a warrant out for the Black Death; look to it that one meets not you too, when you come at last.\n", "word": "black", "modifies": "death"}
{"color": "black", "line": "Over one side of his face, from temple to chin, was drawn and fastened a black cloth; the unharmed cheek was bloodless and shrunken, the lip twisted.\n", "word": "black", "modifies": "cloth"}
{"color": "red", "line": "“Is she behind you there in the shadow?” Flung across a chair was a cloak of scarlet cloth.\n", "word": "scarlet", "modifies": "cloth"}
{"color": "red", "line": "He came at length, slowly and with an uncertain step, and we stood together on the scarlet cloak.\n", "word": "scarlet", "modifies": "cloak"}
{"color": "red", "line": "Loosening the clasp of our left hands, I fell back until the narrow scarlet field was between us.\n", "word": "scarlet", "modifies": "field"}
{"color": "black", "line": "He had poisons, had Nicolo whom men called the Black Death, poisons swift and strong, or subtle and slow.\n", "word": "black", "modifies": "death"}
{"color": "gold", "line": "She had been fair to look upon; the pride, the daring, the willfulness, were but the thorns about the rose; behind those defenses was the flower, pure and lovely, with a heart of gold.\n", "word": "gold", "modifies": "heart"}
{"color": "pink", "line": "She had been fair to look upon; the pride, the daring, the willfulness, were but the thorns about the rose; behind those defenses was the flower, pure and lovely, with a heart of gold.\n", "word": "rose", "modifies": "thorn"}
{"color": "white", "line": "The battle was done; the field was lost; the storm and stress of life had sunk into this dull calm, as still as peace, as hopeless as the charred log and white ash upon the hearth, cold, never to be quickened again.\n", "word": "white", "modifies": "ash"}
{"color": "red", "line": "Between us and that refuge dead men lay here and there, stiff and stark, with the black paint upon them, and the colored feathers of their headdresses red or blue against the sand.\n", "word": "red", "modifies": "feather"}
{"color": "black", "line": "Between us and that refuge dead men lay here and there, stiff and stark, with the black paint upon them, and the colored feathers of their headdresses red or blue against the sand.\n", "word": "black", "modifies": "paint"}
{"color": "white", "line": "Mounting the breastwork that we had thrown up to shelter the women who were to load the muskets, he coolly looked over the pales at the oncoming savages.\n", "word": "pale", "modifies": "savage"}
{"color": "blue", "line": "The din had ceased, and we the living, the victors, stood and looked at the vanquished dead at our feet, and at the dead beyond the gates, and at the neck upon which was no living foe, and at the blue sky bending over all.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "For idleness we had set him in our midst that summer day, long ago, on the green by the fort, and had called him “your royal highness,” laughing at the quickness of our wit, and admiring the spirit and bearing of the lad and the promise he gave of a splendid manhood.\n", "word": "green", "modifies": "fort"}
{"color": "brown", "line": "For a full minute he waited, moving not a muscle, still and stately as some noble masterpiece in bronze.\n", "word": "bronze", "modifies": "masterpiece"}
{"color": "gold", "line": "Then he stepped from the shadow of the wall and moved past us through the sunshine that turned the eagle feather in his scalp lock to gold.\n", "word": "gold", "modifies": "lock"}
{"color": "white", "line": "It was so, and there were in them white men, nearly all of whom had their wounds to show, and cowering women and children.\n", "word": "white", "modifies": "men"}
{"color": "red", "line": "The stars were gone, and a pale, cold light, more desolate than the dark, streamed from the east across which ran, like a faded blood stain, a smear of faint red.\n", "word": "red", "modifies": "smear"}
{"color": "white", "line": "The stars were gone, and a pale, cold light, more desolate than the dark, streamed from the east across which ran, like a faded blood stain, a smear of faint red.\n", "word": "pale", "modifies": "light"}
{"color": "white", "line": "Why I was at some pains to fasten the boat to a sycamore that dipped a pallid arm into the stream I do not know.\n", "word": "pallid", "modifies": "arm"}
{"color": "blue", "line": "Wild flowers were blooming, and here and there unfolding leaves made a delicate fretwork against a deep blue sky.\n", "word": "blue", "modifies": "sky"}
{"color": "white", "line": "Beside a newly felled tree, in a glade starred with small white flowers, I came upon the bodies of a man and a boy, so hacked, so hewn, so robbed of all comeliness, that at the sight the heart stood still and the brain grew sick.\n", "word": "white", "modifies": "flower"}
{"color": "green", "line": "A white butterfly the first of the year fluttered before me; then rose through a mist of green and passed from my sight.\n", "word": "green", "modifies": "mist"}
{"color": "white", "line": "A white butterfly the first of the year fluttered before me; then rose through a mist of green and passed from my sight.\n", "word": "white", "modifies": "butterfly"}
{"color": "pink", "line": "A white butterfly the first of the year fluttered before me; then rose through a mist of green and passed from my sight.\n", "word": "rose", "modifies": "mist"}
{"color": "blue", "line": "The sun climbed higher into the deep blue sky.\n", "word": "blue", "modifies": "sky"}
{"color": "red", "line": "The slight green of uncurling leaves, the airy scarlet of the maples, the bare branches of the tardier trees, opposed no barrier to the sunlight.\n", "word": "scarlet", "modifies": "green"}
{"color": "green", "line": "The slight green of uncurling leaves, the airy scarlet of the maples, the bare branches of the tardier trees, opposed no barrier to the sunlight.\n", "word": "green", "modifies": "leaf"}
{"color": "green", "line": "It streamed into the world below the treetops, and lay warm upon the dead leaves and the green moss and the fragile wild flowers.\n", "word": "green", "modifies": "moss"}
{"color": "brown", "line": "I turned sharply, and saw an Indian walking with me, step for step, but with a space between us of earth and brown tree trunks and drooping branches.\n", "word": "brown", "modifies": "trunk"}
{"color": "brown", "line": "At the first glimpse of the bronze figure I had touched my sword, but when I saw who it was I let my hand fall.\n", "word": "bronze", "modifies": "figure"}
{"color": "green", "line": "Above were no longer brown branch and blue sky, but a deep and sombre green, thick woven, keeping out the sunlight like a pall.\n", "word": "green", "modifies": "branch"}
{"color": "blue", "line": "Above were no longer brown branch and blue sky, but a deep and sombre green, thick woven, keeping out the sunlight like a pall.\n", "word": "blue", "modifies": "sky"}
{"color": "brown", "line": "Above were no longer brown branch and blue sky, but a deep and sombre green, thick woven, keeping out the sunlight like a pall.\n", "word": "brown", "modifies": "branch"}
{"color": "white", "line": "But there was a place that was shunned by the Indian as by the white man: we could bide there until the morrow, when we might find the woods clear.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "The wood that had been so gloomy was a place of sunlight and song; had red roses sprung up around me I had felt no wonder.\n", "word": "red", "modifies": "rose"}
{"color": "blue", "line": "I bent my head, and kissed her upon the brow, the blue veined eyelids, the perfect lips.\n", "word": "blue", "modifies": "eyelid"}
{"color": "blue", "line": "The blue sky laughed above, the late sunshine barred our path with gold.\n", "word": "blue", "modifies": "sky"}
{"color": "pink", "line": "The sunset was nigh at hand, and all the west was pink.\n", "word": "pink", "modifies": "west"}
{"color": "blue", "line": "Above the sky was blue, while in the south rose clouds that were like pillars, tall and golden.\n", "word": "blue", "modifies": "sky"}
{"color": "pink", "line": "Above the sky was blue, while in the south rose clouds that were like pillars, tall and golden.\n", "word": "rose", "modifies": "south"}
{"color": "pink", "line": "When at length the boat head turned to the west, we saw far up the stream the roofs of Jamestown, dark against the rosy sky.\n", "word": "rosy", "modifies": "sky"}
{"color": "white", "line": "With her pearly sails and the line of flame color beneath, she looked a dwindling cloud; a little while, and she would be claimed of the distance and the dusk.\n", "word": "pearly", "modifies": "sail"}
{"color": "gold", "line": "On her finger was her wedding ring, the ring that was only a link torn from the gold chain Prince Maurice had given me.\n", "word": "gold", "modifies": "chain"}
{"color": "white", "line": "The hue of the sunset lingered in cloud and water, and in the pale heavens above the rose and purple shone the evening star.\n", "word": "pale", "modifies": "heaven"}
{"color": "pink", "line": "The hue of the sunset lingered in cloud and water, and in the pale heavens above the rose and purple shone the evening star.\n", "word": "rose", "modifies": "heaven"}
{"color": "purple", "line": "The hue of the sunset lingered in cloud and water, and in the pale heavens above the rose and purple shone the evening star.\n", "word": "purple", "modifies": "rose"}
{"color": "silver", "line": "Broad between its blackening shores stretched the James, mirroring the bloom in the west, the silver star, the lights upon the Esperance that lay between us and the town.\n", "word": "silver", "modifies": "star"}
