{"color": "black", "line": "I felt that his little beady black eyes were examining me but I would not satisfy him by looking up from my plate.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "Tiresome old red nosed imbecile!\n", "word": "red", "modifies": "imbecile"}
{"color": "gray", "line": "In the dark of my room I imagined that I saw again the heavy grey face of the paralytic.\n", "word": "grey", "modifies": "face"}
{"color": "gray", "line": "But the grey face still followed me.\n", "word": "grey", "modifies": "face"}
{"color": "black", "line": "It was always I who emptied the packet into his black snuff box for his hands trembled too much to allow him to do this without spilling half the snuff about the floor.\n", "word": "black", "modifies": "box"}
{"color": "red", "line": "It may have been these constant showers of snuff which gave his ancient priestly garments their green faded look for the red handkerchief, blackened, as it always was, with the snuff stains of a week, with which he tried to brush away the fallen grains, was quite inefficacious.\n", "word": "red", "modifies": "handkerchief"}
{"color": "green", "line": "It may have been these constant showers of snuff which gave his ancient priestly garments their green faded look for the red handkerchief, blackened, as it always was, with the snuff stains of a week, with which he tried to brush away the fallen grains, was quite inefficacious.\n", "word": "green", "modifies": "look"}
{"color": "gold", "line": "It was after sunset; but the window panes of the houses that looked to the west reflected the tawny gold of a great bank of clouds.\n", "word": "gold", "modifies": "bank"}
{"color": "white", "line": "The room through the lace end of the blind was suffused with dusky golden light amid which the candles looked like pale thin flames.\n", "word": "pale", "modifies": "flame"}
{"color": "black", "line": "His face was very truculent, grey and massive, with black cavernous nostrils and circled by a scanty white fur.\n", "word": "black", "modifies": "nostril"}
{"color": "white", "line": "His face was very truculent, grey and massive, with black cavernous nostrils and circled by a scanty white fur.\n", "word": "white", "modifies": "fur"}
{"color": "green", "line": "All the branches of the tall trees which lined the mall were gay with little light green leaves and the sunlight slanted through them on to the water.\n", "word": "green", "modifies": "leaf"}
{"color": "gray", "line": "When I had been sitting there for five or ten minutes I saw Mahony’s grey suit approaching.\n", "word": "grey", "modifies": "suit"}
{"color": "silver", "line": "Swaddlers!”_ thinking that we were Protestants because Mahony, who was dark complexioned, wore the silver badge of a cricket club in his cap.\n", "word": "silver", "modifies": "badge"}
{"color": "white", "line": "We pleased ourselves with the spectacle of Dublin’s commerce—the barges signalled from far away by their curls of woolly smoke, the brown fishing fleet beyond Ringsend, the big white sailing vessel which was being discharged on the opposite quay.\n", "word": "white", "modifies": "vessel"}
{"color": "brown", "line": "We pleased ourselves with the spectacle of Dublin’s commerce—the barges signalled from far away by their curls of woolly smoke, the brown fishing fleet beyond Ringsend, the big white sailing vessel which was being discharged on the opposite quay.\n", "word": "brown", "modifies": "fleet"}
{"color": "green", "line": "I went to the stern and tried to decipher the legend upon it but, failing to do so, I came back and examined the foreign sailors to see had any of them green eyes for I had some confused notion....\n", "word": "green", "modifies": "eye"}
{"color": "blue", "line": "The sailors’ eyes were blue and grey and even black.\n", "word": "blue", "modifies": "eye"}
{"color": "green", "line": "I watched him lazily as I chewed one of those green stems on which girls tell fortunes.\n", "word": "green", "modifies": "stem"}
{"color": "black", "line": "He was shabbily dressed in a suit of greenish black and wore what we used to call a jerry hat with a high crown.\n", "word": "black", "modifies": "suit"}
{"color": "gray", "line": "He seemed to be fairly old for his moustache was ashen grey.\n", "word": "grey", "modifies": "moustache"}
{"color": "yellow", "line": "I saw that he had great gaps in his mouth between his yellow teeth.\n", "word": "yellow", "modifies": "teeth"}
{"color": "white", "line": "There was nothing he liked, he said, so much as looking at a nice young girl, at her nice white hands and her beautiful soft hair.\n", "word": "white", "modifies": "hand"}
{"color": "green", "line": "As I did so I met the gaze of a pair of bottle green eyes peering at me from under a twitching forehead.\n", "word": "green", "modifies": "eye"}
{"color": "brown", "line": "The other houses of the street, conscious of decent lives within them, gazed at one another with brown imperturbable faces.\n", "word": "brown", "modifies": "face"}
{"color": "yellow", "line": "I liked the last best because its leaves were yellow.\n", "word": "yellow", "modifies": "leaf"}
{"color": "brown", "line": "I kept her brown figure always in my eye and, when we came near the point at which our ways diverged, I quickened my pace and passed her.\n", "word": "brown", "modifies": "figure"}
{"color": "silver", "line": "While she spoke she turned a silver bracelet round and round her wrist.\n", "word": "silver", "modifies": "bracelet"}
{"color": "white", "line": "The light from the lamp opposite our door caught the white curve of her neck, lit up her hair that rested there and, falling, lit up the hand upon the railing.\n", "word": "white", "modifies": "curve"}
{"color": "white", "line": "It fell over one side of her dress and caught the white border of a petticoat, just visible as she stood at ease.\n", "word": "white", "modifies": "border"}
{"color": "brown", "line": "I may have stood there for an hour, seeing nothing but the brown clad figure cast by my imagination, touched discreetly by the lamplight at the curved neck, at the hand upon the railings and at the border below the dress.\n", "word": "brown", "modifies": "figure"}
{"color": "red", "line": "The man out of the last house passed on his way home; she heard his footsteps clacking along the concrete pavement and afterwards crunching on the cinder path before the new red houses.\n", "word": "red", "modifies": "house"}
{"color": "brown", "line": "Then a man from Belfast bought the field and built houses in it—not like their little brown houses but bright brick houses with shining roofs.\n", "word": "brown", "modifies": "house"}
{"color": "black", "line": "Then she had to rush out as quickly as she could and do her marketing, holding her black leather purse tightly in her hand as she elbowed her way through the crowds and returning home late under her load of provisions.\n", "word": "black", "modifies": "purse"}
{"color": "brown", "line": "He was standing at the gate, his peaked cap pushed back on his head and his hair tumbled forward over a face of bronze.\n", "word": "bronze", "modifies": "face"}
{"color": "white", "line": "The white of two letters in her lap grew indistinct.\n", "word": "white", "modifies": "letter"}
{"color": "brown", "line": "The station was full of soldiers with brown baggages.\n", "word": "brown", "modifies": "baggage"}
{"color": "black", "line": "Through the wide doors of the sheds she caught a glimpse of the black mass of the boat, lying in beside the quay wall, with illumined portholes.\n", "word": "black", "modifies": "mass"}
{"color": "white", "line": "She felt her cheek pale and cold and, out of a maze of distress, she prayed to God to direct her, to show her what was her duty.\n", "word": "pale", "modifies": "cheek"}
{"color": "white", "line": "She set her white face to him, passive, like a helpless animal.\n", "word": "white", "modifies": "face"}
{"color": "blue", "line": "Their sympathy, however, was for the blue cars—the cars of their friends, the French.\n", "word": "blue", "modifies": "car"}
{"color": "blue", "line": "Each blue car, therefore, received a double measure of welcome as it topped the crest of the hill and each cheer of welcome was acknowledged with smiles and nods by those in the car.\n", "word": "blue", "modifies": "car"}
{"color": "brown", "line": "He was about twenty six years of age, with a soft, light brown moustache and rather innocent looking grey eyes.\n", "word": "brown", "modifies": "moustache"}
{"color": "gray", "line": "He was about twenty six years of age, with a soft, light brown moustache and rather innocent looking grey eyes.\n", "word": "grey", "modifies": "eye"}
{"color": "white", "line": "At the control Ségouin had presented him to one of the French competitors and, in answer to his confused murmur of compliment, the swarthy face of the driver had disclosed a line of shining white teeth.\n", "word": "white", "modifies": "teeth"}
{"color": "blue", "line": "The journey laid a magical finger on the genuine pulse of life and gallantly the machinery of human nerves strove to answer the bounding courses of the swift blue animal.\n", "word": "blue", "modifies": "animal"}
{"color": "white", "line": "They walked northward with a curious feeling of disappointment in the exercise, while the city hung its pale globes of light above them in a haze of summer evening.\n", "word": "pale", "modifies": "globe"}
{"color": "green", "line": "The five young men strolled along Stephen’s Green in a faint cloud of aromatic smoke.\n", "word": "green", "modifies": "stephen"}
{"color": "pink", "line": "The men rose to their feet to play the last tricks, talking and gesticulating.\n", "word": "rose", "modifies": "men"}
{"color": "gray", "line": "The cabin door opened and he saw the Hungarian standing in a shaft of grey light: “Daybreak, gentlemen!” TWO GALLANTS The grey warm evening of August had descended upon the city and a mild warm air, a memory of summer, circulated in the streets.\n", "word": "grey", "modifies": "light"}
{"color": "gray", "line": "Like illumined pearls the lamps shone from the summits of their tall poles upon the living texture below which, changing shape and hue unceasingly, sent up into the warm grey evening air an unchanging unceasing murmur.\n", "word": "grey", "modifies": "air"}
{"color": "black", "line": "Little jets of wheezing laughter followed one another out of his convulsed body.\n", "word": "jet", "modifies": "laughter"}
{"color": "white", "line": "His breeches, his white rubber shoes and his jauntily slung waterproof expressed youth.\n", "word": "white", "modifies": "shoe"}
{"color": "gray", "line": "He watched earnestly the passing of the grey web of twilight across its face.\n", "word": "grey", "modifies": "web"}
{"color": "white", "line": "He too gazed at the pale disc of the moon, now nearly veiled, and seemed to meditate.\n", "word": "pale", "modifies": "disc"}
{"color": "green", "line": "When they reached Stephen’s Green they crossed the road.\n", "word": "green", "modifies": "stephen"}
{"color": "white", "line": "She wore a blue dress and a white sailor hat.\n", "word": "white", "modifies": "hat"}
{"color": "blue", "line": "She wore a blue dress and a white sailor hat.\n", "word": "blue", "modifies": "dress"}
{"color": "black", "line": "Her blue serge skirt was held at the waist by a belt of black leather.\n", "word": "black", "modifies": "leather"}
{"color": "blue", "line": "Her blue serge skirt was held at the waist by a belt of black leather.\n", "word": "blue", "modifies": "skirt"}
{"color": "white", "line": "The great silver buckle of her belt seemed to depress the centre of her body, catching the light stuff of her white blouse like a clip.\n", "word": "white", "modifies": "blouse"}
{"color": "silver", "line": "The great silver buckle of her belt seemed to depress the centre of her body, catching the light stuff of her white blouse like a clip.\n", "word": "silver", "modifies": "buckle"}
{"color": "black", "line": "She wore a short black jacket with mother of pearl buttons and a ragged black boa.\n", "word": "black", "modifies": "jacket"}
{"color": "red", "line": "The ends of her tulle collarette had been carefully disordered and a big bunch of red flowers was pinned in her bosom, stems upwards.\n", "word": "red", "modifies": "flower"}
{"color": "red", "line": "Frank rude health glowed in her face, on her fat red cheeks and in her unabashed blue eyes.\n", "word": "red", "modifies": "cheek"}
{"color": "blue", "line": "Frank rude health glowed in her face, on her fat red cheeks and in her unabashed blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "After waiting for a little time he saw them coming towards him and, when they turned to the right, he followed them, stepping lightly in his white shoes, down one side of Merrion Square.\n", "word": "white", "modifies": "shoe"}
{"color": "green", "line": "He walked listlessly round Stephen’s Green and then down Grafton Street.\n", "word": "green", "modifies": "stephen"}
{"color": "white", "line": "He paused at last before the window of a poor looking shop over which the words _Refreshment Bar_ were printed in white letters.\n", "word": "white", "modifies": "letter"}
{"color": "blue", "line": "A cut ham was exposed on a great blue dish while near it on a plate lay a segment of very light plum pudding.\n", "word": "blue", "modifies": "dish"}
{"color": "purple", "line": "A cut ham was exposed on a great blue dish while near it on a plate lay a segment of very light plum pudding.\n", "word": "plum", "modifies": "pudding"}
{"color": "green", "line": "He set off briskly along the northern side of the Green hurrying for fear Corley should return too soon.\n", "word": "green", "modifies": "hurrying"}
{"color": "green", "line": "The door closed on her and Corley began to walk swiftly towards Stephen’s Green.\n", "word": "green", "modifies": "stephen"}
{"color": "gold", "line": "A small gold coin shone in the palm.\n", "word": "gold", "modifies": "coin"}
{"color": "white", "line": "He was a shabby stooped little drunkard with a white face and a white moustache and white eyebrows, pencilled above his little eyes, which were pink veined and raw; and all day long he sat in the bailiff’s room, waiting to be put on a job.\n", "word": "white", "modifies": "face"}
{"color": "green", "line": "Her eyes, which were grey with a shade of green through them, had a habit of glancing upwards when she spoke with anyone, which made her look like a little perverse madonna.\n", "word": "green", "modifies": "shade"}
{"color": "gray", "line": "Her eyes, which were grey with a shade of green through them, had a habit of glancing upwards when she spoke with anyone, which made her look like a little perverse madonna.\n", "word": "grey", "modifies": "eye"}
{"color": "yellow", "line": "Breakfast was over in the boarding house and the table of the breakfast room was covered with plates on which lay yellow streaks of eggs with morsels of bacon fat and bacon rind.\n", "word": "yellow", "modifies": "streak"}
{"color": "white", "line": "Her white instep shone in the opening of her furry slippers and the blood glowed warmly behind her perfumed skin.\n", "word": "white", "modifies": "instep"}
{"color": "white", "line": "Her hopes and visions were so intricate that she no longer saw the white pillows on which her gaze was fixed or remembered that she was waiting for anything.\n", "word": "white", "modifies": "pillow"}
{"color": "white", "line": "His hands were white and small, his frame was fragile, his voice was quiet and his manners were refined.\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "The half moons of his nails were perfect and when he smiled you caught a glimpse of a row of childish white teeth.\n", "word": "white", "modifies": "teeth"}
{"color": "red", "line": "He looked about him, but his sight was confused by the shining of many red and green wine glasses.\n", "word": "red", "modifies": "glass"}
{"color": "gray", "line": "A little grey and thin on the top—what?” Ignatius Gallaher took off his hat and displayed a large closely cropped head.\n", "word": "grey", "modifies": "top"}
{"color": "pink", "line": "A trifle made him blush at any time: and now he felt warm and excited.\n", "word": "blush", "modifies": "time"}
{"color": "blue", "line": "Ignatius Gallaher turned his orange tie and slate blue eyes full upon his friend.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "She wore the pale blue summer blouse which he had brought her home as a present one Saturday.\n", "word": "pale", "modifies": "blouse"}
{"color": "blue", "line": "She wore the pale blue summer blouse which he had brought her home as a present one Saturday.\n", "word": "blue", "modifies": "blouse"}
{"color": "gold", "line": "Simultaneously Mr Alleyne, a little man wearing gold rimmed glasses on a clean shaven face, shot his head up over a pile of documents.\n", "word": "gold", "modifies": "glass"}
{"color": "pink", "line": "The head itself was so pink and hairless it seemed like a large egg reposing on the papers.\n", "word": "pink", "modifies": "head"}
{"color": "black", "line": "She was sitting beside his desk now in an aroma of perfumes, smoothing the handle of her umbrella and nodding the great black feather in her hat.\n", "word": "black", "modifies": "feather"}
{"color": "pink", "line": "Mr Alleyne flushed to the hue of a wild rose and his mouth twitched with a dwarf’s passion.\n", "word": "rose", "modifies": "hue"}
{"color": "blue", "line": "An immense scarf of peacock blue muslin was wound round her hat and knotted in a great bow under her chin; and she wore bright yellow gloves, reaching to the elbow.\n", "word": "blue", "modifies": "muslin"}
{"color": "yellow", "line": "An immense scarf of peacock blue muslin was wound round her hat and knotted in a great bow under her chin; and she wore bright yellow gloves, reaching to the elbow.\n", "word": "yellow", "modifies": "glove"}
{"color": "brown", "line": "Farrington gazed admiringly at the plump arm which she moved very often and with much grace; and when, after a little time, she answered his gaze he admired still more her large dark brown eyes.\n", "word": "brown", "modifies": "eye"}
{"color": "red", "line": "The curate, who was standing beside the table, nodded his red head towards the victor and said with stupid familiarity: “Ah!\n", "word": "red", "modifies": "head"}
{"color": "brown", "line": "The kitchen was spick and span: the cook said you could see yourself in the big copper boilers.\n", "word": "copper", "modifies": "boiler"}
{"color": "silver", "line": "She took out her purse with the silver clasps and read again the words _A Present from Belfast_.\n", "word": "silver", "modifies": "clasp"}
{"color": "brown", "line": "In the purse were two half crowns and some coppers.\n", "word": "copper", "modifies": "crown"}
{"color": "red", "line": "In a few minutes the women began to come in by twos and threes, wiping their steaming hands in their petticoats and pulling down the sleeves of their blouses over their red steaming arms.\n", "word": "red", "modifies": "arm"}
{"color": "green", "line": "Lizzie Fleming said Maria was sure to get the ring and, though Fleming had said that for so many Hallow Eves, Maria had to laugh and say she didn’t want any ring or man either; and when she laughed her grey green eyes sparkled with disappointed shyness and the tip of her nose nearly met the tip of her chin.\n", "word": "green", "modifies": "eye"}
{"color": "gray", "line": "Lizzie Fleming said Maria was sure to get the ring and, though Fleming had said that for so many Hallow Eves, Maria had to laugh and say she didn’t want any ring or man either; and when she laughed her grey green eyes sparkled with disappointed shyness and the tip of her nose nearly met the tip of her chin.\n", "word": "grey", "modifies": "eye"}
{"color": "brown", "line": "When she got outside the streets were shining with rain and she was glad of her old brown waterproof.\n", "word": "brown", "modifies": "waterproof"}
{"color": "pink", "line": "That made Maria blush and smile at the young lady; but the young lady took it all very seriously and finally cut a thick slice of plumcake, parcelled it up and said: “Two and four, please.” She thought she would have to stand in the Drumcondra tram because none of the young men seemed to notice her but an elderly gentleman made room for her.\n", "word": "blush", "modifies": "lady"}
{"color": "red", "line": "He was a stout gentleman and he wore a brown hard hat; he had a square red face and a greyish moustache.\n", "word": "red", "modifies": "face"}
{"color": "brown", "line": "He was a stout gentleman and he wore a brown hard hat; he had a square red face and a greyish moustache.\n", "word": "brown", "modifies": "hat"}
{"color": "black", "line": "He had himself bought every article of furniture in the room: a black iron bedstead, an iron washstand, four cane chairs, a clothes rack, a coal scuttle, a fender and irons and a square table on which lay a double desk.\n", "word": "black", "modifies": "bedstead"}
{"color": "white", "line": "A bookcase had been made in an alcove by means of shelves of white wood.\n", "word": "white", "modifies": "wood"}
{"color": "black", "line": "The bed was clothed with white bedclothes and a black and scarlet rug covered the foot.\n", "word": "black", "modifies": "rug"}
{"color": "white", "line": "The bed was clothed with white bedclothes and a black and scarlet rug covered the foot.\n", "word": "white", "modifies": "bedclothes"}
{"color": "white", "line": "A little hand mirror hung above the washstand and during the day a white shaded lamp stood as the sole ornament of the mantelpiece.\n", "word": "white", "modifies": "lamp"}
{"color": "white", "line": "The books on the white wooden shelves were arranged from below upwards according to bulk.\n", "word": "white", "modifies": "shelf"}
{"color": "purple", "line": "In the desk lay a manuscript translation of Hauptmann’s _Michael Kramer_, the stage directions of which were written in purple ink, and a little sheaf of papers held together by a brass pin.\n", "word": "purple", "modifies": "ink"}
{"color": "brown", "line": "His face, which carried the entire tale of his years, was of the brown tint of Dublin streets.\n", "word": "brown", "modifies": "tint"}
{"color": "black", "line": "On his long and rather large head grew dry black hair and a tawny moustache did not quite cover an unamiable mouth.\n", "word": "black", "modifies": "hair"}
{"color": "brown", "line": "He never gave alms to beggars and walked firmly, carrying a stout hazel.\n", "word": "hazel", "modifies": "stout"}
{"color": "blue", "line": "The eyes were very dark blue and steady.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "The cabbage began to deposit a cold white grease on his plate.\n", "word": "white", "modifies": "grease"}
{"color": "brown", "line": "He walked along quickly through the November twilight, his stout hazel stick striking the ground regularly, the fringe of the buff _Mail_ peeping out of a side pocket of his tight reefer overcoat.\n", "word": "hazel", "modifies": "stick"}
{"color": "gray", "line": "He turned his eyes to the grey gleaming river, winding along towards Dublin.\n", "word": "grey", "modifies": "river"}
{"color": "blue", "line": "The moist blue eyes blinked at the fire and the moist mouth fell open at times, munching once or twice mechanically when it closed.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "He was a tall, slender young man with a light brown moustache.\n", "word": "brown", "modifies": "moustache"}
{"color": "black", "line": "His black clothes were tightly buttoned on his short body and it was impossible to say whether he wore a clergyman’s collar or a layman’s, because the collar of his shabby frock coat, the uncovered buttons of which reflected the candlelight, was turned up about his neck.\n", "word": "black", "modifies": "clothes"}
{"color": "black", "line": "He wore a round hat of hard black felt.\n", "word": "black", "modifies": "hat"}
{"color": "yellow", "line": "His face, shining with raindrops, had the appearance of damp yellow cheese save where two rosy spots indicated the cheekbones.\n", "word": "yellow", "modifies": "cheese"}
{"color": "pink", "line": "His face, shining with raindrops, had the appearance of damp yellow cheese save where two rosy spots indicated the cheekbones.\n", "word": "rosy", "modifies": "spot"}
{"color": "blue", "line": "He opened his very long mouth suddenly to express disappointment and at the same time opened wide his very bright blue eyes to express pleasure and surprise.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "I think he’s what you call a black sheep.\n", "word": "black", "modifies": "sheep"}
{"color": "blue", "line": "One of them was a very fat man whose blue serge clothes seemed to be in danger of falling from his sloping figure.\n", "word": "blue", "modifies": "clothes"}
{"color": "blue", "line": "He had a big face which resembled a young ox’s face in expression, staring blue eyes and a grizzled moustache.\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "Here’s this chap come to the throne after his old mother keeping him out of it till the man was grey.\n", "word": "grey", "modifies": "man"}
{"color": "white", "line": "As she was naturally pale and unbending in manner she made few friends at school.\n", "word": "pale", "modifies": "manner"}
{"color": "white", "line": "When she came to the age of marriage she was sent out to many houses where her playing and ivory manners were much admired.\n", "word": "ivory", "modifies": "manner"}
{"color": "brown", "line": "His conversation, which was serious, took place at intervals in his great brown beard.\n", "word": "brown", "modifies": "beard"}
{"color": "silver", "line": "She brought him into the drawing room, made him sit down and brought out the decanter and the silver biscuit barrel.\n", "word": "silver", "modifies": "barrel"}
{"color": "brown", "line": "Mrs Kearney bought some lovely blush pink charmeuse in Brown Thomas’s to let into the front of Kathleen’s dress.\n", "word": "brown", "modifies": "charmeuse"}
{"color": "pink", "line": "Mrs Kearney bought some lovely blush pink charmeuse in Brown Thomas’s to let into the front of Kathleen’s dress.\n", "word": "pink", "modifies": "charmeuse"}
{"color": "blue", "line": "A few young men, wearing bright blue badges in their coats, stood idle in the vestibule; none of them wore evening dress.\n", "word": "blue", "modifies": "badge"}
{"color": "white", "line": "He was a little man, with a white vacant face.\n", "word": "white", "modifies": "face"}
{"color": "brown", "line": "She noticed that he wore his soft brown hat carelessly on the side of his head and that his accent was flat.\n", "word": "brown", "modifies": "hat"}
{"color": "black", "line": "The bass, Mr Duggan, was a slender young man with a scattered black moustache.\n", "word": "black", "modifies": "moustache"}
{"color": "brown", "line": "On his fourth trial he had been awarded a bronze medal.\n", "word": "bronze", "modifies": "medal"}
{"color": "white", "line": "An unknown solitary woman with a pale face walked through the room.\n", "word": "pale", "modifies": "face"}
{"color": "blue", "line": "The women followed with keen eyes the faded blue dress which was stretched upon a meagre body.\n", "word": "blue", "modifies": "dress"}
{"color": "gray", "line": "He was a grey haired man, with a plausible voice and careful manners.\n", "word": "grey", "modifies": "man"}
{"color": "pink", "line": "He was pleasantly conscious that the bosom which he saw rise and fall slowly beneath him rose and fell at that moment for him, that the laughter and fragrance and wilful glances were his tribute.\n", "word": "rose", "modifies": "bosom"}
{"color": "gold", "line": "The first tenor bent his head and began to count the links of the gold chain which was extended across his waist, smiling and humming random notes to observe the effect on the frontal sinus.\n", "word": "gold", "modifies": "chain"}
{"color": "gray", "line": "The manager, alarmed by the grey pallor of the man’s face, sent for a policeman.\n", "word": "grey", "modifies": "pallor"}
{"color": "yellow", "line": "While the point was being debated a tall agile gentleman of fair complexion, wearing a long yellow ulster, came from the far end of the bar.\n", "word": "yellow", "modifies": "ulster"}
{"color": "black", "line": "On the mantelpiece of this little office a little leaden battalion of canisters was drawn up and on the table before the window stood four or five china bowls which were usually half full of a black liquid.\n", "word": "black", "modifies": "liquid"}
{"color": "silver", "line": "Not long before she had celebrated her silver wedding and renewed her intimacy with her husband by waltzing with him to Mr Power’s accompaniment.\n", "word": "silver", "modifies": "wedding"}
{"color": "purple", "line": "In her days of courtship Mr Kernan had seemed to her a not ungallant figure: and she still hurried to the chapel door whenever a wedding was reported and, seeing the bridal pair, recalled with vivid pleasure how she had passed out of the Star of the Sea Church in Sandymount, leaning on the arm of a jovial well fed man, who was dressed smartly in a frock coat and lavender trousers and carried a silk hat gracefully balanced upon his other arm.\n", "word": "lavender", "modifies": "trouser"}
{"color": "white", "line": "Mr Kernan came of Protestant stock and, though he had been converted to the Catholic faith at the time of his marriage, he had not been in the pale of the Church for twenty years.\n", "word": "pale", "modifies": "church"}
{"color": "red", "line": "Rather red face; tall.” “That’s the man.” “And tell me, Martin.... Is he a good preacher?” “Munno.... It’s not exactly a sermon, you know.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "come in!” A pale oval face came forward into the light.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "“In the sacred college, you know, of cardinals and archbishops and bishops there were two men who held out against it while the others were all for it.\n", "word": "cardinal", "modifies": "college"}
{"color": "red", "line": "“And they were a German cardinal by the name of Dolling ... or Dowling ... or——” “Dowling was no German, and that’s a sure five,” said Mr Power, laughing.\n", "word": "cardinal", "modifies": "name"}
{"color": "red", "line": "Then he resumed: “There they were at it, all the cardinals and bishops and archbishops from all the ends of the earth and these two fighting dog and devil until at last the Pope himself stood up and declared infallibility a dogma of the Church _ex cathedra_.\n", "word": "cardinal", "modifies": "bishop"}
{"color": "gray", "line": "“It was at the unveiling of Sir John Gray’s statue.\n", "word": "gray", "modifies": "sir"}
{"color": "gray", "line": "Edmund Dwyer Gray was speaking, blathering away, and here was this old fellow, crabbed looking old chap, looking at him from under his bushy eyebrows.” Mr Kernan knitted his brows and, lowering his head like an angry bull, glared at his wife.\n", "word": "gray", "modifies": "edmund"}
{"color": "green", "line": "The light of the lamps of the church fell upon an assembly of black clothes and white collars, relieved here and there by tweeds, on dark mottled pillars of green marble and on lugubrious canvases.\n", "word": "green", "modifies": "marble"}
{"color": "black", "line": "The light of the lamps of the church fell upon an assembly of black clothes and white collars, relieved here and there by tweeds, on dark mottled pillars of green marble and on lugubrious canvases.\n", "word": "black", "modifies": "clothes"}
{"color": "white", "line": "The light of the lamps of the church fell upon an assembly of black clothes and white collars, relieved here and there by tweeds, on dark mottled pillars of green marble and on lugubrious canvases.\n", "word": "white", "modifies": "collar"}
{"color": "red", "line": "They sat well back and gazed formally at the distant speck of red light which was suspended before the high altar.\n", "word": "red", "modifies": "light"}
{"color": "white", "line": "A powerful looking figure, the upper part of which was draped with a white surplice, was observed to be struggling up into the pulpit.\n", "word": "white", "modifies": "surplice"}
{"color": "red", "line": "The priest’s figure now stood upright in the pulpit, two thirds of its bulk, crowned by a massive red face, appearing above the balustrade.\n", "word": "red", "modifies": "face"}
{"color": "red", "line": "Father Purdon knelt down, turned towards the red speck of light and, covering his face with his hands, prayed.\n", "word": "red", "modifies": "speck"}
{"color": "pink", "line": "The congregation rose also and settled again on its benches.\n", "word": "rose", "modifies": "congregation"}
{"color": "gray", "line": "Julia, though she was quite grey, was still the leading soprano in Adam and Eve’s, and Kate, being too feeble to go about much, gave music lessons to beginners on the old square piano in the back room.\n", "word": "grey", "modifies": "soprano"}
{"color": "white", "line": "She was a slim, growing girl, pale in complexion and with hay coloured hair.\n", "word": "pale", "modifies": "girl"}
{"color": "red", "line": "The high colour of his cheeks pushed upwards even to his forehead where it scattered itself in a few formless patches of pale red; and on his hairless face there scintillated restlessly the polished lenses and the bright gilt rims of the glasses which screened his delicate and restless eyes.\n", "word": "red", "modifies": "patch"}
{"color": "white", "line": "The high colour of his cheeks pushed upwards even to his forehead where it scattered itself in a few formless patches of pale red; and on his hairless face there scintillated restlessly the polished lenses and the bright gilt rims of the glasses which screened his delicate and restless eyes.\n", "word": "pale", "modifies": "red"}
{"color": "black", "line": "His glossy black hair was parted in the middle and brushed in a long curve behind his ears where it curled slightly beneath the groove left by his hat.\n", "word": "black", "modifies": "hair"}
{"color": "gray", "line": "Her hair, drawn low over the tops of her ears, was grey; and grey also, with darker shadows, was her large flaccid face.\n", "word": "grey", "modifies": "hair"}
{"color": "red", "line": "Her face, healthier than her sister’s, was all puckers and creases, like a shrivelled red apple, and her hair, braided in the same old fashioned way, had not lost its ripe nut colour.\n", "word": "red", "modifies": "apple"}
{"color": "green", "line": "“He’s really an awful bother, what with green shades for Tom’s eyes at night and making him do the dumb bells, and forcing Eva to eat the stirabout.\n", "word": "green", "modifies": "shade"}
{"color": "red", "line": "A picture of the balcony scene in _Romeo and Juliet_ hung there and beside it was a picture of the two murdered princes in the Tower which Aunt Julia had worked in red, blue and brown wools when she was a girl.\n", "word": "red", "modifies": "wool"}
{"color": "brown", "line": "His mother had worked for him as a birthday present a waistcoat of purple tabinet, with little foxes’ heads upon it, lined with brown satin and having round mulberry buttons.\n", "word": "brown", "modifies": "satin"}
{"color": "purple", "line": "His mother had worked for him as a birthday present a waistcoat of purple tabinet, with little foxes’ heads upon it, lined with brown satin and having round mulberry buttons.\n", "word": "purple", "modifies": "tabinet"}
{"color": "brown", "line": "She was a frank mannered talkative young lady, with a freckled face and prominent brown eyes.\n", "word": "brown", "modifies": "eye"}
{"color": "white", "line": "She was a stout feeble old woman with white hair.\n", "word": "white", "modifies": "hair"}
{"color": "red", "line": "Between these rival ends ran parallel lines of side dishes: two little minsters of jelly, red and yellow; a shallow dish full of blocks of blancmange and red jam, a large green leaf shaped dish with a stalk shaped handle, on which lay bunches of purple raisins and peeled almonds, a companion dish on which lay a solid rectangle of Smyrna figs, a dish of custard topped with grated nutmeg, a small bowl full of chocolates and sweets wrapped in gold and silver papers and a glass vase in which stood some tall celery stalks.\n", "word": "red", "modifies": "jelly"}
{"color": "green", "line": "Between these rival ends ran parallel lines of side dishes: two little minsters of jelly, red and yellow; a shallow dish full of blocks of blancmange and red jam, a large green leaf shaped dish with a stalk shaped handle, on which lay bunches of purple raisins and peeled almonds, a companion dish on which lay a solid rectangle of Smyrna figs, a dish of custard topped with grated nutmeg, a small bowl full of chocolates and sweets wrapped in gold and silver papers and a glass vase in which stood some tall celery stalks.\n", "word": "green", "modifies": "dish"}
{"color": "gold", "line": "Between these rival ends ran parallel lines of side dishes: two little minsters of jelly, red and yellow; a shallow dish full of blocks of blancmange and red jam, a large green leaf shaped dish with a stalk shaped handle, on which lay bunches of purple raisins and peeled almonds, a companion dish on which lay a solid rectangle of Smyrna figs, a dish of custard topped with grated nutmeg, a small bowl full of chocolates and sweets wrapped in gold and silver papers and a glass vase in which stood some tall celery stalks.\n", "word": "gold", "modifies": "silver"}
{"color": "silver", "line": "Between these rival ends ran parallel lines of side dishes: two little minsters of jelly, red and yellow; a shallow dish full of blocks of blancmange and red jam, a large green leaf shaped dish with a stalk shaped handle, on which lay bunches of purple raisins and peeled almonds, a companion dish on which lay a solid rectangle of Smyrna figs, a dish of custard topped with grated nutmeg, a small bowl full of chocolates and sweets wrapped in gold and silver papers and a glass vase in which stood some tall celery stalks.\n", "word": "silver", "modifies": "gold"}
{"color": "purple", "line": "Between these rival ends ran parallel lines of side dishes: two little minsters of jelly, red and yellow; a shallow dish full of blocks of blancmange and red jam, a large green leaf shaped dish with a stalk shaped handle, on which lay bunches of purple raisins and peeled almonds, a companion dish on which lay a solid rectangle of Smyrna figs, a dish of custard topped with grated nutmeg, a small bowl full of chocolates and sweets wrapped in gold and silver papers and a glass vase in which stood some tall celery stalks.\n", "word": "purple", "modifies": "raisin"}
{"color": "green", "line": "On the closed square piano a pudding in a huge yellow dish lay in waiting and behind it were three squads of bottles of stout and ale and minerals, drawn up according to the colours of their uniforms, the first two black, with brown and red labels, the third and smallest squad white, with transverse green sashes.\n", "word": "green", "modifies": "sash"}
{"color": "black", "line": "On the closed square piano a pudding in a huge yellow dish lay in waiting and behind it were three squads of bottles of stout and ale and minerals, drawn up according to the colours of their uniforms, the first two black, with brown and red labels, the third and smallest squad white, with transverse green sashes.\n", "word": "black", "modifies": "uniform"}
{"color": "white", "line": "On the closed square piano a pudding in a huge yellow dish lay in waiting and behind it were three squads of bottles of stout and ale and minerals, drawn up according to the colours of their uniforms, the first two black, with brown and red labels, the third and smallest squad white, with transverse green sashes.\n", "word": "white", "modifies": "squad"}
{"color": "brown", "line": "On the closed square piano a pudding in a huge yellow dish lay in waiting and behind it were three squads of bottles of stout and ale and minerals, drawn up according to the colours of their uniforms, the first two black, with brown and red labels, the third and smallest squad white, with transverse green sashes.\n", "word": "brown", "modifies": "label"}
{"color": "yellow", "line": "On the closed square piano a pudding in a huge yellow dish lay in waiting and behind it were three squads of bottles of stout and ale and minerals, drawn up according to the colours of their uniforms, the first two black, with brown and red labels, the third and smallest squad white, with transverse green sashes.\n", "word": "yellow", "modifies": "dish"}
{"color": "white", "line": "The Wellington Monument wore a gleaming cap of snow that flashed westward over the white field of Fifteen Acres.\n", "word": "white", "modifies": "field"}
{"color": "green", "line": "He was dressed in a long green overcoat with mock astrakhan cuffs and collar and wore on his head an oval fur cap.\n", "word": "green", "modifies": "overcoat"}
{"color": "pink", "line": "He could not see her face but he could see the terracotta and salmon pink panels of her skirt which the shadow made appear black and white.\n", "word": "pink", "modifies": "salmon"}
{"color": "brown", "line": "Her blue felt hat would show off the bronze of her hair against the darkness and the dark panels of her skirt would show off the light ones.\n", "word": "bronze", "modifies": "hair"}
{"color": "brown", "line": "She was standing right under the dusty fanlight and the flame of the gas lit up the rich bronze of her hair, which he had seen her drying at the fire a few days before.\n", "word": "bronze", "modifies": "hair"}
{"color": "yellow", "line": "A dull yellow light brooded over the houses and the river; and the sky seemed to be descending.\n", "word": "yellow", "modifies": "light"}
{"color": "brown", "line": "She was walking on before him with Mr Bartell D’Arcy, her shoes in a brown parcel tucked under one arm and her hands holding her skirt up from the slush.\n", "word": "brown", "modifies": "parcel"}
{"color": "white", "line": "As the cab drove across O’Connell Bridge Miss O’Callaghan said: “They say you never cross O’Connell Bridge without seeing a white horse.” “I see a white man this time,” said Gabriel.\n", "word": "white", "modifies": "horse"}
{"color": "gray", "line": "His own identity was fading out into a grey impalpable world: the solid world itself which these dead had one time reared and lived in was dissolving and dwindling.\n", "word": "grey", "modifies": "world"}
{"color": "silver", "line": "He watched sleepily the flakes, silver and dark, falling obliquely against the lamplight.\n", "word": "silver", "modifies": "flake"}
