{"color": "gray", "line": "He was a very tall, thin man, with a long nose like a beak, which jutted out between two keen, grey eyes, set closely together and sparkling brightly from behind a pair of gold rimmed glasses.\n", "word": "grey", "modifies": "eye"}
{"color": "black", "line": "‘But I have seen more than that,’ said he, ‘for Hugo Baskerville passed me upon his black mare, and there ran mute behind him such a hound of hell as God forbid should ever be at my heels.’ So the drunken squires cursed the shepherd and rode onward.\n", "word": "black", "modifies": "mare"}
{"color": "black", "line": "But soon their skins turned cold, for there came a galloping across the moor, and the black mare, dabbled with white froth, went past with trailing bridle and empty saddle.\n", "word": "black", "modifies": "mare"}
{"color": "white", "line": "But soon their skins turned cold, for there came a galloping across the moor, and the black mare, dabbled with white froth, went past with trailing bridle and empty saddle.\n", "word": "white", "modifies": "froth"}
{"color": "black", "line": "But it was not the sight of her body, nor yet was it that of the body of Hugo Baskerville lying near her, which raised the hair upon the heads of these three dare devil roysterers, but it was that, standing over Hugo, and plucking at his throat, there stood a foul thing, a great, black beast, shaped like a hound, yet larger than any hound that ever mortal eye has rested upon.\n", "word": "black", "modifies": "beast"}
{"color": "black", "line": "I whisked round and had just time to catch a glimpse of something which I took to be a large black calf passing at the head of the drive.\n", "word": "black", "modifies": "calf"}
{"color": "black", "line": "The third, Rodger, was the black sheep of the family.\n", "word": "black", "modifies": "sheep"}
{"color": "yellow", "line": "He made England too hot to hold him, fled to Central America, and died there in 1876 of yellow fever.\n", "word": "yellow", "modifies": "fever"}
{"color": "black", "line": "Through the haze I had a vague vision of Holmes in his dressing gown coiled up in an armchair with his black clay pipe between his lips.\n", "word": "black", "modifies": "pipe"}
{"color": "black", "line": "The latter was a small, alert, dark eyed man about thirty years of age, very sturdily built, with thick black eyebrows and a strong, pugnacious face.\n", "word": "black", "modifies": "eyebrow"}
{"color": "brown", "line": "Among other things I bought these brown boots—gave six dollars for them—and had one stolen before ever I had them on my feet.” “It seems a singularly useless thing to steal,” said Sherlock Holmes.\n", "word": "brown", "modifies": "boot"}
{"color": "white", "line": "“There now!” said Holmes bitterly as he emerged panting and white with vexation from the tide of vehicles.\n", "word": "white", "modifies": "panting"}
{"color": "black", "line": "And now it’s an old black one.” “What!\n", "word": "black", "modifies": "one"}
{"color": "black", "line": "I only had three pairs in the world—the new brown, the old black, and the patent leathers, which I am wearing.\n", "word": "black", "modifies": "brown"}
{"color": "brown", "line": "I only had three pairs in the world—the new brown, the old black, and the patent leathers, which I am wearing.\n", "word": "brown", "modifies": "pair"}
{"color": "brown", "line": "Last night they took one of my brown ones, and today they have sneaked one of the black.\n", "word": "brown", "modifies": "one"}
{"color": "black", "line": "Have you among your neighbours or acquaintances on Dartmoor any man with a black, full beard?” “No—or, let me see—why, yes.\n", "word": "black", "modifies": "beard"}
{"color": "black", "line": "Barrymore, Sir Charles’s butler, is a man with a full, black beard.” “Ha!\n", "word": "black", "modifies": "beard"}
{"color": "black", "line": "Setting aside the whole grim story of Sir Charles’s death, we had a line of inexplicable incidents all within the limits of two days, which included the receipt of the printed letter, the black bearded spy in the hansom, the loss of the new brown boot, the loss of the old black boot, and now the return of the new brown boot.\n", "word": "black", "modifies": "spy"}
{"color": "brown", "line": "Setting aside the whole grim story of Sir Charles’s death, we had a line of inexplicable incidents all within the limits of two days, which included the receipt of the printed letter, the black bearded spy in the hansom, the loss of the new brown boot, the loss of the old black boot, and now the return of the new brown boot.\n", "word": "brown", "modifies": "boot"}
{"color": "black", "line": "He was dressed like a toff, and he had a black beard, cut square at the end, and a pale face.\n", "word": "black", "modifies": "beard"}
{"color": "white", "line": "He was dressed like a toff, and he had a black beard, cut square at the end, and a pale face.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "In a very few hours the brown earth had become ruddy, the brick had changed to granite, and red cows grazed in well hedged fields where the lush grasses and more luxuriant vegetation spoke of a richer, if a damper, climate.\n", "word": "red", "modifies": "cow"}
{"color": "brown", "line": "In a very few hours the brown earth had become ruddy, the brick had changed to granite, and red cows grazed in well hedged fields where the lush grasses and more luxuriant vegetation spoke of a richer, if a damper, climate.\n", "word": "brown", "modifies": "earth"}
{"color": "green", "line": "Over the green squares of the fields and the low curve of a wood there rose in the distance a grey, melancholy hill, with a strange jagged summit, dim and vague in the distance, like some fantastic landscape in a dream.\n", "word": "green", "modifies": "square"}
{"color": "gray", "line": "Over the green squares of the fields and the low curve of a wood there rose in the distance a grey, melancholy hill, with a strange jagged summit, dim and vague in the distance, like some fantastic landscape in a dream.\n", "word": "grey", "modifies": "hill"}
{"color": "brown", "line": "There were pride, valour, and strength in his thick brows, his sensitive nostrils, and his large hazel eyes.\n", "word": "hazel", "modifies": "eye"}
{"color": "white", "line": "Outside, beyond the low, white fence, a wagonette with a pair of cobs was waiting.\n", "word": "white", "modifies": "fence"}
{"color": "white", "line": "The coachman, a hard faced, gnarled little fellow, saluted Sir Henry Baskerville, and in a few minutes we were flying swiftly down the broad, white road.\n", "word": "white", "modifies": "road"}
{"color": "green", "line": "Rolling pasture lands curved upward on either side of us, and old gabled houses peeped out from amid the thick green foliage, but behind the peaceful and sunlit countryside there rose ever, dark against the evening sky, the long, gloomy curve of the moor, broken by the jagged and sinister hills.\n", "word": "green", "modifies": "foliage"}
{"color": "gray", "line": "Still steadily rising, we passed over a narrow granite bridge and skirted a noisy stream which gushed swiftly down, foaming and roaring amid the grey boulders.\n", "word": "grey", "modifies": "boulder"}
{"color": "yellow", "line": "Yellow leaves carpeted the lanes and fluttered down upon us as we passed.\n", "word": "yellow", "modifies": "leaf"}
{"color": "red", "line": "We looked back on it now, the slanting rays of a low sun turning the streams to threads of gold and glowing on the red earth new turned by the plough and the broad tangle of the woodlands.\n", "word": "red", "modifies": "new"}
{"color": "green", "line": "The road in front of us grew bleaker and wilder over huge russet and olive slopes, sprinkled with giant boulders.\n", "word": "olive", "modifies": "slope"}
{"color": "black", "line": "The lodge was a ruin of black granite and bared ribs of rafters, but facing it was a new building, half constructed, the first fruit of Sir Charles’s South African gold.\n", "word": "black", "modifies": "granite"}
{"color": "black", "line": "To right and left of the turrets were more modern wings of black granite.\n", "word": "black", "modifies": "granite"}
{"color": "black", "line": "A dull light shone through heavy mullioned windows, and from the high chimneys which rose from the steep, high angled roof there sprang a single black column of smoke.\n", "word": "black", "modifies": "column"}
{"color": "yellow", "line": "The figure of a woman was silhouetted against the yellow light of the hall.\n", "word": "yellow", "modifies": "light"}
{"color": "black", "line": "The light beat upon him where he stood, but long shadows trailed down the walls and hung like a black canopy above him.\n", "word": "black", "modifies": "canopy"}
{"color": "black", "line": "He was a remarkable looking man, tall, handsome, with a square black beard and pale, distinguished features.\n", "word": "black", "modifies": "beard"}
{"color": "white", "line": "He was a remarkable looking man, tall, handsome, with a square black beard and pale, distinguished features.\n", "word": "pale", "modifies": "feature"}
{"color": "black", "line": "Black beams shot across above our heads, with a smoke darkened ceiling beyond them.\n", "word": "black", "modifies": "beam"}
{"color": "black", "line": "With rows of flaring torches to light it up, and the colour and rude hilarity of an old time banquet, it might have softened; but now, when two black clothed gentlemen sat in the little circle of light thrown by a shaded lamp, one’s voice became hushed and one’s spirit subdued.\n", "word": "black", "modifies": "gentleman"}
{"color": "gray", "line": "“We were tired with our journey and chilled by our drive, so we took a grey view of the place.\n", "word": "grey", "modifies": "view"}
{"color": "white", "line": "It seemed to me that the pallid features of the butler turned a shade paler still as he listened to his master’s question.\n", "word": "pallid", "modifies": "feature"}
{"color": "red", "line": "But her telltale eyes were red and glanced at me from between swollen lids.\n", "word": "red", "modifies": "eye"}
{"color": "black", "line": "Already round this pale faced, handsome, black bearded man there was gathering an atmosphere of mystery and of gloom.\n", "word": "black", "modifies": "man"}
{"color": "gray", "line": "It was a pleasant walk of four miles along the edge of the moor, leading me at last to a small grey hamlet, in which two larger buildings, which proved to be the inn and the house of Dr. Mortimer, stood high above the rest.\n", "word": "grey", "modifies": "hamlet"}
{"color": "gray", "line": "I prayed, as I walked back along the grey, lonely road, that my friend might soon be freed from his preoccupations and able to come down to take this heavy burden of responsibility from my shoulders.\n", "word": "grey", "modifies": "road"}
{"color": "gray", "line": "He was a small, slim, clean shaven, prim faced man, flaxen haired and lean jawed, between thirty and forty years of age, dressed in a grey suit and wearing a straw hat.\n", "word": "grey", "modifies": "suit"}
{"color": "green", "line": "A tin box for botanical specimens hung over his shoulder and he carried a green butterfly net in one of his hands.\n", "word": "green", "modifies": "net"}
{"color": "gray", "line": "From over a distant rise there floated a grey plume of smoke.\n", "word": "grey", "modifies": "plume"}
{"color": "green", "line": "“It is a wonderful place, the moor,” said he, looking round over the undulating downs, long green rollers, with crests of jagged granite foaming up into fantastic surges.\n", "word": "green", "modifies": "roller"}
{"color": "green", "line": "You notice those bright green spots scattered thickly over it?” “Yes, they seem more fertile than the rest.” Stapleton laughed.\n", "word": "green", "modifies": "spot"}
{"color": "green", "line": "To my dismay the creature flew straight for the great mire, and my acquaintance never paused for an instant, bounding from tuft to tuft behind it, his green net waving in the air.\n", "word": "green", "modifies": "net"}
{"color": "gray", "line": "His grey clothes and jerky, zigzag, irregular progress made him not unlike some huge moth himself.\n", "word": "grey", "modifies": "clothes"}
{"color": "gray", "line": "There could not have been a greater contrast between brother and sister, for Stapleton was neutral tinted, with light hair and grey eyes, while she was darker than any brunette whom I have seen in England—slim, elegant, and tall.\n", "word": "grey", "modifies": "eye"}
{"color": "green", "line": "“Halloa, Beryl!” said he, and it seemed to me that the tone of his greeting was not altogether a cordial one.\n", "word": "beryl", "modifies": "halloa"}
{"color": "green", "line": "Life has become like that great Grimpen Mire, with little green patches everywhere into which one may sink and with no guide to point the track.\n", "word": "green", "modifies": "patch"}
{"color": "gray", "line": "As you look at their grey stone huts against the scarred hillsides you leave your own age behind you, and if you were to see a skin clad, hairy man crawl out from the low door fitting a flint tipped arrow on to the string of his bow, you would feel that his presence there was more natural than your own.\n", "word": "grey", "modifies": "hut"}
{"color": "white", "line": "We found a short valley between rugged tors which led to an open, grassy space flecked over with the white cotton grass.\n", "word": "white", "modifies": "grass"}
{"color": "white", "line": "It is a white wooden gate with a latch.\n", "word": "white", "modifies": "gate"}
{"color": "black", "line": "Or a spectral hound, black, silent, and monstrous?\n", "word": "black", "modifies": "hound"}
{"color": "white", "line": "Did the pale, watchful Barrymore know more than he cared to say?\n", "word": "pale", "modifies": "barrymore"}
{"color": "black", "line": "A long black shadow was trailing down the corridor.\n", "word": "black", "modifies": "shadow"}
{"color": "green", "line": "A wisp of green floating in the air caught my eye, and another glance showed me that it was carried on a stick by a man who was moving among the broken ground.\n", "word": "green", "modifies": "wisp"}
{"color": "white", "line": "He was just white with rage, and those light eyes of his were blazing with fury.\n", "word": "white", "modifies": "rage"}
{"color": "black", "line": "We were just in time to catch a glimpse of the tall, black bearded figure, his shoulders rounded as he tiptoed down the passage.\n", "word": "black", "modifies": "figure"}
{"color": "yellow", "line": "Then he passed through the same door as before, and the light of the candle framed it in the darkness and shot one single yellow beam across the gloom of the corridor.\n", "word": "yellow", "modifies": "beam"}
{"color": "white", "line": "When at last we reached the door and peeped through we found him crouching at the window, candle in hand, his white, intent face pressed against the pane, exactly as I had seen him two nights before.\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "His dark eyes, glaring out of the white mask of his face, were full of horror and astonishment as he gazed from Sir Henry to me.\n", "word": "white", "modifies": "mask"}
{"color": "black", "line": "Vaguely I could discern the black bank of the trees and the lighter expanse of the moor, for the moon was behind the clouds.\n", "word": "black", "modifies": "bank"}
{"color": "black", "line": "And then I gave a cry of exultation, for a tiny pinpoint of yellow light had suddenly transfixed the dark veil, and glowed steadily in the centre of the black square framed by the window.\n", "word": "black", "modifies": "square"}
{"color": "yellow", "line": "And then I gave a cry of exultation, for a tiny pinpoint of yellow light had suddenly transfixed the dark veil, and glowed steadily in the centre of the black square framed by the window.\n", "word": "yellow", "modifies": "light"}
{"color": "black", "line": "Far away in the black distance there still glowed that one tiny point of yellow light.\n", "word": "black", "modifies": "distance"}
{"color": "yellow", "line": "Far away in the black distance there still glowed that one tiny point of yellow light.\n", "word": "yellow", "modifies": "light"}
{"color": "yellow", "line": "It was strange to see this single candle burning there in the middle of the moor, with no sign of life near it—just the one straight yellow flame and the gleam of the rock on each side of it.\n", "word": "yellow", "modifies": "flame"}
{"color": "yellow", "line": "Over the rocks, in the crevice of which the candle burned, there was thrust out an evil yellow face, a terrible animal face, all seamed and scored with vile passions.\n", "word": "yellow", "modifies": "face"}
{"color": "black", "line": "The baronet is in a black reaction after the excitements of the night.\n", "word": "black", "modifies": "reaction"}
{"color": "black", "line": "The greater part of it was charred to pieces, but one little slip, the end of a page, hung together, and the writing could still be read, though it was grey on a black ground.\n", "word": "black", "modifies": "ground"}
{"color": "gray", "line": "The greater part of it was charred to pieces, but one little slip, the end of a page, hung together, and the writing could still be read, though it was grey on a black ground.\n", "word": "grey", "modifies": "ground"}
{"color": "black", "line": "I found the black tor upon which I had seen the solitary watcher, and from its craggy summit I looked out myself across the melancholy downs.\n", "word": "black", "modifies": "tor"}
{"color": "gray", "line": "Rain squalls drifted across their russet face, and the heavy, slate coloured clouds hung low over the landscape, trailing in grey wreaths down the sides of the fantastic hills.\n", "word": "grey", "modifies": "wreath"}
{"color": "black", "line": "“There’s foul play somewhere, and there’s black villainy brewing, to that I’ll swear!\n", "word": "black", "modifies": "villainy"}
{"color": "brown", "line": "Her eyes and hair were of the same rich hazel colour, and her cheeks, though considerably freckled, were flushed with the exquisite bloom of the brunette, the dainty pink which lurks at the heart of the sulphur rose.\n", "word": "hazel", "modifies": "colour"}
{"color": "black", "line": "But I had my own experience for a guide since it had shown me the man himself standing upon the summit of the Black Tor.\n", "word": "black", "modifies": "tor"}
{"color": "red", "line": "“It is a great day for me, sir—one of the red letter days of my life,” he cried with many chuckles.\n", "word": "red", "modifies": "day"}
{"color": "gray", "line": "His eyes looked malignantly at me, and his grey whiskers bristled like those of an angry cat.\n", "word": "grey", "modifies": "whisker"}
{"color": "black", "line": "“Do you see that Black Tor over yonder?\n", "word": "black", "modifies": "tor"}
{"color": "blue", "line": "When he reached the crest I saw the ragged uncouth figure outlined for an instant against the cold blue sky.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "The sun was already sinking when I reached the summit of the hill, and the long slopes beneath me were all golden green on one side and grey shadow on the other.\n", "word": "green", "modifies": "slope"}
{"color": "gray", "line": "The sun was already sinking when I reached the summit of the hill, and the long slopes beneath me were all golden green on one side and grey shadow on the other.\n", "word": "grey", "modifies": "shadow"}
{"color": "blue", "line": "One great grey bird, a gull or curlew, soared aloft in the blue heaven.\n", "word": "blue", "modifies": "heaven"}
{"color": "gray", "line": "One great grey bird, a gull or curlew, soared aloft in the blue heaven.\n", "word": "grey", "modifies": "bird"}
{"color": "red", "line": "Outside the sun was sinking low and the west was blazing with scarlet and gold.\n", "word": "scarlet", "modifies": "gold"}
{"color": "purple", "line": "A few faint stars were gleaming in a violet sky.\n", "word": "violet", "modifies": "sky"}
{"color": "yellow", "line": "Far away, miles off, in the direction of Grimpen, a single steady yellow light was shining.\n", "word": "yellow", "modifies": "light"}
{"color": "black", "line": "The tragedy was still black enough, but this man had at least deserved death by the laws of his country.\n", "word": "black", "modifies": "tragedy"}
{"color": "black", "line": "Looking back we saw the figure moving slowly away over the broad moor, and behind him that one black smudge on the silvered slope which showed where the man was lying who had come so horribly to his end.\n", "word": "black", "modifies": "smudge"}
{"color": "blue", "line": "That’s a Kneller, I’ll swear, that lady in the blue silk over yonder, and the stout gentleman with the wig ought to be a Reynolds.\n", "word": "blue", "modifies": "silk"}
{"color": "blue", "line": "The man with the blue coat and the roll of paper is Sir William Baskerville, who was Chairman of Committees of the House of Commons under Pitt.” “And this Cavalier opposite to me—the one with the black velvet and the lace?” “Ah, you have a right to know about him.\n", "word": "blue", "modifies": "coat"}
{"color": "white", "line": "“Do you see anything there?” I looked at the broad plumed hat, the curling love locks, the white lace collar, and the straight, severe face which was framed between them.\n", "word": "white", "modifies": "collar"}
{"color": "pink", "line": "Her hands were grasping the arms of her chair, and I saw that the pink nails had turned white with the pressure of her grip.\n", "word": "pink", "modifies": "nail"}
{"color": "white", "line": "Stapleton was talking with animation, but the baronet looked pale and distrait.\n", "word": "pale", "modifies": "distrait"}
{"color": "white", "line": "Every minute that white woolly plain which covered one half of the moor was drifting closer and closer to the house.\n", "word": "white", "modifies": "plain"}
{"color": "white", "line": "The farther wall of the orchard was already invisible, and the trees were standing out of a swirl of white vapour.\n", "word": "white", "modifies": "vapour"}
{"color": "black", "line": "A hound it was, an enormous coal black hound, but not such a hound as mortal eyes have ever seen.\n", "word": "black", "modifies": "hound"}
{"color": "black", "line": "With long bounds the huge black creature was leaping down the track, following hard upon the footsteps of our friend.\n", "word": "black", "modifies": "creature"}
{"color": "white", "line": "Far away on the path we saw Sir Henry looking back, his face white in the moonlight, his hands raised in horror, glaring helplessly at the frightful thing which was hunting him down.\n", "word": "white", "modifies": "face"}
{"color": "red", "line": "As her beautiful head fell upon her chest I saw the clear red weal of a whiplash across her neck.\n", "word": "red", "modifies": "weal"}
{"color": "green", "line": "From the end of it a small wand planted here and there showed where the path zigzagged from tuft to tuft of rushes among those green scummed pits and foul quagmires which barred the way to the stranger.\n", "word": "green", "modifies": "pit"}
{"color": "black", "line": "He held an old black boot in the air.\n", "word": "black", "modifies": "boot"}
{"color": "brown", "line": "A skeleton with a tangle of brown hair adhering to it lay among the _débris_.\n", "word": "brown", "modifies": "hair"}
{"color": "green", "line": "I said it in London, Watson, and I say it again now, that never yet have we helped to hunt down a more dangerous man than he who is lying yonder”—he swept his long arm towards the huge mottled expanse of green splotched bog which stretched away until it merged into the russet slopes of the moor.\n", "word": "green", "modifies": "bog"}
{"color": "green", "line": "He married Beryl Garcia, one of the beauties of Costa Rica, and, having purloined a considerable sum of public money, he changed his name to Vandeleur and fled to England, where he established a school in the east of Yorkshire.\n", "word": "beryl", "modifies": "garcia"}
{"color": "red", "line": "In that gloomy tunnel it must indeed have been a dreadful sight to see that huge black creature, with its flaming jaws and blazing eyes, bounding after its victim.\n", "word": "flaming", "modifies": "jaw"}
{"color": "black", "line": "In that gloomy tunnel it must indeed have been a dreadful sight to see that huge black creature, with its flaming jaws and blazing eyes, bounding after its victim.\n", "word": "black", "modifies": "creature"}
{"color": "white", "line": "In doing so I held it within a few inches of my eyes, and was conscious of a faint smell of the scent known as white jessamine.\n", "word": "white", "modifies": "jessamine"}
{"color": "black", "line": "His love for the lady was deep and sincere, and to him the saddest part of all this black business was that he should have been deceived by her.\n", "word": "black", "modifies": "business"}
