{"color": "red", "line": "It is old and little, and altogether delightful red brick.\n", "word": "red", "modifies": "brick"}
{"color": "silver", "line": "No silver birches, though.\n", "word": "silver", "modifies": "birch"}
{"color": "red", "line": "She was watching the large red poppies come out.\n", "word": "red", "modifies": "poppy"}
{"color": "green", "line": "Then Evie comes out, and does some calisthenic exercises on a machine that is tacked on to a green gage tree they put everything to use and then she says ‘a tissue,’ and in she goes.\n", "word": "green", "modifies": "tree"}
{"color": "pink", "line": "The dog roses are too sweet.\n", "word": "rose", "modifies": "dog"}
{"color": "pink", "line": "Some of it had percolated through the open windows, some had whitened the roses and gooseberries of the wayside gardens, while a certain proportion had entered the lungs of the villagers.\n", "word": "rose", "modifies": "gooseberry"}
{"color": "red", "line": "“What an extraordinary mistake!” “Then you didn’t the least ” she stammered, getting blood red in the face, and wishing she had never been born.\n", "word": "red", "modifies": "face"}
{"color": "gray", "line": "Not out of them are the shows of history erected: the world would be a grey, bloodless place were it composed entirely of Miss Schlegels.\n", "word": "grey", "modifies": "place"}
{"color": "white", "line": "Herr Liesecke, too, looked as if wild horses could not make him inattentive; there were lines across his forehead, his lips were parted, his pince nez at right angles to his nose, and he had laid a thick, white hand on either knee.\n", "word": "white", "modifies": "hand"}
{"color": "red", "line": "Even the flaming ramparts of the world might fall.\n", "word": "flaming", "modifies": "rampart"}
{"color": "pink", "line": "Moved by a common impulse, they rose to their feet and fled from “Pomp and Circumstance.” “We have this call to pay in Finsbury Circus, it is true,” said Herr Liesecke, as he edged past her and reached the gangway just as the music started.\n", "word": "rose", "modifies": "foot"}
{"color": "gray", "line": "To the right the fantastic sky line of the flats towered black against the hues of evening; to the left the older houses raised a square cut, irregular parapet against the grey.\n", "word": "grey", "modifies": "parapet"}
{"color": "pink", "line": "Even at Queen Victoria’s dinner party if something had been just a little Different perhaps if she’d worn a clinging Liberty tea gown instead of a magenta satin.” “With an India shawl over her shoulders ” “Fastened at the bosom with a Cairngorm pin.” Bursts of disloyal laughter you must remember that they are half German greeted these suggestions, and Margaret said pensively, “How inconceivable it would be if the Royal Family cared about Art.” And the conversation drifted away and away, and Helen’s cigarette turned to a spot in the darkness, and the great flats opposite were sown with lighted windows which vanished and were relit again, and vanished incessantly.\n", "word": "magenta", "modifies": "satin"}
{"color": "black", "line": "He drank a little tea, black and silent, that still survived upon an upper shelf.\n", "word": "black", "modifies": "tea"}
{"color": "gray", "line": "He felt that he was being done good to, and that if he kept on with Ruskin, and the Queen’s Hall Concerts, and some pictures by Watts, he would one day push his head out of the grey waters and see the universe.\n", "word": "grey", "modifies": "water"}
{"color": "blue", "line": "She seemed all strings and bell pulls ribbons, chains, bead necklaces that clinked and caught and a boa of azure feathers hung round her neck, with the ends uneven.\n", "word": "azure", "modifies": "feather"}
{"color": "yellow", "line": "It was followed by the tongue a freckled cylinder of meat, with a little jelly at the top, and a great deal of yellow fat at the bottom ending with another square dissolved in water (jelly: pineapple), which Leonard had prepared earlier in the day.\n", "word": "yellow", "modifies": "fat"}
{"color": "brown", "line": "And who would an elderly man with a moustache and a copper coloured face be?” “Mr.\n", "word": "copper", "modifies": "face"}
{"color": "white", "line": "The pale cast of thought was with her a breath rather than a tarnish, a breath that leaves the colours all the more vivid when it has been wiped away.\n", "word": "pale", "modifies": "cast"}
{"color": "white", "line": "I wondered at Heidelberg.” “I’M sure!” “I almost think ” “Yes?” asked Margaret, for there was a long pause a pause that was somehow akin to the flicker of the fire, the quiver of the reading lamp upon their hands, the white blur from the window; a pause of shifting and eternal shadows.\n", "word": "white", "modifies": "blur"}
{"color": "blue", "line": "The river, or rather rivers there seem to be dozens of them are intense blue, and the plain they run through an intensest green.” “Indeed!\n", "word": "blue", "modifies": "river"}
{"color": "pink", "line": "“They’ve turned disgracefully strict.” Mrs. Wilcox also rose.\n", "word": "rose", "modifies": "mrs."}
{"color": "white", "line": "The air was white, and when they alighted it tasted like cold pennies.\n", "word": "white", "modifies": "air"}
{"color": "gray", "line": "At times they passed through a clot of grey.\n", "word": "grey", "modifies": "clot"}
{"color": "brown", "line": "Mrs. Wilcox’s vitality was low that morning, and it was Margaret who decided on a horse for this little girl, a golliwog for that, for the rector’s wife a copper warming tray.\n", "word": "copper", "modifies": "tray"}
{"color": "red", "line": "A poster of a woman in tights heralded the Christmas pantomime, and little red devils, who had come in again that year, were prevalent upon the Christmas cards.\n", "word": "red", "modifies": "devil"}
{"color": "brown", "line": "No; the presents reside in a sort of rocky landscape made of crumpled brown paper.” “You spoke of your ‘next house,’ Miss Schlegel.\n", "word": "brown", "modifies": "paper"}
{"color": "black", "line": "And into what a heaven a vault as of hell, sooty black, from which soot descended!\n", "word": "black", "modifies": "hell"}
{"color": "pink", "line": "Of course.” “ But as we’ve insured against third party risks, it won’t so much matter ” “ Cart and car being practically at right angles ” The voices of the happy family rose high.\n", "word": "rose", "modifies": "cart"}
{"color": "black", "line": "Most of them were women from the dead woman’s district, to whom black garments had been served out by Mr. Wilcox’s orders.\n", "word": "black", "modifies": "garment"}
{"color": "red", "line": "From where he sat he could see the village of Hilton, strung upon the North Road, with its accreting suburbs; the sunset beyond, scarlet and orange, winking at him beneath brows of grey; the church; the plantations; and behind him an unspoilt country of fields and farms.\n", "word": "scarlet", "modifies": "sunset"}
{"color": "gray", "line": "From where he sat he could see the village of Hilton, strung upon the North Road, with its accreting suburbs; the sunset beyond, scarlet and orange, winking at him beneath brows of grey; the church; the plantations; and behind him an unspoilt country of fields and farms.\n", "word": "grey", "modifies": "brow"}
{"color": "red", "line": "The sun set over Hilton; the grey brows of the evening flushed a little, and were cleft with one scarlet frown.\n", "word": "scarlet", "modifies": "frown"}
{"color": "gray", "line": "The sun set over Hilton; the grey brows of the evening flushed a little, and were cleft with one scarlet frown.\n", "word": "grey", "modifies": "brow"}
{"color": "pink", "line": "He rose to his feet and looked out of the window, for Evie had come in with the letters, and he could meet no one’s eye.\n", "word": "rose", "modifies": "foot"}
{"color": "black", "line": "“Charles ” His bride was tripping after him over the hoar frost, a dainty black column, her little face and elaborate mourning hat forming the capital thereof.\n", "word": "black", "modifies": "column"}
{"color": "white", "line": "The clock ticked, the coals blazed higher, and contended with the white radiance that poured in through the windows.\n", "word": "white", "modifies": "radiance"}
{"color": "purple", "line": "Unnoticed, the sun occupied his sky, and the shadows of the tree stems, extraordinarily solid, fell like trenches of purple across the frosted lawn.\n", "word": "purple", "modifies": "trench"}
{"color": "gray", "line": "Evie’s fox terrier, who had passed for white, was only a dirty grey dog now, so intense was the purity that surrounded him.\n", "word": "grey", "modifies": "dog"}
{"color": "white", "line": "“There now, Tibby, think of that; Frieda is saving up a little girl for you, in pig tails and white worsted stockings but the feet of the stockings are pink as if the little girl had trodden in strawberries.\n", "word": "white", "modifies": "stocking"}
{"color": "pink", "line": "“There now, Tibby, think of that; Frieda is saving up a little girl for you, in pig tails and white worsted stockings but the feet of the stockings are pink as if the little girl had trodden in strawberries.\n", "word": "pink", "modifies": "foot"}
{"color": "pink", "line": "In June she had been in a crisis; even in November she could blush and be unnatural; now it was January and the whole affair lay forgotten.\n", "word": "blush", "modifies": "november"}
{"color": "gray", "line": "Over two years passed, and the Schlegel household continued to lead its life of cultured, but not ignoble, ease, still swimming gracefully on the grey tides of London.\n", "word": "grey", "modifies": "tide"}
{"color": "pink", "line": "Concerts and plays swept past them, money had been spent and renewed, reputations won and lost, and the city herself, emblematic of their lives, rose and fell in a continual flux, while her shallows washed more widely against the hills of Surrey and over the fields of Hertfordshire.\n", "word": "rose", "modifies": "city"}
{"color": "gray", "line": "One visualises it as a tract of quivering grey, intelligent without purpose, and excitable without love; as a spirit that has altered before it can be chronicled; as a heart that certainly beats, but with no pulsation of humanity.\n", "word": "grey", "modifies": "tract"}
{"color": "pink", "line": "The population still rose, but what was the quality of the men born?\n", "word": "rose", "modifies": "population"}
{"color": "gray", "line": "“The dawn was only grey, it was nothing to mention.” “Just a grey evening turned upside down.\n", "word": "grey", "modifies": "dawn"}
{"color": "green", "line": "Electric lights sizzled and jagged in the main thoroughfares, gas lamps in the side streets glimmered a canary gold or green.\n", "word": "green", "modifies": "gold"}
{"color": "gold", "line": "Electric lights sizzled and jagged in the main thoroughfares, gas lamps in the side streets glimmered a canary gold or green.\n", "word": "gold", "modifies": "canary"}
{"color": "red", "line": "The sky was a crimson battlefield of spring, but London was not afraid.\n", "word": "crimson", "modifies": "battlefield"}
{"color": "gray", "line": "His was a grey life, and to brighten it he had ruled off a few corners for romance.\n", "word": "grey", "modifies": "life"}
{"color": "gray", "line": "“My conviction,” says the mystic, “gains infinitely the moment another soul will believe in it,” and they had agreed that there was something beyond life’s daily grey.\n", "word": "grey", "modifies": "life"}
{"color": "pink", "line": "Mr. Wilcox, who was sitting with friends many seats away, heard this, rose to his feet, and strolled along towards the speakers.\n", "word": "rose", "modifies": "foot"}
{"color": "brown", "line": "In times of sorrow or emotion his inadequacy had pained her, but it was pleasant to listen to him now, and to watch his thick brown moustache and high forehead confronting the stars.\n", "word": "brown", "modifies": "moustache"}
{"color": "gray", "line": "As I said, either friends or the country, some” she hesitated “either some very dear person or some very dear place seems necessary to relieve life’s daily grey, and to show that it is grey.\n", "word": "grey", "modifies": "life"}
{"color": "green", "line": "A few piastres, properly distributed, help to keep one’s memory green.\n", "word": "green", "modifies": "memory"}
{"color": "silver", "line": "She had been his wife’s friend and, as such, he had given her that silver vinaigrette as a memento.\n", "word": "silver", "modifies": "vinaigrette"}
{"color": "gray", "line": "They parted without shaking hands; she had kept the interview, for his sake, in tints of the quietest grey.\n", "word": "grey", "modifies": "tint"}
{"color": "black", "line": "Beneath him is the valley of the Frome, and all the wild lands that come tossing down from Dorchester, black and gold, to mirror their gorse in the expanses of Poole.\n", "word": "black", "modifies": "dorchester"}
{"color": "gold", "line": "Beneath him is the valley of the Frome, and all the wild lands that come tossing down from Dorchester, black and gold, to mirror their gorse in the expanses of Poole.\n", "word": "gold", "modifies": "dorchester"}
{"color": "red", "line": "Bournemouth’s ignoble coast cowers to the right, heralding the pine trees that mean, for all their beauty, red houses, and the Stock Exchange, and extend to the gates of London itself.\n", "word": "red", "modifies": "house"}
{"color": "silver", "line": "Does she belong to those who have moulded her and made her feared by other lands, or to those who have added nothing to her power, but have somehow seen her, seen the whole island at once, lying as a jewel in a silver sea, sailing as a ship of souls, with all the brave world’s fleet accompanying her towards eternity?\n", "word": "silver", "modifies": "sea"}
{"color": "pink", "line": "He cannot comprehend another’s infinity; he is conscious only of his own flying sunbeam, falling rose, pebble that asks for one quiet plunge below the fretting interplay of space and time.\n", "word": "rose", "modifies": "sunbeam"}
{"color": "white", "line": "The words that were read aloud on Sunday to him and to other respectable men were the words that had once kindled the souls of St. Catherine and St. Francis into a white hot hatred of the carnal.\n", "word": "white", "modifies": "hatred"}
{"color": "black", "line": "She put a hand on either shoulder, and looked deeply into the black, bright eyes.\n", "word": "black", "modifies": "eye"}
{"color": "green", "line": "There were the greengage trees that Helen had once described, there the tennis lawn, there the hedge that would be glorious with dog roses in June, but the vision now was of black and palest green.\n", "word": "green", "modifies": "vision"}
{"color": "black", "line": "There were the greengage trees that Helen had once described, there the tennis lawn, there the hedge that would be glorious with dog roses in June, but the vision now was of black and palest green.\n", "word": "black", "modifies": "green"}
{"color": "pink", "line": "There were the greengage trees that Helen had once described, there the tennis lawn, there the hedge that would be glorious with dog roses in June, but the vision now was of black and palest green.\n", "word": "rose", "modifies": "dog"}
{"color": "green", "line": "She was struck by the fertility of the soil; she had seldom been in a garden where the flowers looked so well, and even the weeds she was idly plucking out of the porch were intensely green.\n", "word": "green", "modifies": "weed"}
{"color": "purple", "line": "The garden at the back was full of flowering cherries and plums.\n", "word": "plum", "modifies": "cherry"}
{"color": "black", "line": "Farther on were hints of the meadow and a black cliff of pines.\n", "word": "black", "modifies": "cliff"}
{"color": "white", "line": "They had the colonial spirit, and were always making for some spot where the white man might carry his burden unobserved.\n", "word": "white", "modifies": "man"}
{"color": "purple", "line": "Then, veering back into warmth, it dwelt on ruddy bricks, flowering plum trees, and all the tangible joys of spring.\n", "word": "plum", "modifies": "tree"}
{"color": "brown", "line": "Most of the land you see (they were standing at an upper window, the only one which faced west) belongs to the people at the Park they made their pile over copper good chaps.\n", "word": "copper", "modifies": "chap"}
{"color": "pink", "line": "“When I had more control I did what I could sold off the two and a half animals, and the mangy pony, and the superannuated tools; pulled down the outhouses; drained; thinned out I don’t know how many guelder roses and elder trees; and inside the house I turned the old kitchen into a hall, and made a kitchen behind where the dairy was.\n", "word": "rose", "modifies": "guelder"}
{"color": "white", "line": "It was a comrade bending over the house, strength and adventure in its roots, but in its utmost fingers tenderness, and the girth, that a dozen men could not have spanned, became in the end evanescent, till pale bud clusters seemed to float in the air.\n", "word": "pale", "modifies": "cluster"}
{"color": "white", "line": "Teeth, pigs’ teeth, could be seen in the bark of the wych elm tree just the white tips of them showing.\n", "word": "white", "modifies": "tip"}
{"color": "pink", "line": "Curious these were rather than impressive, for their outlines lacked beauty, and the pink fields on their summits suggested the handkerchiefs of a giant spread out to dry.\n", "word": "pink", "modifies": "field"}
{"color": "green", "line": "An occasional outcrop of rock, an occasional wood, an occasional “forest,” treeless and brown, all hinted at wildness to follow, but the main colour was an agricultural green.\n", "word": "green", "modifies": "colour"}
{"color": "gray", "line": "Close to the castle was a grey mansion unintellectual but kindly, stretching with its grounds across the peninsula’s neck the sort of mansion that was built all over England in the beginning of the last century, while architecture was still an expression of the national character.\n", "word": "grey", "modifies": "mansion"}
{"color": "white", "line": "As he sat thinking, one of the ladies left the terrace and walked into the meadow; he recognised her as Margaret by the white bandage that gleamed on her arm, and put out his cigar, lest the gleam should betray him.\n", "word": "white", "modifies": "bandage"}
{"color": "white", "line": "Presently she saw the keep, and the sun painted the rubble gold, and charged the white sky with blue.\n", "word": "white", "modifies": "sky"}
{"color": "gold", "line": "Presently she saw the keep, and the sun painted the rubble gold, and charged the white sky with blue.\n", "word": "gold", "modifies": "rubble"}
{"color": "blue", "line": "Charles looked round, and though completely attired in indigo blue, vanished into the shed, and was seen no more.\n", "word": "blue", "modifies": "indigo"}
{"color": "white", "line": "Evie, in a petticoat, was dancing with one of the Anglo Indian ladies, while the other was adoring yards of white satin.\n", "word": "white", "modifies": "satin"}
{"color": "pink", "line": "When Evie came down there was a moment’s awkwardness, and both ladies rose to vacate their places.\n", "word": "rose", "modifies": "lady"}
{"color": "red", "line": "She noted the dishes and the strips of red carpet, that outwardly she might give Henry what was proper.\n", "word": "red", "modifies": "carpet"}
{"color": "gray", "line": "Isn’t it a perfect evening ” “The Alexandrina isn’t bad ” “The Alexandrina,” she echoed, more occupied with the threads of smoke that were issuing from their chimneys, and ruling the sunlit slopes with parallels of grey.\n", "word": "grey", "modifies": "parallel"}
{"color": "pink", "line": "He rose with a little extra touch of complacency, and held out his hand to help her up.\n", "word": "rose", "modifies": "touch"}
{"color": "black", "line": "Besides the Grange and the Castle keep, she could now pick out the church and the black and white gables of the George.\n", "word": "black", "modifies": "gable"}
{"color": "green", "line": "There was the bridge, and the river nibbling its green peninsula.\n", "word": "green", "modifies": "peninsula"}
{"color": "pink", "line": "She could even see the bathing shed, but while she was looking for Charles’s new spring board, the forehead of the hill rose and hid the whole scene.\n", "word": "rose", "modifies": "forehead"}
{"color": "green", "line": "Walking straight up from the station, she crossed the village green and entered the long chestnut avenue that connects it with the church.\n", "word": "green", "modifies": "village"}
{"color": "pink", "line": "The thrush sang his two syllables on the budding guelder rose.\n", "word": "rose", "modifies": "guelder"}
{"color": "pink", "line": "Celandines grew on its banks, lords and ladies and primroses in the defended hollows; the wild rose bushes, still bearing their withered hips, showed also the promise of blossom.\n", "word": "rose", "modifies": "bush"}
{"color": "green", "line": "So the boundary hedge zigzagged down the hill at right angles, and at the bottom there was a little green annex a sort of powder closet for the cows.\n", "word": "green", "modifies": "annex"}
{"color": "blue", "line": "On a perfect day, when the sky seemed blue porcelain, and the waves of the discreet little bay beat gentlest of tattoos upon the sand, Margaret hurried up through the rhododendrons, confronted again by the senselessness of Death.\n", "word": "blue", "modifies": "porcelain"}
{"color": "black", "line": "Margaret, you’ve got black marks again under your eyes.\n", "word": "black", "modifies": "mark"}
{"color": "green", "line": "New flowers may come out, the green embroidery of the hedges increase, but the same heaven broods overhead, soft, thick, and blue, the same figures, seen and unseen, are wandering by coppice and meadow.\n", "word": "green", "modifies": "embroidery"}
{"color": "yellow", "line": "I love yellow hammers.” Margaret interrupted her.\n", "word": "yellow", "modifies": "hammer"}
{"color": "gold", "line": "His sisters had seen the family danger, and had never forgotten to discount the gold islets that raised them from the sea.\n", "word": "gold", "modifies": "islet"}
{"color": "pink", "line": "The house had enshadowed the tree at first, but as the moon rose higher the two disentangled, and were clear for a few moments at midnight.\n", "word": "rose", "modifies": "moon"}
{"color": "brown", "line": "Or brown rain would descend, blotting out faces and the sky.\n", "word": "brown", "modifies": "rain"}
{"color": "black", "line": "The weather had changed, and the sun shone gaily on the ornamental steps black and white marble in triangles.\n", "word": "black", "modifies": "marble"}
{"color": "brown", "line": "When the parlourmaid came he could not see her face; the brown rain had descended suddenly.\n", "word": "brown", "modifies": "rain"}
{"color": "blue", "line": "Presently a blue snake appeared; then another parallel to it.\n", "word": "blue", "modifies": "snake"}
{"color": "blue", "line": "With the first jolt he was in daylight; they had left the gateways of King’s Cross, and were under blue sky.\n", "word": "blue", "modifies": "sky"}
{"color": "blue", "line": "It rolled along behind the eastern smokes a wheel, whose fellow was the descending moon and as yet it seemed the servant of the blue sky, not its lord.\n", "word": "blue", "modifies": "sky"}
{"color": "blue", "line": "Over all the sun was streaming, to all the birds were singing, to all the primroses were yellow, and the speedwell blue, and the country, however they interpreted her, was uttering her cry of “now.” She did not free Leonard yet, and the knife plunged deeper into his heart as the train drew up at Hilton.\n", "word": "blue", "modifies": "speedwell"}
{"color": "yellow", "line": "Over all the sun was streaming, to all the birds were singing, to all the primroses were yellow, and the speedwell blue, and the country, however they interpreted her, was uttering her cry of “now.” She did not free Leonard yet, and the knife plunged deeper into his heart as the train drew up at Hilton.\n", "word": "yellow", "modifies": "primrose"}
{"color": "gray", "line": "He prepares the way for cosmopolitanism, and though his ambitions may be fulfilled, the earth that he inherits will be grey.\n", "word": "grey", "modifies": "earth"}
{"color": "blue", "line": "Here Leonard lay dead in the garden, from natural causes; yet life was a deep, deep river, death a blue sky, life was a house, death a wisp of hay, a flower, a tower, life and death were anything and everything, except this ordered insanity, where the king takes the queen, and the ace the king.\n", "word": "blue", "modifies": "sky"}
{"color": "red", "line": "She moved through the sunlit garden, gathering narcissi, crimson eyed and white.\n", "word": "crimson", "modifies": "eyed"}
{"color": "white", "line": "She moved through the sunlit garden, gathering narcissi, crimson eyed and white.\n", "word": "white", "modifies": "narcissus"}
{"color": "red", "line": "The meadow was being recut, the great red poppies were reopening in the garden.\n", "word": "red", "modifies": "poppy"}
{"color": "red", "line": "July would follow with the little red poppies among the wheat, August with the cutting of the wheat.\n", "word": "red", "modifies": "poppy"}
{"color": "gray", "line": "Differences, eternal differences, planted by God in a single family, so that there may always be colour; sorrow perhaps, but colour in the daily grey.\n", "word": "grey", "modifies": "colour"}
{"color": "red", "line": "She looked at the sorrel, and the red and white and yellow clover, and the quaker grass, and the daisies, and the bents that composed it.\n", "word": "red", "modifies": "clover"}
{"color": "black", "line": "Margaret rose, to encounter a man with a heavy black moustache.\n", "word": "black", "modifies": "moustache"}
{"color": "pink", "line": "Margaret rose, to encounter a man with a heavy black moustache.\n", "word": "rose", "modifies": "margaret"}
