{"color": "green", "line": "From its windows were seen the pastoral landscapes of Guienne and Gascony stretching along the river, gay with luxuriant woods and vine, and plantations of olives.\n", "word": "olive", "modifies": "plantation"}
{"color": "blue", "line": "To the south, the view was bounded by the majestic Pyrenees, whose summits, veiled in clouds, or exhibiting awful forms, seen, and lost again, as the partial vapours rolled along, were sometimes barren, and gleamed through the blue tinge of air, and sometimes frowned with forests of gloomy pine, that swept downward to their base.\n", "word": "blue", "modifies": "tinge"}
{"color": "green", "line": "These tremendous precipices were contrasted by the soft green of the pastures and woods that hung upon their skirts; among whose flocks, and herds, and simple cottages, the eye, after having scaled the cliffs above, delighted to repose.\n", "word": "green", "modifies": "pasture"}
{"color": "green", "line": "The green pastures along which he had so often bounded in the exultation of health, and youthful freedom—the woods, under whose refreshing shade he had first indulged that pensive melancholy, which afterwards made a strong feature of his character—the wild walks of the mountains, the river, on whose waves he had floated, and the distant plains, which seemed boundless as his early hopes—were never after remembered by St. Aubert but with enthusiasm and regret.\n", "word": "green", "modifies": "pasture"}
{"color": "green", "line": "Adjoining the library was a green house, stored with scarce and beautiful plants; for one of the amusements of St. Aubert was the study of botany, and among the neighbouring mountains, which afforded a luxurious feast to the mind of the naturalist, he often passed the day in the pursuit of his favourite science.\n", "word": "green", "modifies": "house"}
{"color": "green", "line": "When weary of sauntering among cliffs that seemed scarcely accessible but to the steps of the enthusiast, and where no track appeared on the vegetation, but what the foot of the izard had left; they would seek one of those green recesses, which so beautifully adorn the bosom of these mountains, where, under the shade of the lofty larch, or cedar, they enjoyed their simple repast, made sweeter by the waters of the cool stream, that crept along the turf, and by the breath of wild flowers and aromatic plants, that fringed the rocks, and inlaid the grass.\n", "word": "green", "modifies": "recess"}
{"color": "green", "line": "Adjoining the eastern side of the green house, looking towards the plains of Languedoc, was a room, which Emily called hers, and which contained her books, her drawings, her musical instruments, with some favourite birds and plants.\n", "word": "green", "modifies": "house"}
{"color": "pink", "line": "On a lofty terrace, formed by the swelling bank of the river, rose a plantation of orange, lemon, and palm trees, whose fruit, in the coolness of evening, breathed delicious fragrance.\n", "word": "rose", "modifies": "terrace"}
{"color": "gray", "line": "Here, under the ample shade of a plane tree, that spread its majestic canopy towards the river, St. Aubert loved to sit in the fine evenings of summer, with his wife and children, watching, beneath its foliage, the setting sun, the mild splendour of its light fading from the distant landscape, till the shadows of twilight melted its various features into one tint of sober grey.\n", "word": "grey", "modifies": "tint"}
{"color": "blue", "line": "In person, Emily resembled her mother; having the same elegant symmetry of form, the same delicacy of features, and the same blue eyes, full of tender sweetness.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "Above the woods, that screened this glen, rose the lofty summits of the Pyrenees, which often burst boldly on the eye through the glades below.\n", "word": "rose", "modifies": "summit"}
{"color": "green", "line": "The green woods and pastures; the flowery turf; the blue concave of the heavens; the balmy air; the murmur of the limpid stream; and even the hum of every little insect of the shade, seem to revivify the soul, and make mere existence bliss.\n", "word": "green", "modifies": "wood"}
{"color": "blue", "line": "The green woods and pastures; the flowery turf; the blue concave of the heavens; the balmy air; the murmur of the limpid stream; and even the hum of every little insect of the shade, seem to revivify the soul, and make mere existence bliss.\n", "word": "blue", "modifies": "concave"}
{"color": "green", "line": "Having reached a green summit, shadowed by palm trees, and overlooking the valleys and plains of Gascony, they seated themselves on the turf; and while their eyes wandered over the glorious scene, and they inhaled the sweet breath of flowers and herbs that enriched the grass, Emily played and sung several of their favourite airs, with the delicacy of expression in which she so much excelled.\n", "word": "green", "modifies": "summit"}
{"color": "white", "line": "Music and conversation detained them in this enchanting spot, till the sun’s last light slept upon the plains; till the white sails that glided beneath the mountains, where the Garonne wandered, became dim, and the gloom of evening stole over the landscape.\n", "word": "white", "modifies": "sail"}
{"color": "pink", "line": "St. Aubert and his family rose, and left the place with regret; alas!\n", "word": "rose", "modifies": "st."}
{"color": "green", "line": "How pleasant is the green wood’s deep matted shade On a mid summer’s eve, when the fresh rain is o’er; When the yellow beams slope, and sparkle thro’ the glade, And swiftly in the thin air the light swallows soar!\n", "word": "green", "modifies": "wood"}
{"color": "white", "line": "When, down among the mountains, sinks the ev’ning star, And the changing moon forsakes this shadowy sphere, How cheerless would they be, tho’ they fairies are, If I, with my pale light, came not near!\n", "word": "pale", "modifies": "light"}
{"color": "purple", "line": "Down yonder glade two lovers steal, to shun the fairy queen, Who frowns upon their plighted vows, and jealous is of me, That yester eve I lighted them, along the dewy green, To seek the purple flow’r, whose juice from all her spells can free.\n", "word": "purple", "modifies": "’r"}
{"color": "purple", "line": "had I but that purple flow’r whose leaves her charms can foil, And knew like fays to draw the juice, and throw it on the wind, I’d be her slave no longer, nor the traveller beguile, And help all faithful lovers, nor fear the fairy kind!\n", "word": "purple", "modifies": "flow"}
{"color": "white", "line": "But soon the _vapour of the woods_ will wander afar, And the fickle moon will fade, and the stars disappear, Then, cheerless will they be, tho’ they fairies are, If I, with my pale light, come not near!\n", "word": "pale", "modifies": "light"}
{"color": "white", "line": "When he came forth, it was with a serene countenance, though pale in sorrow.\n", "word": "pale", "modifies": "countenance"}
{"color": "blue", "line": "As he stood under its shade, and looked up among its branches, still luxuriant, and saw here and there the blue sky trembling between them; the pursuits and events of his early days crowded fast to his mind, with the figures and characters of friends—long since gone from the earth; and he now felt himself to be almost an insulated being, with nobody but his Emily for his heart to turn to.\n", "word": "blue", "modifies": "sky"}
{"color": "pink", "line": "When he rose, a ghastly paleness was on his countenance.\n", "word": "rose", "modifies": "countenance"}
{"color": "gray", "line": "The road now descended into glens, confined by stupendous walls of rock, grey and barren, except where shrubs fringed their summits, or patches of meagre vegetation tinted their recesses, in which the wild goat was frequently browsing.\n", "word": "grey", "modifies": "rock"}
{"color": "green", "line": "Emily could not restrain her transport as she looked over the pine forests of the mountains upon the vast plains, that, enriched with woods, towns, blushing vines, and plantations of almonds, palms, and olives, stretched along, till their various colours melted in distance into one harmonious hue, that seemed to unite earth with heaven.\n", "word": "olive", "modifies": "almond"}
{"color": "blue", "line": "Through the whole of this glorious scene the majestic Garonne wandered; descending from its source among the Pyrenees, and winding its blue waves towards the Bay of Biscay.\n", "word": "blue", "modifies": "wave"}
{"color": "white", "line": "Here was shade, and the fresh water of a spring, that, gliding among the turf, under the trees, thence precipitated itself from rock to rock, till its dashing murmurs were lost in the abyss, though its white foam was long seen amid the darkness of the pines below.\n", "word": "white", "modifies": "foam"}
{"color": "pink", "line": "The recollections subdued him, and he abruptly rose from his seat, and walked away to where no eye could observe his grief.\n", "word": "rose", "modifies": "seat"}
{"color": "yellow", "line": "The sun was now setting upon the valley; its last light gleamed upon the water, and heightened the rich yellow and purple tints of the heath and broom, that overspread the mountains.\n", "word": "yellow", "modifies": "tint"}
{"color": "gray", "line": "The dawn, which softened the scenery with its peculiar grey tint, now dispersed, and Emily watched the progress of the day, first trembling on the tops of the highest cliffs, then touching them with splendid light, while their sides and the vale below were still wrapt in dewy mist.\n", "word": "grey", "modifies": "tint"}
{"color": "gray", "line": "Meanwhile, the sullen grey of the eastern clouds began to blush, then to redden, and then to glow with a thousand colours, till the golden light darted over all the air, touched the lower points of the mountain’s brow, and glanced in long sloping beams upon the valley and its stream.\n", "word": "grey", "modifies": "cloud"}
{"color": "green", "line": "Emily wished to trip along the turf, so green and bright with dew, and to taste the full delight of that liberty, which the izard seemed to enjoy as he bounded along the brow of the cliffs; while Valancourt often stopped to speak with the travellers, and with social feeling to point out to them the peculiar objects of his admiration.\n", "word": "green", "modifies": "turf"}
{"color": "pink", "line": "Sometimes a cliff was seen lifting its bold head above the woods and the vapours, that floated mid way down the mountains; and sometimes a face of perpendicular marble rose from the water’s edge, over which the larch threw his gigantic arms, here scathed with lightning, and there floating in luxuriant foliage.\n", "word": "rose", "modifies": "face"}
{"color": "pink", "line": "While many reflections rose upon his mind, he heard a voice shouting from the road behind, and ordering the muleteer to stop.\n", "word": "rose", "modifies": "reflection"}
{"color": "red", "line": "Emily looked with some degree of terror on the savage countenances of these people, shown by the fire, which heightened the romantic effects of the scenery, as it threw a red dusky gleam upon the rocks and on the foliage of the trees, leaving heavy masses of shade and regions of obscurity, which the eye feared to penetrate.\n", "word": "red", "modifies": "gleam"}
{"color": "pink", "line": "By order of his surgeon, Valancourt did not go out of the house that day; but St. Aubert and Emily surveyed with delight the environs of the town, situated at the feet of the Pyrenean Alps, that rose, some in abrupt precipices, and others swelling with woods of cedar, fir, and cypress, which stretched nearly to their highest summits.\n", "word": "rose", "modifies": "alp"}
{"color": "green", "line": "The cheerful green of the beech and mountain ash was sometimes seen, like a gleam of light, amidst the dark verdure of the forest; and sometimes a torrent poured its sparkling flood, high among the woods.\n", "word": "green", "modifies": "beech"}
{"color": "purple", "line": "They travelled leisurely; stopping wherever a scene uncommonly grand appeared; frequently alighting to walk to an eminence, whither the mules could not go, from which the prospect opened in greater magnificence; and often sauntering over hillocks covered with lavender, wild thyme, juniper, and tamarisc; and under the shades of woods, between those boles they caught the long mountain vista, sublime beyond anything that Emily had ever imagined.\n", "word": "lavender", "modifies": "thyme"}
{"color": "pink", "line": "Over these crags rose others of stupendous height, and fantastic shape; some shooting into cones; others impending far over their base, in huge masses of granite, along whose broken ridges was often lodged a weight of snow, that, trembling even to the vibration of a sound, threatened to bear destruction in its course to the vale.\n", "word": "rose", "modifies": "crag"}
{"color": "white", "line": "Around, on every side, far as the eye could penetrate, were seen only forms of grandeur—the long perspective of mountain tops, tinged with ethereal blue, or white with snow; valleys of ice, and forests of gloomy fir.\n", "word": "white", "modifies": "snow"}
{"color": "blue", "line": "While, above, the deep blue of the heavens was unobscured by the lightest cloud, half way down the mountains, long billows of vapour were frequently seen rolling, now wholly excluding the country below, and now opening, and partially revealing its features.\n", "word": "blue", "modifies": "heaven"}
{"color": "yellow", "line": "As they descended, they saw at a distance, on the right, one of the grand passes of the Pyrenees into Spain, gleaming with its battlements and towers to the splendour of the setting rays, yellow tops of woods colouring the steeps below, while far above aspired the snowy points of the mountains, still reflecting a rosy hue.\n", "word": "yellow", "modifies": "top"}
{"color": "pink", "line": "As they descended, they saw at a distance, on the right, one of the grand passes of the Pyrenees into Spain, gleaming with its battlements and towers to the splendour of the setting rays, yellow tops of woods colouring the steeps below, while far above aspired the snowy points of the mountains, still reflecting a rosy hue.\n", "word": "rosy", "modifies": "hue"}
{"color": "white", "line": "The travellers had lingered so long among the sublimer scenes of these mountains, that they found themselves entirely mistaken in their calculation that they could reach Montigny at sunset; but, as they wound along the valley, the saw, on a rude Alpine bridge, that united two lofty crags of the glen, a group of mountaineer children, amusing themselves with dropping pebbles into a torrent below, and watching the stones plunge into the water, that threw up its white spray high in the air as it received them, and returned a sullen sound, which the echoes of the mountains prolonged.\n", "word": "white", "modifies": "spray"}
{"color": "green", "line": "When they had been some time ascending, St. Aubert complained of weariness, and they stopped to rest upon a little green summit, where the trees opened, and admitted the moonlight.\n", "word": "green", "modifies": "summit"}
{"color": "yellow", "line": "Before them, extended the valley they had quitted; its rocks, and woods to the left, just silvered by the rays, formed a contrast to the deep shadow, that involved the opposite cliffs, whose fringed summits only were tipped with light; while the distant perspective of the valley was lost in the yellow mist of moonlight.\n", "word": "yellow", "modifies": "mist"}
{"color": "black", "line": "In this interval, several friars came in separately to look at them; and at length the first monk returned, and they followed him to a room, where the superior was sitting in an arm chair, with a large folio volume, printed in black letter, open on a desk before him.\n", "word": "black", "modifies": "letter"}
{"color": "pink", "line": "She was so little accustomed to the manners of a convent, as to be alarmed by this circumstance; her fears, ever alive for her father, suggested that he was very ill, and she rose in haste to go to him.\n", "word": "rose", "modifies": "haste"}
{"color": "pink", "line": "As she listened, the midnight hymn of the monks rose softly from a chapel, that stood on one of the lower cliffs, a holy strain, that seemed to ascend through the silence of night to heaven, and her thoughts ascended with it.\n", "word": "rose", "modifies": "hymn"}
{"color": "pink", "line": "While in the rosy vale Love breath’d his infant sighs, from anguish free.\n", "word": "rosy", "modifies": "vale"}
{"color": "purple", "line": "A dewy coolness was diffused upon the air, which, with the bright verdure of turf, that grew under the trees, the mingled fragrance of flowers and of balm, thyme, and lavender, that enriched it, and the grandeur of the pines, beech, and chestnuts, that overshadowed them, rendered this a most delicious retreat.\n", "word": "lavender", "modifies": "flower"}
{"color": "pink", "line": "Behind the spot where they stood, the rock rose perpendicularly in a massy wall to a considerable height, and then branched out into overhanging crags.\n", "word": "rose", "modifies": "spot"}
{"color": "gray", "line": "Their grey tints were well contrasted by the bright hues of the plants and wild flowers, that grew in their fractured sides, and were deepened by the gloom of the pines and cedars, that waved above.\n", "word": "grey", "modifies": "tint"}
{"color": "green", "line": "This was one of the narrow valleys, that open from the Pyrenees into the country of Rousillon, and whose green pastures, and cultivated beauty, form a decided and wonderful contrast to the romantic grandeur that environs it.\n", "word": "green", "modifies": "pasture"}
{"color": "blue", "line": "Through a vista of the mountains appeared the lowlands of Rousillon, tinted with the blue haze of distance, as they united with the waters of the Mediterranean; where, on a promontory, which marked the boundary of the shore, stood a lonely beacon, over which were seen circling flights of sea fowl.\n", "word": "blue", "modifies": "haze"}
{"color": "white", "line": "Beyond, appeared, now and then, a stealing sail, white with the sunbeam, and whose progress was perceivable by its approach to the light house.\n", "word": "white", "modifies": "sail"}
{"color": "pink", "line": "The rocks of granite, that screened the glen, rose abruptly from their base, and stretched their barren points to the clouds, unvaried with woods, and uncheered even by a hunter’s cabin.\n", "word": "rose", "modifies": "rock"}
{"color": "purple", "line": "Beyond these, woods and pastures, and mingled towns and hamlets stretched towards the sea, on whose bright surface gleamed many a distant sail; while, over the whole scene, was diffused the purple glow of evening.\n", "word": "purple", "modifies": "glow"}
{"color": "blue", "line": "On the following day, therefore, they recommenced their journey through Languedoc, winding the shores of the Mediterranean; the Pyrenees still forming the magnificent back ground of their prospects, while on their right was the ocean, and, on their left, wide extended plains melting into the blue horizon.\n", "word": "blue", "modifies": "horizon"}
{"color": "blue", "line": "“Those distant and sublime mountains,” said he secretly, as he gazed on a chain of the Pyrenees that stretched towards the west, “these luxuriant plains, this blue vault, the cheerful light of day, will be shut from my eyes!\n", "word": "blue", "modifies": "vault"}
{"color": "yellow", "line": "The sun now threw a last yellow gleam on the waves of the Mediterranean, and the gloom of twilight spread fast over the scene, till only a melancholy ray appeared on the western horizon, marking the point where the sun had set amid the vapours of an autumnal evening.\n", "word": "yellow", "modifies": "gleam"}
{"color": "green", "line": "The sounds led her towards the moonlight glade she had before noticed; at a little distance from which she stopped, and saw, between the boles of the trees, a small circular level of green turf, surrounded by the woods, on which appeared a group of figures.\n", "word": "green", "modifies": "turf"}
{"color": "pink", "line": "Several of them rose with alacrity, and, offering any service in their power, followed Emily, who seemed to move on the wind, as fast as they could towards the road.\n", "word": "rose", "modifies": "alacrity"}
{"color": "green", "line": "When I lost my wife,” he added with a sigh, “I came to live with Agnes, and her family; she has several children, who are all dancing on the green yonder, as merry as grasshoppers—and long may they be so!\n", "word": "green", "modifies": "yonder"}
{"color": "blue", "line": "She leaned pensively on the little open casement, and in deep thought fixed her eyes on the heaven, whose blue unclouded concave was studded thick with stars, the worlds, perhaps, of spirits, unsphered of mortal mould.\n", "word": "blue", "modifies": "concave"}
{"color": "pink", "line": "As her eyes wandered along the boundless æther, her thoughts rose, as before, towards the sublimity of the Deity, and to the contemplation of futurity.\n", "word": "rose", "modifies": "thought"}
{"color": "pink", "line": "After a solemn steady harmony, it paused; then rose again, in mournful sweetness, and then died, in a cadence, that seemed to bear away the listening soul to heaven.\n", "word": "rose", "modifies": "sweetness"}
{"color": "green", "line": "The obscurity prevented her from distinguishing any object on the green platform below; and the sounds became fainter and fainter, till they softened into silence.\n", "word": "green", "modifies": "platform"}
{"color": "green", "line": "About an hour before sunset, La Voisin showed her the way through the woods to the convent, which stood in a small bay of the Mediterranean, crowned by a woody amphitheatre; and Emily, had she been less unhappy, would have admired the extensive sea view, that appeared from the green slope, in front of the edifice, and the rich shores, hung with woods and pastures, that extended on either hand.\n", "word": "green", "modifies": "slope"}
{"color": "black", "line": "She shed none, but walked, her face partly shaded by a thin black veil, between two persons, who supported her, preceded by the abbess, and followed by nuns, whose plaintive voices mellowed the swelling harmony of the dirge.\n", "word": "black", "modifies": "veil"}
{"color": "pink", "line": "A flask of wine stood beside the old man, and, before him, a small table with fruit and bread, round which stood several of his grandsons, fine rosy children, who were taking their supper, as their mother distributed it.\n", "word": "rosy", "modifies": "child"}
{"color": "green", "line": "On the edge of the little green, that spread before the cottage, were cattle and a few sheep reposing under the trees.\n", "word": "green", "modifies": "edge"}
{"color": "pink", "line": "Emily looked again at the venerable old man, and at the cottage; the memory of her father rose with full force upon her mind, and she hastily stepped forward, afraid to trust herself with a longer pause.\n", "word": "rose", "modifies": "memory"}
{"color": "black", "line": "But Emily paused a moment at the door; a sudden fear came over her, and she returned to the foot of the staircase, where, as she heard the steps of the nun ascending, and, while she held up the lamp, saw her black veil waving over the spiral balusters, she was tempted to call her back.\n", "word": "black", "modifies": "veil"}
{"color": "green", "line": "“I have made up the green bed for you, ma’amselle,” said Theresa, as she set the coffee upon the table.\n", "word": "green", "modifies": "bed"}
{"color": "green", "line": "Having passed through the green house, her courage for a moment forsook her, when she opened the door of the library; and, perhaps, the shade, which evening and the foliage of the trees near the windows threw across the room, heightened the solemnity of her feelings on entering that apartment, where everything spoke of her father.\n", "word": "green", "modifies": "house"}
{"color": "pink", "line": "There was an arm chair, in which he used to sit; she shrunk when she observed it, for she had so often seen him seated there, and the idea of him rose so distinctly to her mind, that she almost fancied she saw him before her.\n", "word": "rose", "modifies": "idea"}
{"color": "gray", "line": "Now the bat circles, and the twilight dew Spreads the grey veil of soft, harmonious hue.\n", "word": "grey", "modifies": "veil"}
{"color": "blue", "line": "Dark brown hair played carelessly along the open forehead; the nose was rather inclined to aquiline; the lips spoke in a smile, but it was a melancholy one; the eyes were blue, and were directed upwards with an expression of peculiar meekness, while the soft cloud of the brow spoke of the fine sensibility of the temper.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "Dark brown hair played carelessly along the open forehead; the nose was rather inclined to aquiline; the lips spoke in a smile, but it was a melancholy one; the eyes were blue, and were directed upwards with an expression of peculiar meekness, while the soft cloud of the brow spoke of the fine sensibility of the temper.\n", "word": "brown", "modifies": "hair"}
{"color": "pink", "line": "She felt a blush steal upon her cheek, and her frame trembled with the emotion of her mind; but she instantly rose to meet her visitor.\n", "word": "blush", "modifies": "steal"}
{"color": "blue", "line": "The deep repose of the scene, the rich scents, that floated on the breeze, the grandeur of the wide horizon and of the clear blue arch, soothed and gradually elevated her mind to that sublime complacency, which renders the vexations of this world so insignificant and mean in our eyes, that we wonder they have had power for a moment to disturb us.\n", "word": "blue", "modifies": "arch"}
{"color": "yellow", "line": "And now the moon was high over the woods, touching their summits with yellow light, and darting between the foliage long level beams; while on the rapid Garonne below the trembling radiance was faintly obscured by the lightest vapour.\n", "word": "yellow", "modifies": "light"}
{"color": "pink", "line": "Emily gazed long on the plane tree, and then seated herself, for the last time, on the bench under its shade, where she had so often sat with her parents, and where, only a few hours before, she had conversed with Valancourt, at the remembrance of whom, thus revived, a mingled sensation of esteem, tenderness and anxiety rose in her breast.\n", "word": "rose", "modifies": "sensation"}
{"color": "green", "line": "Soon after, she caught, between the steep banks of the road, another view of the château, peeping from among the high trees, and surrounded by green slopes and tufted groves, the Garonne winding its way beneath their shades, sometimes lost among the vineyards, and then rising in greater majesty in the distant pastures.\n", "word": "green", "modifies": "slope"}
{"color": "pink", "line": "The towering precipices of the Pyrenees, that rose to the south, gave Emily a thousand interesting recollections of her late journey; and these objects of her former enthusiastic admiration, now excited only sorrow and regret.\n", "word": "rose", "modifies": "precipice"}
{"color": "green", "line": "On the distant horizon to the south, she discovered the wild summits of the Pyrenees, and her fancy immediately painted the green pastures of Gascony at their feet.\n", "word": "green", "modifies": "pasture"}
{"color": "pink", "line": "Conscious innocence could not prevent a blush from stealing over Emily’s cheek; she trembled, and looked confusedly under the bold eye of Madame Cheron, who blushed also; but hers was the blush of triumph, such as sometimes stains the countenance of a person, congratulating himself on the penetration which had taught him to suspect another, and who loses both pity for the supposed criminal, and indignation of his guilt, in the gratification of his own vanity.\n", "word": "blush", "modifies": "triumph"}
{"color": "pink", "line": "She knew, that she did not deserve the coarse suspicions, which her aunt had thrown out, but a thousand scruples rose to torment her, such as would never have disturbed the peace of Madame Cheron.\n", "word": "rose", "modifies": "scruple"}
{"color": "pink", "line": "At length, her anger rose to such a height, that Valancourt was compelled to leave the house abruptly, lest he should forfeit his own esteem by an intemperate reply.\n", "word": "rose", "modifies": "length"}
{"color": "pink", "line": "But, perceiving nothing that could justify it, she ascended to the terrace, where the moonlight showed the long broad walk, with the pavilion at its extremity, while the rays silvered the foliage of the high trees and shrubs, that bordered it on the right, and the tufted summits of those, that rose to a level with the balustrade on the left, from the garden below.\n", "word": "rose", "modifies": "summit"}
{"color": "white", "line": "She told her niece, that she had been indulging in fanciful sorrows, and begged she would have more regard for decorum, than to let the world see that she could not renounce an improper attachment; at which Emily’s pale cheek became flushed with crimson, but it was the blush of pride, and she made no answer.\n", "word": "pale", "modifies": "cheek"}
{"color": "pink", "line": "She told her niece, that she had been indulging in fanciful sorrows, and begged she would have more regard for decorum, than to let the world see that she could not renounce an improper attachment; at which Emily’s pale cheek became flushed with crimson, but it was the blush of pride, and she made no answer.\n", "word": "blush", "modifies": "pride"}
{"color": "green", "line": "On the edge of tremendous precipices, and within the hollow of the cliffs, below which the clouds often floated, were seen villages, spires, and convent towers; while green pastures and vineyards spread their hues at the feet of perpendicular rocks of marble, or of granite, whose points, tufted with alpine shrubs, or exhibiting only massy crags, rose above each other, till they terminated in the snowtopped mountain, whence the torrent fell, that thundered along the valley.\n", "word": "green", "modifies": "pasture"}
{"color": "pink", "line": "On the edge of tremendous precipices, and within the hollow of the cliffs, below which the clouds often floated, were seen villages, spires, and convent towers; while green pastures and vineyards spread their hues at the feet of perpendicular rocks of marble, or of granite, whose points, tufted with alpine shrubs, or exhibiting only massy crags, rose above each other, till they terminated in the snowtopped mountain, whence the torrent fell, that thundered along the valley.\n", "word": "rose", "modifies": "point"}
{"color": "purple", "line": "Emily delighted to observe the snowy tops of the mountains under the passing influence of the day, blushing with morning, glowing with the brightness of noon, or just tinted with the purple evening.\n", "word": "purple", "modifies": "evening"}
{"color": "white", "line": "Emily, often as she travelled among the clouds, watched in silent awe their billowy surges rolling below; sometimes, wholly closing upon the scene, they appeared like a world of chaos, and, at others, spreading thinly, they opened and admitted partial catches of the landscape—the torrent, whose astounding roar had never failed, tumbling down the rocky chasm, huge cliffs white with snow, or the dark summits of the pine forests, that stretched mid way down the mountains.\n", "word": "white", "modifies": "cliff"}
{"color": "blue", "line": "The solitary grandeur of the objects that immediately surrounded her, the mountain region towering above, the deep precipices that fell beneath, the waving blackness of the forests of pine and oak, which skirted their feet, or hung within their recesses, the headlong torrents that, dashing among their cliffs, sometimes appeared like a cloud of mist, at others like a sheet of ice—these were features which received a higher character of sublimity from the reposing beauty of the Italian landscape below, stretching to the wide horizon, where the same melting blue tint seemed to unite earth and sky.\n", "word": "blue", "modifies": "tint"}
{"color": "red", "line": "Descending lower, the orange and the myrtle, every now and then, appeared in some sunny nook, with their yellow blossoms peeping from among the dark green of their leaves, and mingling with the scarlet flowers of the pomegranate and the paler ones of the arbutus, that ran mantling to the crags above; while, lower still, spread the pastures of Piedmont, where early flocks were cropping the luxuriant herbage of spring.\n", "word": "scarlet", "modifies": "flower"}
{"color": "green", "line": "Descending lower, the orange and the myrtle, every now and then, appeared in some sunny nook, with their yellow blossoms peeping from among the dark green of their leaves, and mingling with the scarlet flowers of the pomegranate and the paler ones of the arbutus, that ran mantling to the crags above; while, lower still, spread the pastures of Piedmont, where early flocks were cropping the luxuriant herbage of spring.\n", "word": "green", "modifies": "leaf"}
{"color": "yellow", "line": "Descending lower, the orange and the myrtle, every now and then, appeared in some sunny nook, with their yellow blossoms peeping from among the dark green of their leaves, and mingling with the scarlet flowers of the pomegranate and the paler ones of the arbutus, that ran mantling to the crags above; while, lower still, spread the pastures of Piedmont, where early flocks were cropping the luxuriant herbage of spring.\n", "word": "yellow", "modifies": "blossom"}
{"color": "green", "line": "The river Doria, which, rising on the summit of Mount Cenis, had dashed for many leagues over the precipices that bordered the road, now began to assume a less impetuous, though scarcely less romantic character, as it approached the green valleys of Piedmont, into which the travellers descended with the evening sun; and Emily found herself once more amid the tranquil beauty of pastoral scenery; among flocks and herds, and slopes tufted with woods of lively verdure and with beautiful shrubs, such as she had often seen waving luxuriantly over the alps above.\n", "word": "green", "modifies": "valley"}
{"color": "yellow", "line": "The verdure of the pasturage, now varied with the hues of early flowers, among which were yellow ranunculuses and pansey violets of delicious fragrance, she had never seen excelled.—Emily almost wished to become a peasant of Piedmont, to inhabit one of the pleasant embowered cottages which she saw peeping beneath the cliffs, and to pass her careless hours among these romantic landscapes.\n", "word": "yellow", "modifies": "ranunculus"}
{"color": "purple", "line": "The verdure of the pasturage, now varied with the hues of early flowers, among which were yellow ranunculuses and pansey violets of delicious fragrance, she had never seen excelled.—Emily almost wished to become a peasant of Piedmont, to inhabit one of the pleasant embowered cottages which she saw peeping beneath the cliffs, and to pass her careless hours among these romantic landscapes.\n", "word": "violet", "modifies": "pansey"}
{"color": "gold", "line": "He goes to wake o’er moonlight seas the string, Venetian gold his untaught fancy hails!\n", "word": "gold", "modifies": "string"}
{"color": "green", "line": "The luxuriant plain, that extends from the feet of the Alps to that magnificent city, was not then, as now, shaded by an avenue of trees nine miles in length; but plantations of olives, mulberry and palms, festooned with vines, mingled with the pastoral scenery, through with the rapid Po, after its descent from the mountains, wandered to meet the humble Doria at Turin.\n", "word": "olive", "modifies": "plantation"}
{"color": "blue", "line": "As they advanced towards this city, the Alps, seen at some distance, began to appear in all their awful sublimity; chain rising over chain in long succession, their higher points darkened by the hovering clouds, sometimes hid, and at others seen shooting up far above them; while their lower steeps, broken into fantastic forms, were touched with blue and purplish tints, which, as they changed in light and shade, seemed to open new scenes to the eye.\n", "word": "blue", "modifies": "tint"}
{"color": "red", "line": "On entering the Milanese, the gentlemen exchanged their French hats for the Italian cap of scarlet cloth, embroidered; and Emily was somewhat surprised to observe, that Montoni added to his the military plume, while Cavigni retained only the feather: which was usually worn with such caps: but she at length concluded, that Montoni assumed this ensign of a soldier for convenience, as a means of passing with more safety through a country over run with parties of the military.\n", "word": "scarlet", "modifies": "cloth"}
{"color": "purple", "line": "The sun, soon after, sinking to the lower world, the shadow of the earth stole gradually over the waves, and then up the towering sides of the mountains of Friuli, till it extinguished even the last upward beams that had lingered on their summits, and the melancholy purple of evening drew over them, like a thin veil.\n", "word": "purple", "modifies": "evening"}
{"color": "green", "line": "The walls and ceilings were adorned with historical and allegorical paintings, in _fresco_; silver tripods, depending from chains of the same metal, illumined the apartment, the floor of which was covered with Indian mats painted in a variety of colours and devices; the couches and drapery of the lattices were of pale green silk, embroidered and fringed with green and gold.\n", "word": "green", "modifies": "silk"}
{"color": "white", "line": "The walls and ceilings were adorned with historical and allegorical paintings, in _fresco_; silver tripods, depending from chains of the same metal, illumined the apartment, the floor of which was covered with Indian mats painted in a variety of colours and devices; the couches and drapery of the lattices were of pale green silk, embroidered and fringed with green and gold.\n", "word": "pale", "modifies": "silk"}
{"color": "gold", "line": "The walls and ceilings were adorned with historical and allegorical paintings, in _fresco_; silver tripods, depending from chains of the same metal, illumined the apartment, the floor of which was covered with Indian mats painted in a variety of colours and devices; the couches and drapery of the lattices were of pale green silk, embroidered and fringed with green and gold.\n", "word": "gold", "modifies": "green"}
{"color": "silver", "line": "The walls and ceilings were adorned with historical and allegorical paintings, in _fresco_; silver tripods, depending from chains of the same metal, illumined the apartment, the floor of which was covered with Indian mats painted in a variety of colours and devices; the couches and drapery of the lattices were of pale green silk, embroidered and fringed with green and gold.\n", "word": "silver", "modifies": "tripod"}
{"color": "pink", "line": "Balcony lattices opened upon the grand canal, whence rose a confusion of voices and of musical instruments, and the breeze that gave freshness to the apartment.\n", "word": "rose", "modifies": "confusion"}
{"color": "green", "line": "She indulged herself in imagining what might be the manners and delights of a sea nymph, till she almost wished to throw off the habit of mortality, and plunge into the green wave to participate them.\n", "word": "green", "modifies": "wave"}
{"color": "red", "line": "“How delightful,” said she, “to live amidst the coral bowers and crystal caverns of the ocean, with my sister nymphs, and listen to the sounding waters above, and to the soft shells of the tritons!\n", "word": "coral", "modifies": "bower"}
{"color": "red", "line": "In coral bow’rs I love to lie, And hear the surges roll above, And through the waters view on high The proud ships sail, and gay clouds move.\n", "word": "coral", "modifies": "’rs"}
{"color": "blue", "line": "O’er the dim waves his searching eye Sees but the vessel’s lengthen’d shade; Above—the moon and azure sky; Entranc’d he hears, and half afraid!\n", "word": "azure", "modifies": "moon"}
{"color": "red", "line": "There, the pale pearl and sapphire blue, And ruby red, and em’rald green, Dart from the domes a changing hue, And sparry columns deck the scene.\n", "word": "red", "modifies": "ruby"}
{"color": "green", "line": "There, the pale pearl and sapphire blue, And ruby red, and em’rald green, Dart from the domes a changing hue, And sparry columns deck the scene.\n", "word": "green", "modifies": "pearl"}
{"color": "white", "line": "There, the pale pearl and sapphire blue, And ruby red, and em’rald green, Dart from the domes a changing hue, And sparry columns deck the scene.\n", "word": "pale", "modifies": "pearl"}
{"color": "blue", "line": "There, the pale pearl and sapphire blue, And ruby red, and em’rald green, Dart from the domes a changing hue, And sparry columns deck the scene.\n", "word": "blue", "modifies": "pearl"}
{"color": "red", "line": "Whoe’er ye are that love my lay, Come, when red sunset tints the wave, To the still sands, where fairies play; There, in cool seas, I love to lave.\n", "word": "red", "modifies": "sunset"}
{"color": "red", "line": "The red glow of sunset still touched the waves, and lingered in the west, where the melancholy gleam seemed slowly expiring, while the dark blue of the upper æther began to twinkle with stars.\n", "word": "red", "modifies": "glow"}
{"color": "blue", "line": "The red glow of sunset still touched the waves, and lingered in the west, where the melancholy gleam seemed slowly expiring, while the dark blue of the upper æther began to twinkle with stars.\n", "word": "blue", "modifies": "æther"}
{"color": "black", "line": "The rays of the moon, strengthening as the shadows deepened, soon after threw a silvery gleam upon her countenance, which was partly shaded by a thin black veil, and touched it with inimitable softness.\n", "word": "black", "modifies": "veil"}
{"color": "silver", "line": "With such powers of expression the Count sung the following RONDEAU Soft as yon silver ray, that sleeps Upon the ocean’s trembling tide; Soft as the air, that lightly sweeps Yon sad, that swells in stately pride: Soft as the surge’s stealing note, That dies along the distant shores, Or warbled strain, that sinks remote— So soft the sigh my bosom pours!\n", "word": "silver", "modifies": "ray"}
{"color": "pink", "line": "Sometimes the instruments suddenly ceased, and the voices dropped from the full swell of harmony into a low chant; then, after a deep pause, they rose by degrees, the instruments one by one striking up, till the loud and full chorus soared again to heaven!\n", "word": "rose", "modifies": "pause"}
{"color": "pink", "line": "She sung from the gaiety of her heart, as she sat with her veil half thrown back, holding gracefully the lute, under the spreading foliage and flowers of some plants, that rose from baskets, and interlaced one of the lattices of the saloon.\n", "word": "rose", "modifies": "foliage"}
{"color": "white", "line": "from forth a column’d gate A fearful shepherd, pale and silent, crept, Who, as he watch’d his folded flock star late, Had mark’d the robber steal where Hamet slept.\n", "word": "pale", "modifies": "shepherd"}
{"color": "purple", "line": "As Emily approached the shores of Italy she began to discriminate the rich features and varied colouring of the landscape—the purple hills, groves of orange pine and cypress, shading magnificent villas, and towns rising among vineyards and plantations.\n", "word": "purple", "modifies": "hill"}
{"color": "green", "line": "This done, Emily gave a last look to the Adriatic, and to the dim sail, that from the sky mix’d wave Dawns on the sight, and the barge slowly glided between the green and luxuriant slopes of the river.\n", "word": "green", "modifies": "slope"}
{"color": "pink", "line": "Anxious to escape from conversation, which was both afflicting and humiliating to her, she soon returned to the deck, and resumed her station near the stern, without apprehension of cold, for no vapour rose from the water, and the air was dry and tranquil; here, at least, the benevolence of nature allowed her the quiet which Montoni had denied her elsewhere.\n", "word": "rose", "modifies": "vapour"}
{"color": "gray", "line": "The stars shed a kind of twilight, that served to show the dark outline of the shores on either hand, and the grey surface of the river; till the moon rose from behind a high palm grove, and shed her mellow lustre over the scene.\n", "word": "grey", "modifies": "surface"}
{"color": "pink", "line": "The stars shed a kind of twilight, that served to show the dark outline of the shores on either hand, and the grey surface of the river; till the moon rose from behind a high palm grove, and shed her mellow lustre over the scene.\n", "word": "rose", "modifies": "moon"}
{"color": "white", "line": "It was of white marble, and the roof, rising into an open cupola, was supported by columns of the same material.\n", "word": "white", "modifies": "marble"}
{"color": "green", "line": "The air also was continually refreshed by rivulets, which, with more taste than fashion, had been suffered to wander among the green recesses.\n", "word": "green", "modifies": "recess"}
{"color": "purple", "line": "Emily often lingered behind the party, to contemplate the distant landscape, that closed a vista, or that gleamed beneath the dark foliage of the foreground;—the spiral summits of the mountains, touched with a purple tint, broken and steep above, but shelving gradually to their base; the open valley, marked by no formal lines of art; and the tall groves of cypress, pine and poplar, sometimes embellished by a ruined villa, whose broken columns appeared between the branches of a pine, that seemed to droop over their fall.\n", "word": "purple", "modifies": "tint"}
{"color": "pink", "line": "Still vast pine forests hung upon their base, and crowned the ridgy precipice, that rose perpendicularly from the vale, while, above, the rolling mists caught the sunbeams, and touched their cliffs with all the magical colouring of light and shade.\n", "word": "rose", "modifies": "precipice"}
{"color": "green", "line": "Though the deep valleys between these mountains were, for the most part, clothed with pines, sometimes an abrupt opening presented a perspective of only barren rocks, with a cataract flashing from their summit among broken cliffs, till its waters, reaching the bottom, foamed along with unceasing fury; and sometimes pastoral scenes exhibited their “green delights” in the narrow vales, smiling amid surrounding horror.\n", "word": "green", "modifies": "delight"}
{"color": "yellow", "line": "The sun had just sunk below the top of the mountains she was descending, whose long shadow stretched athwart the valley, but his sloping rays, shooting through an opening of the cliffs, touched with a yellow gleam the summits of the forest, that hung upon the opposite steeps, and streamed in full splendour upon the towers and battlements of a castle, that spread its extensive ramparts along the brow of a precipice above.\n", "word": "yellow", "modifies": "gleam"}
{"color": "purple", "line": "As she gazed, the light died away on its walls, leaving a melancholy purple tint, which spread deeper and deeper, as the thin vapour crept up the mountain, while the battlements above were still tipped with splendour.\n", "word": "purple", "modifies": "tint"}
{"color": "pink", "line": "Another gate delivered them into the second court, grass grown, and more wild than the first, where, as she surveyed through the twilight its desolation—its lofty walls, overtopped with briony, moss and nightshade, and the embattled towers that rose above,—long suffering and murder came to her thoughts.\n", "word": "rose", "modifies": "tower"}
{"color": "black", "line": "Having crossed the foot of the staircase, and passed through an ante room, they entered a spacious apartment, whose walls, wainscoted with black larch wood, the growth of the neighbouring mountains, were scarcely distinguishable from darkness itself.\n", "word": "black", "modifies": "wood"}
{"color": "red", "line": "But the night shade sat deeply on the mountains beyond, and their indented outline alone could be faintly traced on the horizon, where a red streak yet glimmered in the west.\n", "word": "red", "modifies": "streak"}
{"color": "black", "line": "It opened into a suite of spacious and ancient apartments, some of which were hung with tapestry, and others wainscoted with cedar and black larch wood.\n", "word": "black", "modifies": "larch"}
{"color": "black", "line": "Passing the light hastily over several other pictures, she came to one concealed by a veil of black silk.\n", "word": "black", "modifies": "silk"}
{"color": "pink", "line": "As she leaned from the corridor, over the staircase, and her eyes wandered round, she again observed, with wonder, the vast strength of the walls, now somewhat decayed, and the pillars of solid marble, that rose from the hall, and supported the roof.\n", "word": "rose", "modifies": "marble"}
{"color": "pink", "line": "Nearer, towards the west, opened the mountain vista, which Emily had viewed with such sublime emotion, on her approach to the castle: a thin dusky vapour, that rose from the valley, overspread its features with a sweet obscurity.\n", "word": "rose", "modifies": "vapour"}
{"color": "red", "line": "As this ascended and caught the sunbeams, it kindled into a crimson tint, and touched with exquisite beauty the woods and cliffs, over which it passed to the summit of the mountains; then, as the veil drew up, it was delightful to watch the gleaming objects, that progressively disclosed themselves in the valley—the green turf—dark woods—little rocky recesses—a few peasants’ huts—the foaming stream—a herd of cattle, and various images of pastoral beauty.\n", "word": "crimson", "modifies": "tint"}
{"color": "green", "line": "As this ascended and caught the sunbeams, it kindled into a crimson tint, and touched with exquisite beauty the woods and cliffs, over which it passed to the summit of the mountains; then, as the veil drew up, it was delightful to watch the gleaming objects, that progressively disclosed themselves in the valley—the green turf—dark woods—little rocky recesses—a few peasants’ huts—the foaming stream—a herd of cattle, and various images of pastoral beauty.\n", "word": "green", "modifies": "turf"}
{"color": "purple", "line": "Will your ladyship taste them, madam?” said Carlo, presenting the basket, “they are very fine ones, though I gathered them myself, and from an old tree, that catches all the south sun; they are as big as plums, your ladyship.” “Very well, old Carlo,” said Madame Montoni; “I am obliged to you.” “And the young Signora, too, she may like some of them,” rejoined Carlo, turning with the basket to Emily, “it will do me good to see her eat some.” “Thank you, Carlo,” said Emily, taking some cherries, and smiling kindly.\n", "word": "plum", "modifies": "ladyship"}
{"color": "black", "line": "And who used to sing such sweet verses about Orlandos and about the Black a moors, too; and Charly—Charly—magne, yes, that was the name, all under my lattice, in the west portico, on the moonlight nights at Venice?\n", "word": "black", "modifies": "moor"}
{"color": "white", "line": "Emily’s pale and affrighted countenance alarmed even Madame Montoni; but she had sufficient strength of mind to be silent on the subject, that still made her shudder, and which was ready to burst from her lips.\n", "word": "pale", "modifies": "countenance"}
{"color": "pink", "line": "Montoni and his companions rose instantly and went to the windows, but, these not affording them a view of the troops, they at length proceeded to the ramparts, where Cavigni conjectured it to be a legion of _condottieri_, on their march towards Modena.\n", "word": "rose", "modifies": "montoni"}
{"color": "gray", "line": "The ramparts, therefore, were almost her only retreat, and here she lingered, till the grey haze of evening was again spread over the scene.\n", "word": "grey", "modifies": "haze"}
{"color": "black", "line": "that terrible picture with the black veil over it.” “You never saw it, then?” said Emily.\n", "word": "black", "modifies": "veil"}
{"color": "pink", "line": "Morano rose, followed her to the door, through which he had entered, and caught her hand, as she reached the top of the staircase, but not before she had discovered, by the gleam of a lamp, another man half way down the steps.\n", "word": "rose", "modifies": "morano"}
{"color": "white", "line": "Unable to reply, and almost to think, she threw herself into a chair, pale and breathless.\n", "word": "pale", "modifies": "chair"}
{"color": "pink", "line": "Madame Montoni’s sufferings, at length, rose above her pride, and, when Emily had before entered the room, she would have told them all, had not her husband prevented her; now that she was no longer restrained by his presence, she poured forth all her complaints to her niece.\n", "word": "rose", "modifies": "suffering"}
{"color": "white", "line": "“Am I to be insulted at my own table, and by my own friends?” said Montoni, with a countenance pale in anger.\n", "word": "pale", "modifies": "countenance"}
{"color": "pink", "line": "He wears the rose of youth upon his cheek.\n", "word": "rose", "modifies": "youth"}
{"color": "black", "line": "They wore a kind of short jacket, composed of black and scarlet, and several of them had a cloak, of plain black, which, covering the person entirely, hung down to the stirrups.\n", "word": "black", "modifies": "scarlet"}
{"color": "black", "line": "On their heads, were the small Italian caps, some of which were distinguished by black feathers.\n", "word": "black", "modifies": "feather"}
{"color": "black", "line": "The strange and horrible supposition was but momentary, though her reason could supply none more probable, and though she discovered, among the band, the strangers she had formerly noticed with so much alarm, who were now distinguished by the black plume.\n", "word": "black", "modifies": "plume"}
{"color": "black", "line": "While she continued gazing, Cavigni, Verezzi, and Bertolini came forth from the hall, habited like the rest, except that they wore hats, with a mixed plume of black and scarlet, and that their arms differed from those of the rest of the party.\n", "word": "black", "modifies": "plume"}
{"color": "yellow", "line": "His visage was long and narrow, and his complexion of a sickly yellow.\n", "word": "yellow", "modifies": "complexion"}
{"color": "brown", "line": "The other, who appeared to be about forty, had features of a different cast, yet Italian, and his look was slow, subtle and penetrating; his eyes, of a dark grey, were small, and hollow; his complexion was a sun burnt brown, and the contour of his face, though inclined to oval, was irregular and ill formed.\n", "word": "brown", "modifies": "sun"}
{"color": "gray", "line": "The other, who appeared to be about forty, had features of a different cast, yet Italian, and his look was slow, subtle and penetrating; his eyes, of a dark grey, were small, and hollow; his complexion was a sun burnt brown, and the contour of his face, though inclined to oval, was irregular and ill formed.\n", "word": "grey", "modifies": "eye"}
{"color": "pink", "line": "The middle compartment of this hall rose into a vaulted roof, enriched with fretwork, and supported, on three sides, by pillars of marble; beyond these, long colonnades retired in gloomy grandeur, till their extent was lost in twilight.\n", "word": "rose", "modifies": "compartment"}
{"color": "pink", "line": "When the repast was over, they rose, and, each filling his goblet with wine from the gilded ewer, that stood beside him, drank “Success to our exploits!” Montoni was lifting his goblet to his lips to drink this toast, when suddenly the wine hissed, rose to the brim, and, as he held the glass from him, it burst into a thousand pieces.\n", "word": "rose", "modifies": "brim"}
{"color": "red", "line": "Meanwhile Madame Montoni’s agitation did not permit her to reply; alternately her complexion varied from livid paleness to a crimson flush; and she trembled,—but, whether with fear, or with indignation, it were difficult to decide.\n", "word": "crimson", "modifies": "flush"}
{"color": "purple", "line": "The sun, at length, set behind the western mountains; his fiery beams faded from the clouds, and then a dun melancholy purple drew over them, and gradually involved the features of the country below.\n", "word": "purple", "modifies": "melancholy"}
{"color": "gray", "line": "The grey of morning had long dawned through her casements, before Emily closed her eyes in sleep; when wearied nature, at length, yielded her a respite from suffering.\n", "word": "grey", "modifies": "morning"}
{"color": "pink", "line": "On the evening of the second, having dismissed Annette, and retired to bed, her mind became haunted by the most dismal images, such as her long anxiety, concerning her aunt, suggested; and, unable to forget herself, for a moment, or to vanquish the phantoms, that tormented her, she rose from her bed, and went to one of the casements of her chamber, to breathe a freer air.\n", "word": "rose", "modifies": "bed"}
{"color": "blue", "line": "The air refreshed her, and she continued at the casement, looking on the shadowy scene, over which the planets burned with a clear light, amid the deep blue æther, as they silently moved in their destined course.\n", "word": "blue", "modifies": "æther"}
{"color": "red", "line": "She would have sent Annette to the portal to hasten him, but feared to be left alone, for it was now almost dark, and a melancholy streak of red, that still lingered in the west, was the only vestige of departed day.\n", "word": "red", "modifies": "streak"}
{"color": "black", "line": "When this agitation subsided, she perceived, that her aunt was yet the prisoner of a man, to whose vengeance, or avarice, she might fall a sacrifice; and, when she further considered the savage aspect of the person, who was appointed to guard Madame Montoni, her doom appeared to be already sealed, for the countenance of Barnardine seemed to bear the stamp of a murderer; and, when she had looked upon it, she felt inclined to believe, that there was no deed, however black, which he might not be prevailed upon to execute.\n", "word": "black", "modifies": "deed"}
{"color": "green", "line": "She looked fearfully on the almost roofless walls, green with damps, and on the gothic points of the windows, where the ivy and the briony had long supplied the place of glass, and ran mantling among the broken capitals of some columns, that had once supported the roof.\n", "word": "green", "modifies": "wall"}
{"color": "white", "line": "Pale with horror and anxiety, she now waited till Barnardine had trimmed the torch, and, as her sight glanced again upon the grave, she could not forbear enquiring, for whom it was prepared.\n", "word": "pale", "modifies": "horror"}
{"color": "black", "line": "As they crossed it, the light showed the high black walls around them, fringed with long grass and dank weeds, that found a scanty soil among the mouldering stones; the heavy buttresses, with, here and there, between them, a narrow grate, that admitted a freer circulation of air to the court, the massy iron gates, that led to the castle, whose clustering turrets appeared above, and, opposite, the huge towers and arch of the portal itself.\n", "word": "black", "modifies": "wall"}
{"color": "black", "line": "As they passed up, the wind, which poured through the narrow cavities in the wall, made the torch flare, and it threw a stronger gleam upon the grim and sallow countenance of Barnardine, and discovered more fully the desolation of the place—the rough stone walls, the spiral stairs, black with age, and a suit of ancient armour, with an iron visor, that hung upon the walls, and appeared a trophy of some former victory.\n", "word": "black", "modifies": "stair"}
{"color": "pink", "line": "At the sound of his voice, Emily turned her eyes, and a gleam of recollection seemed to shoot athwart her mind, for she immediately rose from her seat, and moved slowly to a remote part of the room.\n", "word": "rose", "modifies": "seat"}
{"color": "pink", "line": "“I would speak with him;” and Annette, now remembering the order he had given, on the preceding night, respecting her young lady, rose, and said she would seek him herself.\n", "word": "rose", "modifies": "annette"}
{"color": "pink", "line": "There were several rooms underneath, adjoining the rampart, which had been long shut up, and, as the sound probably rose from one of these, she leaned from the casement to observe, whether any light was visible there.\n", "word": "rose", "modifies": "sound"}
{"color": "yellow", "line": "There was now a moon; and, as it rose over the tufted woods, its yellow light served to show the lonely terrace and the surrounding objects, more distinctly, than the twilight of the stars had done, and promised Emily to assist her observations, should the mysterious form return.\n", "word": "yellow", "modifies": "light"}
{"color": "pink", "line": "There was now a moon; and, as it rose over the tufted woods, its yellow light served to show the lonely terrace and the surrounding objects, more distinctly, than the twilight of the stars had done, and promised Emily to assist her observations, should the mysterious form return.\n", "word": "rose", "modifies": "wood"}
{"color": "white", "line": "Within, appeared a pale and emaciated face.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "His wife, when she understood that he was there, appeared much agitated, but was entirely silent, till Emily rose from a chair at the bedside, when she begged, in a feeble voice, that she would not leave her.\n", "word": "rose", "modifies": "emily"}
{"color": "red", "line": "The pealing thunder rolled onward, and then, reverbed by the mountains, other thunder seemed to answer from the opposite horizon; while the accumulating clouds, entirely concealing the moon, assumed a red sulphureous tinge, that foretold a violent storm.\n", "word": "red", "modifies": "tinge"}
{"color": "black", "line": "The fierce features and wild dress of the _condottieri_, bending with their torches over the grave, into which the corpse was descending, were contrasted by the venerable figure of the monk, wrapt in long black garments, his cowl thrown back from his pale face, on which the light gleaming strongly showed the lines of affliction softened by piety, and the few grey locks, which time had spared on his temples: while, beside him, stood the softer form of Emily, who leaned for support upon Annette; her face half averted, and shaded by a thin veil, that fell over her figure; and her mild and beautiful countenance fixed in grief so solemn as admitted not of tears, while she thus saw committed untimely to the earth her last relative and friend.\n", "word": "black", "modifies": "garment"}
{"color": "white", "line": "The fierce features and wild dress of the _condottieri_, bending with their torches over the grave, into which the corpse was descending, were contrasted by the venerable figure of the monk, wrapt in long black garments, his cowl thrown back from his pale face, on which the light gleaming strongly showed the lines of affliction softened by piety, and the few grey locks, which time had spared on his temples: while, beside him, stood the softer form of Emily, who leaned for support upon Annette; her face half averted, and shaded by a thin veil, that fell over her figure; and her mild and beautiful countenance fixed in grief so solemn as admitted not of tears, while she thus saw committed untimely to the earth her last relative and friend.\n", "word": "pale", "modifies": "face"}
{"color": "gray", "line": "The fierce features and wild dress of the _condottieri_, bending with their torches over the grave, into which the corpse was descending, were contrasted by the venerable figure of the monk, wrapt in long black garments, his cowl thrown back from his pale face, on which the light gleaming strongly showed the lines of affliction softened by piety, and the few grey locks, which time had spared on his temples: while, beside him, stood the softer form of Emily, who leaned for support upon Annette; her face half averted, and shaded by a thin veil, that fell over her figure; and her mild and beautiful countenance fixed in grief so solemn as admitted not of tears, while she thus saw committed untimely to the earth her last relative and friend.\n", "word": "grey", "modifies": "lock"}
{"color": "pink", "line": "As she sat musing, a peal of laughter rose from the terrace, and, on going to the casement, she saw, with inexpressible surprise, three ladies, dressed in the gala habit of Venice, walking with several gentlemen below.\n", "word": "rose", "modifies": "peal"}
{"color": "pink", "line": "The pleasant, peaceful scenes of Gascony, the tenderness and goodness of her parents, the taste and simplicity of her former life—all rose to her fancy, and formed a picture, so sweet and glowing, so strikingly contrasted with the scenes, the characters and the dangers, which now surrounded her—that her mind could not bear to pause upon the retrospect, and shrunk at the acuteness of its own sufferings.\n", "word": "rose", "modifies": "scene"}
{"color": "pink", "line": "Now she rose from the couch, and opened the casement to listen; then she would pace the room with impatient steps, and, at length, return with despondence to her pillow.\n", "word": "rose", "modifies": "couch"}
{"color": "pink", "line": "Without power to implore his pity, she rose to go, but found that she could not support herself; awe and terror overcame her, and she sunk again into the chair.\n", "word": "rose", "modifies": "power"}
{"color": "gray", "line": "Emily now had a full view of Udolpho, with its grey walls, towers and terraces, high over topping the precipices and the dark woods, and glittering partially with the arms of the _Condottieri_, as the sun’s rays, streaming through an autumnal cloud, glanced upon a part of the edifice, whose remaining features stood in darkened majesty.\n", "word": "grey", "modifies": "wall"}
{"color": "blue", "line": "The guides twice reminded her, that she was losing time and that they had far to go, before she could turn from this interesting object, and, even when she again moved onward, she often sent a look back, till only its blue point, brightening in a gleam of sunshine, appeared peeping over other mountains.\n", "word": "blue", "modifies": "point"}
{"color": "black", "line": "Towards evening, they wound down precipices, black with forests of cypress, pine and cedar, into a glen so savage and secluded, that, if Solitude ever had local habitation, this might have been “her place of dearest residence.” To Emily it appeared a spot exactly suited for the retreat of banditti, and, in her imagination, she already saw them lurking under the brow of some projecting rock, whence their shadows, lengthened by the setting sun, stretched across the road, and warned the traveller of his danger.\n", "word": "black", "modifies": "precipice"}
{"color": "purple", "line": "The sun was now sunk behind the high mountains in the west, upon which a purple haze began to spread, and the gloom of twilight to draw over the surrounding objects.\n", "word": "purple", "modifies": "haze"}
{"color": "white", "line": "‘Bertrand,’ said the Signor, when his men returned—” “Bertrand!” exclaimed Emily, pale with horror, on whom not a syllable of this narrative had been lost.\n", "word": "pale", "modifies": "emily"}
{"color": "black", "line": "The hollow moan struck upon Emily’s heart, and served to render more gloomy and terrific every object around her,—the mountains, shaded in twilight—the gleaming torrent, hoarsely roaring—the black forests, and the deep glen, broken into rocky recesses, high overshadowed by cypress and sycamore and winding into long obscurity.\n", "word": "black", "modifies": "forest"}
{"color": "red", "line": "Their deep silence, except when the wind swept among their branches, and impenetrable glooms shown partially by the sudden flash, and then, by the red glare of the torch, which served only to make “darkness visible,” were circumstances, that contributed to renew all her most terrible apprehensions; she thought, too, that, at this moment, the countenances of her conductors displayed more than their usual fierceness, mingled with a kind of lurking exultation, which they seemed endeavouring to disguise.\n", "word": "red", "modifies": "glare"}
{"color": "blue", "line": "Between the boles of the trees, the blue lightning flashed and quivered along the ground, while, as Emily looked under the boughs, the mountains beyond, frequently appeared to be clothed in livid flame.\n", "word": "blue", "modifies": "lightning"}
{"color": "red", "line": "The rising wind was now heard contending with the thunder, as it rushed furiously among the branches above, and brightened the red flame of the torch, which threw a stronger light forward among the woods, and showed their gloomy recesses to be suitable resorts for the wolves, of which Ugo had formerly spoken.\n", "word": "red", "modifies": "flame"}
{"color": "blue", "line": "After travelling through the woods for nearly an hour, during which the elements seemed to have returned to repose, the travellers, gradually ascending from the glen, found themselves upon the open brow of a mountain, with a wide valley, extending in misty moonlight, at their feet, and above, the blue sky, trembling through the few thin clouds, that lingered after the storm, and were sinking slowly to the verge of the horizon.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "Was nought around but images of rest, Sleep soothing groves and quiet lawns between, And flowery beds that slumbrous influence kept, From poppies breath’d, and banks of pleasant green, Where never yet was creeping creature seen.\n", "word": "green", "modifies": "bank"}
{"color": "black", "line": "Beneath the dark and spreading branches appeared to the north and to the east the woody Apennines, rising in majestic amphitheatre, not black with pines, as she had been accustomed to see them, but their loftiest summits crowned with ancient forests of chesnut, oak, and oriental plane, now animated with the rich tints of autumn, and which swept downward to the valley uninterruptedly, except where some bold rocky promontory looked out from among the foliage, and caught the passing gleam.\n", "word": "black", "modifies": "pine"}
{"color": "green", "line": "Vineyards stretched along the feet of the mountains, where the elegant villas of the Tuscan nobility frequently adorned the scene, and overlooked slopes clothed with groves of olive, mulberry, orange and lemon.\n", "word": "olive", "modifies": "grove"}
{"color": "purple", "line": "Vines, their purple clusters blushing between the russet foliage, hung in luxuriant festoons from the branches of standard fig and cherry trees, while pastures of verdure, such as Emily had seldom seen in Italy, enriched the banks of a stream that, after descending from the mountains, wound along the landscape, which it reflected, to a bay of the sea.\n", "word": "purple", "modifies": "cluster"}
{"color": "purple", "line": "There, far in the west, the waters, fading into the sky, assumed a tint of the faintest purple, and the line of separation between them was, now and then, discernible only by the progress of a sail, brightened with the sunbeam, along the horizon.\n", "word": "purple", "modifies": "tint"}
{"color": "pink", "line": "The turf, that grew under the woods, was inlaid with a variety of wild flowers and perfumed herbs, and, on the opposite margin of the stream, whose current diffused freshness beneath the shades, rose a grove of lemon and orange trees.\n", "word": "rose", "modifies": "margin"}
{"color": "pink", "line": "She pursued her way towards the sea, which reflected the warm glow of sunset, while the cliffs, that rose over its edge, were tinted with the last rays.\n", "word": "rose", "modifies": "cliff"}
{"color": "green", "line": "who loves to float on the green wave, When Neptune sleeps beneath the moonlight hour, Lull’d by the music’s melancholy pow’r, O nymph, arise from out thy pearly cave!\n", "word": "green", "modifies": "wave"}
{"color": "white", "line": "who loves to float on the green wave, When Neptune sleeps beneath the moonlight hour, Lull’d by the music’s melancholy pow’r, O nymph, arise from out thy pearly cave!\n", "word": "pearly", "modifies": "cave"}
{"color": "white", "line": "from out thy pearly cave—arise!\n", "word": "pearly", "modifies": "cave"}
{"color": "green", "line": "Their dress was a very short full petticoat of light green, with a boddice of white silk; the sleeves loose, and tied up at the shoulders with ribbons and bunches of flowers.\n", "word": "green", "modifies": "light"}
{"color": "white", "line": "Their dress was a very short full petticoat of light green, with a boddice of white silk; the sleeves loose, and tied up at the shoulders with ribbons and bunches of flowers.\n", "word": "white", "modifies": "silk"}
{"color": "pink", "line": "Having, at length, reached the staircase, and found her way to the top, she seated herself on the last stair, to await the arrival of Annette; for the profound darkness of the gallery deterred her from proceeding farther, and, while she listened for her footstep, she heard only distant sounds of revelry, which rose in sullen echoes from among the arcades below.\n", "word": "rose", "modifies": "sound"}
{"color": "green", "line": "At a distance, in the east, Emily discovered Florence, with its towers rising on the brilliant horizon, and its luxuriant plain, spreading to the feet of the Apennines, speckled with gardens and magnificent villas, or coloured with groves of orange and lemon, with vines, corn, and plantations of olives and mulberry; while, to the west, the vale opened to the waters of the Mediterranean, so distant, that they were known only by a bluish line, that appeared upon the horizon, and by the light marine vapour, which just stained the æther above.\n", "word": "olive", "modifies": "plantation"}
{"color": "yellow", "line": "At a distance, they heard the gay song of the peasants among the vineyards, and observed the setting sun tint the waves with yellow lustre, and twilight draw a dusky purple over the mountains, which, at length, deepened into night.\n", "word": "yellow", "modifies": "lustre"}
{"color": "green", "line": "As they approached it, the vale expanded into a plain, variegated with vineyards, corn, olives and mulberry groves; but it was late, before they reached its gates, where Emily was surprised to hear the busy sound of footsteps and the tones of musical instruments, as well as to see the lively groups, that filled the streets, and she almost fancied herself again at Venice; but here was no moonlight sea—no gay gondolas, dashing the waves,—no _Palladian_ palaces, to throw enchantment over the fancy and lead it into the wilds of fairy story.\n", "word": "olive", "modifies": "vineyard"}
{"color": "pink", "line": "After conversing for a few minutes with the abbess, the Countess rose to go.\n", "word": "rose", "modifies": "countess"}
{"color": "blue", "line": "Inattentive to a conversation, which was passing between the Countess and a Mademoiselle Bearn, her friend, Blanche sat, lost in pleasing reverie, as she watched the clouds floating silently along the blue expanse, now veiling the sun and stretching their shadows along the distant scene, and then disclosing all his brightness.\n", "word": "blue", "modifies": "expanse"}
{"color": "green", "line": "The plains of Languedoc, blushing with the purple vine and diversified with groves of mulberry, almond and olives, spread far to the north and the east; to the south, appeared the Mediterranean, clear as crystal, and blue as the heavens it reflected, bearing on its bosom vessels, whose white sails caught the sunbeams, and gave animation to the scene.\n", "word": "olive", "modifies": "mulberry"}
{"color": "white", "line": "The plains of Languedoc, blushing with the purple vine and diversified with groves of mulberry, almond and olives, spread far to the north and the east; to the south, appeared the Mediterranean, clear as crystal, and blue as the heavens it reflected, bearing on its bosom vessels, whose white sails caught the sunbeams, and gave animation to the scene.\n", "word": "white", "modifies": "sail"}
{"color": "purple", "line": "The plains of Languedoc, blushing with the purple vine and diversified with groves of mulberry, almond and olives, spread far to the north and the east; to the south, appeared the Mediterranean, clear as crystal, and blue as the heavens it reflected, bearing on its bosom vessels, whose white sails caught the sunbeams, and gave animation to the scene.\n", "word": "purple", "modifies": "vine"}
{"color": "black", "line": "As Blanche drew nearer, the gothic features of this ancient mansion successively appeared—first an embattled turret, rising above the trees—then the broken arch of an immense gateway, retiring beyond them; and she almost fancied herself approaching a castle, such as is often celebrated in early story, where the knights look out from the battlements on some champion below, who, clothed in black armour, comes, with his companions, to rescue the fair lady of his love from the oppression of his rival; a sort of legends, to which she had once or twice obtained access in the library of her convent, that, like many others, belonging to the monks, was stored with these reliques of romantic fiction.\n", "word": "black", "modifies": "armour"}
{"color": "green", "line": "But she was quickly awakened from the complacent delight, which this scene had diffused upon her mind, by the Countess, who, discontented with every object around, and impatient for refreshment and repose, hastened forward to a large parlour, whose cedar wainscot, narrow, pointed casements, and dark ceiling of carved cypress wood, gave it an aspect of peculiar gloom, which the dingy green velvet of the chairs and couches, fringed with tarnished gold, had once been designed to enliven.\n", "word": "green", "modifies": "velvet"}
{"color": "gray", "line": "Through a distant window, that seemed to terminate the gallery, were seen the purple clouds of evening and a landscape, whose features, thinly veiled in twilight, no longer appeared distinctly, but, blended into one grand mass, stretched to the horizon, coloured only with a tint of solemn grey.\n", "word": "grey", "modifies": "tint"}
{"color": "purple", "line": "Through a distant window, that seemed to terminate the gallery, were seen the purple clouds of evening and a landscape, whose features, thinly veiled in twilight, no longer appeared distinctly, but, blended into one grand mass, stretched to the horizon, coloured only with a tint of solemn grey.\n", "word": "purple", "modifies": "cloud"}
{"color": "gray", "line": "The windows, which were numerous and large, descended low, and afforded a very extensive, and what Blanche’s fancy represented to be, a very lovely prospect; and she stood for some time, surveying the grey obscurity and depicturing imaginary woods and mountains, valleys and rivers, on this scene of night; her solemn sensations rather assisted, than interrupted, by the distant bark of a watch dog, and by the breeze, as it trembled upon the light foliage of the shrubs.\n", "word": "grey", "modifies": "obscurity"}
{"color": "white", "line": "By the twilight, admitted through an open portico, she could just distinguish this apartment to be of very light and airy architecture, and that it was paved with white marble, pillars of which supported the roof, that rose into arches built in the Moorish style.\n", "word": "white", "modifies": "marble"}
{"color": "pink", "line": "By the twilight, admitted through an open portico, she could just distinguish this apartment to be of very light and airy architecture, and that it was paved with white marble, pillars of which supported the roof, that rose into arches built in the Moorish style.\n", "word": "rose", "modifies": "roof"}
{"color": "pink", "line": "While Blanche stood on the steps of this portico, the moon rose over the sea, and gradually disclosed, in partial light, the beauties of the eminence, on which she stood, whence a lawn, now rude and overgrown with high grass, sloped to the woods, that, almost surrounding the château, extended in a grand sweep down the southern sides of the promontory to the very margin of the ocean.\n", "word": "rose", "modifies": "moon"}
{"color": "green", "line": "O, who would live in Paris, to look upon black walls and dirty streets, when, in the country, they might gaze on the blue heavens, and all the green earth!” This enthusiastic soliloquy was interrupted by a rustling noise in the hall; and, while the loneliness of the place made her sensible to fear, she thought she perceived something moving between the pillars.\n", "word": "green", "modifies": "earth"}
{"color": "black", "line": "O, who would live in Paris, to look upon black walls and dirty streets, when, in the country, they might gaze on the blue heavens, and all the green earth!” This enthusiastic soliloquy was interrupted by a rustling noise in the hall; and, while the loneliness of the place made her sensible to fear, she thought she perceived something moving between the pillars.\n", "word": "black", "modifies": "wall"}
{"color": "blue", "line": "O, who would live in Paris, to look upon black walls and dirty streets, when, in the country, they might gaze on the blue heavens, and all the green earth!” This enthusiastic soliloquy was interrupted by a rustling noise in the hall; and, while the loneliness of the place made her sensible to fear, she thought she perceived something moving between the pillars.\n", "word": "blue", "modifies": "heaven"}
{"color": "pink", "line": "She gave her hand to her father, who, smiling affectionately, rose from his chair, and went to a window to conceal his emotion.\n", "word": "rose", "modifies": "father"}
{"color": "gold", "line": "The furniture, also, was of ancient date; the bed was of blue damask, trimmed with tarnished gold lace, and its lofty tester rose in the form of a canopy, whence the curtains descended, like those of such tents as are sometimes represented in old pictures, and, indeed, much resembling those, exhibited on the faded tapestry, with which the chamber was hung.\n", "word": "gold", "modifies": "lace"}
{"color": "blue", "line": "The furniture, also, was of ancient date; the bed was of blue damask, trimmed with tarnished gold lace, and its lofty tester rose in the form of a canopy, whence the curtains descended, like those of such tents as are sometimes represented in old pictures, and, indeed, much resembling those, exhibited on the faded tapestry, with which the chamber was hung.\n", "word": "blue", "modifies": "damask"}
{"color": "pink", "line": "The furniture, also, was of ancient date; the bed was of blue damask, trimmed with tarnished gold lace, and its lofty tester rose in the form of a canopy, whence the curtains descended, like those of such tents as are sometimes represented in old pictures, and, indeed, much resembling those, exhibited on the faded tapestry, with which the chamber was hung.\n", "word": "rose", "modifies": "tester"}
{"color": "blue", "line": "Her disappointment, however, was instantly forgotten, when, on opening the casement, she saw, on one hand, the wide sea sparkling in the morning rays, with its stealing sails and glancing oars; and, on the other, the fresh woods, the plains far stretching and the blue mountains, all glowing with the splendour of day.\n", "word": "blue", "modifies": "mountain"}
{"color": "green", "line": "Now, she moved with solemn steps, beneath the gloom of thickly interwoven branches, where the fresh dew still hung upon every flower, that peeped from among the grass; and now tripped sportively along the path, on which the sunbeams darted and the checquered foliage trembled—where the tender greens of the beech, the acacia and the mountain ash, mingling with the solemn tints of the cedar, the pine and cypress, exhibited as fine a contrast of colouring, as the majestic oak and oriental plane did of form, to the feathery lightness of the cork tree and the waving grace of the poplar.\n", "word": "green", "modifies": "beech"}
{"color": "white", "line": "Having reached a rustic seat, within a deep recess of the woods, she rested awhile, and, as her eyes caught, through a distant opening, a glimpse of the blue waters of the Mediterranean, with the white sail, gliding on its bosom, or of the broad mountain, glowing beneath the mid day sun, her mind experienced somewhat of that exquisite delight, which awakens the fancy, and leads to poetry.\n", "word": "white", "modifies": "sail"}
{"color": "blue", "line": "Having reached a rustic seat, within a deep recess of the woods, she rested awhile, and, as her eyes caught, through a distant opening, a glimpse of the blue waters of the Mediterranean, with the white sail, gliding on its bosom, or of the broad mountain, glowing beneath the mid day sun, her mind experienced somewhat of that exquisite delight, which awakens the fancy, and leads to poetry.\n", "word": "blue", "modifies": "water"}
{"color": "gold", "line": "But now I see thee sailing low, Gay as the brightest flow’rs of spring, Thy coat of blue and jet I know, And well thy gold and purple wing.\n", "word": "gold", "modifies": "wing"}
{"color": "blue", "line": "But now I see thee sailing low, Gay as the brightest flow’rs of spring, Thy coat of blue and jet I know, And well thy gold and purple wing.\n", "word": "blue", "modifies": "coat"}
{"color": "purple", "line": "But now I see thee sailing low, Gay as the brightest flow’rs of spring, Thy coat of blue and jet I know, And well thy gold and purple wing.\n", "word": "purple", "modifies": "wing"}
{"color": "green", "line": "The paintings on the walls and coved ceiling were to be renewed, the canopies and sofas were to be of light green damask; marble statues of wood nymphs, bearing on their heads baskets of living flowers, were to adorn the recesses between the windows, which, descending to the ground, were to admit to every part of the room, and it was of octagonal form, the various landscape.\n", "word": "green", "modifies": "damask"}
{"color": "green", "line": "One window opened upon a romantic glade, where the eye roved among the woody recesses, and the scene was bounded only by a lengthened pomp of groves; from another, the woods receding disclosed the distant summits of the Pyrenees; a third fronted an avenue, beyond which the grey towers of Château le Blanc, and a picturesque part of its ruin were seen partially among the foliage; while a fourth gave, between the trees, a glimpse of the green pastures and villages, that diversify the banks of the Aude.\n", "word": "green", "modifies": "pasture"}
{"color": "gray", "line": "One window opened upon a romantic glade, where the eye roved among the woody recesses, and the scene was bounded only by a lengthened pomp of groves; from another, the woods receding disclosed the distant summits of the Pyrenees; a third fronted an avenue, beyond which the grey towers of Château le Blanc, and a picturesque part of its ruin were seen partially among the foliage; while a fourth gave, between the trees, a glimpse of the green pastures and villages, that diversify the banks of the Aude.\n", "word": "grey", "modifies": "tower"}
{"color": "gray", "line": "Around, the waters were spread into one vast expanse of polished mirror, reflecting the grey cliffs and feathery woods, that over hung its surface, the glow of the western horizon and the dark clouds, that came slowly from the east.\n", "word": "grey", "modifies": "cliff"}
{"color": "gray", "line": "On the grey walls, the moss had fastened, and, round the pointed windows of the chapel, the ivy and the briony hung in many a fantastic wreath.\n", "word": "grey", "modifies": "wall"}
{"color": "pink", "line": "The monks were singing the hymn of vespers, and some female voices mingled with the strain, which rose by soft degrees, till the high organ and the choral sounds swelled into full and solemn harmony.\n", "word": "rose", "modifies": "strain"}
{"color": "white", "line": "While the lady abbess ordered refreshment, and conversed with the Countess, Blanche withdrew to a window, the lower panes of which, being without painting, allowed her to observe the progress of the storm over the Mediterranean, whose dark waves, that had so lately slept, now came boldly swelling, in long succession, to the shore, where they burst in white foam, and threw up a high spray over the rocks.\n", "word": "white", "modifies": "foam"}
{"color": "red", "line": "A red sulphureous tint overspread the long line of clouds, that hung above the western horizon, beneath whose dark skirts the sun looking out, illumined the distant shores of Languedoc, as well as the tufted summits of the nearer woods, and shed a partial gleam on the western waves.\n", "word": "red", "modifies": "tint"}
{"color": "white", "line": "The rest of the scene was in deep gloom, except where a sunbeam, darting between the clouds, glanced on the white wings of the sea fowl, that circled high among them, or touched the swelling sail of a vessel, which was seen labouring in the storm.\n", "word": "white", "modifies": "wing"}
{"color": "white", "line": "In a few moments, the report of guns was again borne along the wind, and as suddenly wafted away; a tremendous burst of thunder followed, and, in the flash, that had preceded it, and which seemed to quiver over the whole surface of the waters, a vessel was discovered, tossing amidst the white foam of the waves at some distance from the shore.\n", "word": "white", "modifies": "foam"}
{"color": "red", "line": "While Henri went out to direct on what part of the cliffs the lights should appear, Blanche remained with her father, at the window, catching, every now and then, as the lightnings flashed, a glimpse of the vessel; and she soon saw, with reviving hope, the torches flaming on the blackness of night, and, as they waved over the cliffs, casting a red gleam on the gasping billows.\n", "word": "red", "modifies": "gleam"}
{"color": "white", "line": "As when a wave, that from a cloud impends, And, swell’d with tempests, on the ship descends, White are the decks with foam; the winds aloud, Howl o’er the masts, and sing through ev’ry shroud: Pale, trembling, tir’d, the sailors freeze with fears, And instant death on ev’ry wave appears.\n", "word": "white", "modifies": "deck"}
{"color": "blue", "line": "Ah!” added she, taking up the miniature, “these are her own blue eyes—looking so sweet and so mild; and there is her very look, such as I have often seen it, when she had sat thinking for a long while, and then, the tears would often steal down her cheeks—but she never would complain!\n", "word": "blue", "modifies": "eye"}
{"color": "green", "line": "She, therefore, turned back, and was hastily pursuing her way to the dancers, when she heard steps approaching from the avenue; and, being still beyond the call of the peasants on the green, for she could neither hear their voices, nor their music, she quickened her pace; but the persons following gained fast upon her, and, at length, distinguishing the voice of Henri, she walked leisurely, till he came up.\n", "word": "green", "modifies": "peasant"}
{"color": "pink", "line": "When she could recall them, she found in the library Valancourt, seated with the Count, who both rose on her entrance; but she did not dare to look at Valancourt, and the Count, having led her to a chair, immediately withdrew.\n", "word": "rose", "modifies": "count"}
{"color": "pink", "line": "Thus passed the night in ineffectual struggles between affection and reason, and she rose, in the morning, with a mind, weakened and irresolute, and a frame, trembling with illness.\n", "word": "rose", "modifies": "morning"}
{"color": "pink", "line": "After a long pause, during which Emily wept in silence, and Valancourt seemed struggling with his grief, she again rose to take leave of him.\n", "word": "rose", "modifies": "pause"}
{"color": "yellow", "line": "I remember I danced with Philip, the butler, in a pink gown, with yellow ribbons, and a coif, not such as they wear now, but plaited high, with ribbons all about it.\n", "word": "yellow", "modifies": "ribbon"}
{"color": "pink", "line": "I remember I danced with Philip, the butler, in a pink gown, with yellow ribbons, and a coif, not such as they wear now, but plaited high, with ribbons all about it.\n", "word": "pink", "modifies": "gown"}
{"color": "green", "line": "It was some time before Emily perceived, through the dusk, the bed on which the Marchioness was said to have died; when, advancing to the upper end of the room, she discovered the high canopied tester of dark green damask, with the curtains descending to the floor in the fashion of a tent, half drawn, and remaining apparently, as they had been left twenty years before; and over the whole bedding was thrown a counterpane, or pall, of black velvet, that hung down to the floor.\n", "word": "green", "modifies": "damask"}
{"color": "black", "line": "It was some time before Emily perceived, through the dusk, the bed on which the Marchioness was said to have died; when, advancing to the upper end of the room, she discovered the high canopied tester of dark green damask, with the curtains descending to the floor in the fashion of a tent, half drawn, and remaining apparently, as they had been left twenty years before; and over the whole bedding was thrown a counterpane, or pall, of black velvet, that hung down to the floor.\n", "word": "black", "modifies": "velvet"}
{"color": "black", "line": "On the floor were a pair of black satin slippers, and, on the dressing table, a pair of gloves and a long black veil, which, as Emily took it up to examine, she perceived was dropping to pieces with age.\n", "word": "black", "modifies": "slipper"}
{"color": "silver", "line": "In a large oriel window of painted glass, stood a table, with a silver crucifix, and a prayer book open; and Emily remembered with emotion what Dorothée had mentioned concerning her custom of playing on her lute in this window, before she observed the lute itself, lying on a corner of the table, as if it had been carelessly placed there by the hand, that had so often awakened it.\n", "word": "silver", "modifies": "crucifix"}
{"color": "black", "line": "This black counterpane was not upon the bed then; it was laid on, after her death, and she was laid out upon it.” Emily turned to look within the dusky curtains, as if she could have seen the countenance of which Dorothée spoke.\n", "word": "black", "modifies": "counterpane"}
{"color": "white", "line": "The edge of the white pillow only appeared above the blackness of the pall, but, as her eyes wandered over the pall itself, she fancied she saw it move.\n", "word": "white", "modifies": "pillow"}
{"color": "pink", "line": "Thine is the balmy breath of morn, Just as the dew bent rose is born.\n", "word": "rose", "modifies": "dew"}
{"color": "pink", "line": "Hither Emily often came alone in the silence of evening, and, soothed by the scenery and by the faint murmur, that rose from the waves, would sit, till darkness obliged her to return to the château.\n", "word": "rose", "modifies": "murmur"}
{"color": "white", "line": "She had sat on the steps of the building, watching, in tranquil melancholy, the gradual effect of evening over the extensive prospect, till the grey waters of the Mediterranean and the massy woods were almost the only features of the scene, that remained visible; when, as she gazed alternately on these, and on the mild blue of the heavens, where the first pale star of evening appeared, she personified the hour in the following lines:— SONG OF THE EVENING HOUR Last of the Hours, that track the fading Day, I move along the realms of twilight air, And hear, remote, the choral song decay Of sister nymphs, who dance around his car.\n", "word": "pale", "modifies": "star"}
{"color": "blue", "line": "She had sat on the steps of the building, watching, in tranquil melancholy, the gradual effect of evening over the extensive prospect, till the grey waters of the Mediterranean and the massy woods were almost the only features of the scene, that remained visible; when, as she gazed alternately on these, and on the mild blue of the heavens, where the first pale star of evening appeared, she personified the hour in the following lines:— SONG OF THE EVENING HOUR Last of the Hours, that track the fading Day, I move along the realms of twilight air, And hear, remote, the choral song decay Of sister nymphs, who dance around his car.\n", "word": "blue", "modifies": "heaven"}
{"color": "gray", "line": "She had sat on the steps of the building, watching, in tranquil melancholy, the gradual effect of evening over the extensive prospect, till the grey waters of the Mediterranean and the massy woods were almost the only features of the scene, that remained visible; when, as she gazed alternately on these, and on the mild blue of the heavens, where the first pale star of evening appeared, she personified the hour in the following lines:— SONG OF THE EVENING HOUR Last of the Hours, that track the fading Day, I move along the realms of twilight air, And hear, remote, the choral song decay Of sister nymphs, who dance around his car.\n", "word": "grey", "modifies": "water"}
{"color": "blue", "line": "Then, as I follow through the azure void, His partial splendour from my straining eye Sinks in the depth of space; my only guide His faint ray dawning on the farthest sky; Save that sweet, lingering strain of gayer Hours, Whose close my voice prolongs in dying notes, While mortals on the green earth own its pow’rs, As downward on the evening gale it floats.\n", "word": "azure", "modifies": "void"}
{"color": "purple", "line": "When fades along the West the Sun’s last beam, As, weary, to the nether world he goes, And mountain summits catch the purple gleam, And slumbering ocean faint and fainter glows, Silent upon the globe’s broad shade I steal, And o’er its dry turf shed the cooling dews, And ev’ry fever’d herb and flow’ret heal, And all their fragrance on the air diffuse.\n", "word": "purple", "modifies": "gleam"}
{"color": "black", "line": "He approached the bed with an emotion of solemnity, and, perceiving it to be covered with the pall of black velvet, paused; “What can this mean?” said he, as he gazed upon it.\n", "word": "black", "modifies": "velvet"}
{"color": "white", "line": "Blanche was pale with attention, till the ridicule in her father’s glance called a blush upon her countenance, and she then endeavoured to forget the superstitious tales she had been told in her convent.\n", "word": "pale", "modifies": "blanche"}
{"color": "gold", "line": "Eight minstrels were retained in his service, who used to sing to their harps romantic fictions, taken from the Arabians, or adventures of chivalry, that befel knights during the crusades, or the martial deeds of the Baron, their lord;—while he, surrounded by his knights and ladies, banqueted in the great hall of his castle, where the costly tapestry, that adorned the walls with pictured exploits of his ancestors, the casements of painted glass, enriched with armorial bearings, the gorgeous banners, that waved along the roof, the sumptuous canopies, the profusion of gold and silver that glittered on the sideboards, the numerous dishes, that covered the tables, the number and gay liveries of the attendants, with the chivalric and splendid attire of the guests, united to form a scene of magnificence, such as we may not hope to see in these _degenerate days_.\n", "word": "gold", "modifies": "profusion"}
{"color": "silver", "line": "Eight minstrels were retained in his service, who used to sing to their harps romantic fictions, taken from the Arabians, or adventures of chivalry, that befel knights during the crusades, or the martial deeds of the Baron, their lord;—while he, surrounded by his knights and ladies, banqueted in the great hall of his castle, where the costly tapestry, that adorned the walls with pictured exploits of his ancestors, the casements of painted glass, enriched with armorial bearings, the gorgeous banners, that waved along the roof, the sumptuous canopies, the profusion of gold and silver that glittered on the sideboards, the numerous dishes, that covered the tables, the number and gay liveries of the attendants, with the chivalric and splendid attire of the guests, united to form a scene of magnificence, such as we may not hope to see in these _degenerate days_.\n", "word": "silver", "modifies": "gold"}
{"color": "pink", "line": "The Count, who had slept little during the night, rose early, and, anxious to speak with Ludovico, went to the north apartment; but, the outer door having been fastened, on the preceding night, he was obliged to knock loudly for admittance.\n", "word": "rose", "modifies": "count"}
{"color": "gray", "line": "It was a grey autumnal morning.\n", "word": "grey", "modifies": "morning"}
{"color": "pink", "line": "Emily also rose at an early hour, and took her customary walk along the brow of the promontory, that overhung the Mediterranean.\n", "word": "rose", "modifies": "emily"}
{"color": "black", "line": "It appeared, on the first glance, to be of ebony, so dark and close was its grain and so high its polish; but it proved to be only of larch wood, of the growth of Provence, then famous for its forests of larch.\n", "word": "ebony", "modifies": "grain"}
{"color": "pink", "line": "The Baron St. Foix, whom anxiety for his friend had kept awake, rose early to enquire the event of the night, when, as he passed the Count’s closet, hearing steps within, he knocked at the door, and it was opened by his friend himself.\n", "word": "rose", "modifies": "st."}
{"color": "pink", "line": "The latter soon rose from her knees, and, taking down the lamp and placing it on the table, Emily perceived there a human skull and bones, lying beside an hour glass; but the nun, without observing her emotion, sat down on the mattress by her, saying, “Your curiosity, sister, has made you punctual, but you have nothing remarkable to hear in the history of poor Agnes, of whom I avoided to speak in the presence of my lay sisters, only because I would not publish her crime to them.” “I shall consider your confidence in me as a favour,” said Emily, “and will not misuse it.” “Sister Agnes,” resumed the nun, “is of a noble family, as the dignity of her air must already have informed you, but I will not dishonour their name so much as to reveal it.\n", "word": "rose", "modifies": "latter"}
{"color": "pink", "line": "Montoni, too, often rose to her fancy, such as she had seen him in his days of triumph, bold, spirited and commanding; such also as she had since beheld him in his days of vengeance; and now, only a few short months had passed—and he had no longer the power, or the will to afflict;—he had become a clod of earth, and his life was vanished like a shadow!\n", "word": "rose", "modifies": "montoni"}
{"color": "pink", "line": "“Ah!” said Emily, as she ascended, “these are the same high trees, that used to wave over the terrace, and these the same flowery thickets—the liburnum, the wild rose, and the cerinthe—which were wont to grow beneath them!\n", "word": "rose", "modifies": "liburnum"}
{"color": "yellow", "line": "The sun was setting over the extensive landscape, to which his beams, sloping from beneath a dark cloud, that overhung the west, gave rich and partial colouring, and touched the tufted summits of the groves, that rose from the garden below, with a yellow gleam.\n", "word": "yellow", "modifies": "gleam"}
{"color": "pink", "line": "The sun was setting over the extensive landscape, to which his beams, sloping from beneath a dark cloud, that overhung the west, gave rich and partial colouring, and touched the tufted summits of the groves, that rose from the garden below, with a yellow gleam.\n", "word": "rose", "modifies": "summit"}
{"color": "pink", "line": "All these circumstances rose afresh to her mind, and awakened the various emotions she had then suffered.\n", "word": "rose", "modifies": "circumstance"}
{"color": "yellow", "line": "The day had been sultry, but a light shower, that fell just before sunset, had cooled the air, and given that soft verdure to the woods and pastures, which is so refreshing to the eye; while the rain drops, still trembling on the shrubs, glittered in the last yellow gleam, that lighted up the scene, and the air was filled with fragrance, exhaled by the late shower, from herbs and flowers and from the earth itself.\n", "word": "yellow", "modifies": "gleam"}
{"color": "green", "line": "Understanding that she lived in a cottage at no great distance, Emily walked thither, and, on approaching, was pleased to see, that her habitation was pleasantly situated on a green slope, sheltered by a tuft of oaks, and had an appearance of comfort and extreme neatness.\n", "word": "green", "modifies": "slope"}
{"color": "green", "line": "They had proceeded for many leagues, without seeing a human habitation, and had only heard, now and then, at a distance, the melancholy tinkling of a sheep bell; but now they caught the notes of merry music, and presently saw, within a little green recess among the rocks, a group of mountaineers, tripping through a dance.\n", "word": "green", "modifies": "recess"}
{"color": "yellow", "line": "The rays of the setting sun now threw a yellow gleam upon the forests of pine and chesnut, that swept down the lower region of the mountains, and gave resplendent tints to the snowy points above.\n", "word": "yellow", "modifies": "gleam"}
{"color": "pink", "line": "The Count repeated the first question to the guides, who returned a doubtful answer, adding, that, when it was darker, it would be safest to rest, till the moon rose.\n", "word": "rose", "modifies": "moon"}
{"color": "pink", "line": "Having now, however, arrived at a level spot, somewhat sheltered from the air, by overhanging cliffs and by a wood of larch, that rose over the precipice on the left, and the guides being yet ignorant how far they were from the inn, the travellers determined to rest, till the moon should rise, or the storm disperse.\n", "word": "rose", "modifies": "cliff"}
{"color": "red", "line": "The effect of the light, too, was interesting; on the surrounding figures it threw a strong, though pale gleam, and glittered on their bright arms; while upon the foliage of a gigantic larch, that impended its shade over the cliff above, appeared a red, dusky tint, deepening almost imperceptibly into the blackness of night.\n", "word": "red", "modifies": "tint"}
{"color": "pink", "line": "While St. Foix contemplated the scene, the moon, broad and yellow, rose over the eastern summits, from among embattled clouds, and showed dimly the grandeur of the heavens, the mass of vapours, that rolled half way down the precipice beneath, and the doubtful mountains.\n", "word": "rose", "modifies": "moon"}
{"color": "white", "line": "The guides, however, prepared to lead over the mules, while Blanche stood trembling on the brink, and listening to the roar of the waters, which were seen descending from rocks above, overhung with lofty pines, and thence precipitating themselves into the deep abyss, where their white surges gleamed faintly in the moonlight.\n", "word": "white", "modifies": "surge"}
{"color": "red", "line": "It was now, that the solitary torch, which had been hitherto of little service, was found to be an inestimable treasure; and Blanche, terrified, shrinking, but endeavouring to recollect all her firmness and presence of mind, preceded by her lover and supported by her father, followed the red gleam of the torch, in safety, to the opposite cliff.\n", "word": "red", "modifies": "gleam"}
{"color": "pink", "line": "A shout from the guides aroused their attention, after which, in a few minutes, one of the Count’s servants returned with intelligence, that a path was found, and they immediately hastened to join the guides, when they all ascended a little winding way cut in the rock among thickets of dwarf wood, and, after much toil and some danger, reached the summit, where several ruined towers, surrounded by a massy wall, rose to their view, partially illumined by the moonlight.\n", "word": "rose", "modifies": "tower"}
{"color": "pink", "line": "Over this, rose the main body of the edifice, which was now seen to be, not a watch tower, but one of those ancient fortresses, that, from age and neglect, had fallen to decay.\n", "word": "rose", "modifies": "body"}
{"color": "gray", "line": "Many parts of it, however, appeared to be still entire; it was built of grey stone, in the heavy Saxon gothic style, with enormous round towers, buttresses of proportionable strength, and the arch of the large gate, which seemed to open into the hall of the fabric, was round, as was that of a window above.\n", "word": "grey", "modifies": "stone"}
{"color": "black", "line": "He was a tall robust figure, of a hard countenance, and had short black hair, curling in his neck.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "But, the dreadful images of the past returning, she endeavoured to raise herself, that she might seek her friends, when a sullen groan, at a little distance, reminded her of St. Foix, and of the condition, in which she had seen him enter this room; then, starting from the floor, by a sudden effort of horror, she advanced to the place whence the sound had proceeded, where a body was lying stretched upon the pavement, and where, by the glimmering light of a lamp, she discovered the pale and disfigured countenance of St. Foix.\n", "word": "pale", "modifies": "countenance"}
{"color": "pink", "line": "At the sound of his voice, she rose, and ran to his arms, while he, letting fall the bloody sword he held, pressed her to his bosom in a transport of gratitude and joy, and then hastily enquired for St. Foix, who now gave some signs of life.\n", "word": "rose", "modifies": "sound"}
{"color": "green", "line": "The morning light upon the mountains now strengthened fast, and gradually discovered the green hillocks, that skirted the winding feet of the cliffs, tufted with cork tree, and ever green oak.\n", "word": "green", "modifies": "hillock"}
{"color": "green", "line": "While they thus reposed themselves under the shade of the dark green pines, the Count desired Ludovico to explain shortly, by what means he had disappeared from the north apartment, how he came into the hands of the banditti, and how he had contributed so essentially to serve him and his family, for to him he justly attributed their present deliverance.\n", "word": "green", "modifies": "pine"}
{"color": "pink", "line": "Ludovico was going to obey him, when suddenly they heard the echo of a pistol shot, from the way they had passed, and they rose in alarm, hastily to pursue their route.\n", "word": "rose", "modifies": "alarm"}
{"color": "gray", "line": "It was a grey autumnal evening towards the close of the season; heavy mists partially obscured the mountains, and a chilling breeze, that sighed among the beech woods, strewed her path with some of their last yellow leaves.\n", "word": "grey", "modifies": "evening"}
{"color": "yellow", "line": "It was a grey autumnal evening towards the close of the season; heavy mists partially obscured the mountains, and a chilling breeze, that sighed among the beech woods, strewed her path with some of their last yellow leaves.\n", "word": "yellow", "modifies": "leaf"}
{"color": "pink", "line": "She rose hastily from her chair, paced the little room, with quick steps, and, often sighing deeply, clasped her hands, and shuddered.\n", "word": "rose", "modifies": "chair"}
{"color": "pink", "line": "was but the sunshine of a few short moments; recollections rose, like clouds, upon her mind, and, darkening the illusive image, that possessed it, she again beheld Valancourt, degraded—Valancourt unworthy of the esteem and tenderness she had once bestowed upon him; her spirits faltered, and, withdrawing her hand, she turned from him to conceal her grief, while he, yet more embarrassed and agitated, remained silent.\n", "word": "rose", "modifies": "sunshine"}
{"color": "black", "line": "It may be remembered, that, in a chamber of Udolpho, hung a black veil, whose singular situation had excited Emily’s curiosity, and which afterwards disclosed an object, that had overwhelmed her with horror; for, on lifting it, there appeared, instead of the picture she had expected, within a recess of the wall, a human figure of ghastly paleness, stretched at its length, and dressed in the habiliments of the grave.\n", "word": "black", "modifies": "veil"}
{"color": "white", "line": "Here, the faint roar of foaming waves, that beat below, and the sullen murmur of the wind among the branches around, were circumstances in unison with the temper of her mind; and she would sit on a cliff, or on the broken steps of her favourite watch tower, observing the changing colours of the evening clouds, and the gloom of twilight draw over the sea, till the white tops of billows, riding towards the shore, could scarcely be discerned amidst the darkened waters.\n", "word": "white", "modifies": "top"}
{"color": "red", "line": "The sun was now setting on that tract of the Pyrenees, which divided Languedoc from Rousillon, and, placing herself opposite to a small grated window, which, like the wood tops beneath, and the waves lower still, gleamed with the red glow of the west, she touched the chords of her lute in solemn symphony, and then accompanied it with her voice, in one of the simple and affecting airs, to which, in happier days, Valancourt had often listened in rapture, and which she now adapted to the following lines.\n", "word": "red", "modifies": "glow"}
{"color": "green", "line": "Now my task is smoothly done, I can fly, or I can run Quickly to the green earth’s end, Where the bow’d welkin low doth bend, And, from thence, can soar as soon To the corners of the moon.\n", "word": "green", "modifies": "earth"}
{"color": "gold", "line": "As Annette looked down from the corridor upon the hall, whose arches and windows were illuminated with brilliant festoons of lamps, and gazed on the splendid dresses of the dancers, the costly liveries of the attendants, the canopies of purple velvet and gold, and listened to the gay strains that floated along the vaulted roof, she almost fancied herself in an enchanted palace, and declared, that she had not met with any place, which charmed her so much, since she read the fairy tales; nay, that the fairies themselves, at their nightly revels in this old hall, could display nothing finer; while old Dorothée, as she surveyed the scene, sighed, and said, the castle looked as it was wont to do in the time of her youth.\n", "word": "gold", "modifies": "velvet"}
{"color": "purple", "line": "As Annette looked down from the corridor upon the hall, whose arches and windows were illuminated with brilliant festoons of lamps, and gazed on the splendid dresses of the dancers, the costly liveries of the attendants, the canopies of purple velvet and gold, and listened to the gay strains that floated along the vaulted roof, she almost fancied herself in an enchanted palace, and declared, that she had not met with any place, which charmed her so much, since she read the fairy tales; nay, that the fairies themselves, at their nightly revels in this old hall, could display nothing finer; while old Dorothée, as she surveyed the scene, sighed, and said, the castle looked as it was wont to do in the time of her youth.\n", "word": "purple", "modifies": "velvet"}
