{"color": "red", "line": "The Scarlet Letter by Nathaniel Hawthorne Contents THE CUSTOM HOUSE INTRODUCTORY TO “THE SCARLET LETTER” It is a little remarkable, that—though disinclined to talk overmuch of myself and my affairs at the fireside, and to my personal friends—an autobiographical impulse should twice in my life have taken possession of me, in addressing the public.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gray", "line": "The room itself is cobwebbed, and dingy with old paint; its floor is strewn with grey sand, in a fashion that has elsewhere fallen into long disuse; and it is easy to conclude, from the general slovenliness of the place, that this is a sanctuary into which womankind, with her tools of magic, the broom and mop, has very infrequent access.\n", "word": "grey", "modifies": "sand"}
{"color": "black", "line": "Doubtless, however, either of these stern and black browed Puritans would have thought it quite a sufficient retribution for his sins that, after so long a lapse of years, the old trunk of the family tree, with so much venerable moss upon it, should have borne, as its topmost bough, an idler like myself.\n", "word": "black", "modifies": "puritan"}
{"color": "gray", "line": "“What is he?” murmurs one grey shadow of my forefathers to the other.\n", "word": "grey", "modifies": "shadow"}
{"color": "white", "line": "According to the received code in such matters, it would have been nothing short of duty, in a politician, to bring every one of those white heads under the axe of the guillotine.\n", "word": "white", "modifies": "head"}
{"color": "green", "line": "Externally, the jollity of aged men has much in common with the mirth of children; the intellect, any more than a deep sense of humour, has little to do with the matter; it is, with both, a gleam that plays upon the surface, and imparts a sunny and cheery aspect alike to the green branch and grey, mouldering trunk.\n", "word": "green", "modifies": "branch"}
{"color": "gray", "line": "Externally, the jollity of aged men has much in common with the mirth of children; the intellect, any more than a deep sense of humour, has little to do with the matter; it is, with both, a gleam that plays upon the surface, and imparts a sunny and cheery aspect alike to the green branch and grey, mouldering trunk.\n", "word": "grey", "modifies": "trunk"}
{"color": "white", "line": "Then, moreover, the white locks of age were sometimes found to be the thatch of an intellectual tenement in good repair.\n", "word": "white", "modifies": "lock"}
{"color": "green", "line": "This Inspector, when I first knew him, was a man of fourscore years, or thereabouts, and certainly one of the most wonderful specimens of winter green that you would be likely to discover in a lifetime’s search.\n", "word": "green", "modifies": "winter"}
{"color": "blue", "line": "With his florid cheek, his compact figure smartly arrayed in a bright buttoned blue coat, his brisk and vigorous step, and his hale and hearty aspect, altogether he seemed—not young, indeed—but a kind of new contrivance of Mother Nature in the shape of man, whom age and infirmity had no business to touch.\n", "word": "blue", "modifies": "coat"}
{"color": "gray", "line": "To observe and define his character, however, under such disadvantages, was as difficult a task as to trace out and build up anew, in imagination, an old fortress, like Ticonderoga, from a view of its grey and broken ruins.\n", "word": "grey", "modifies": "ruin"}
{"color": "red", "line": "The heat that had formerly pervaded his nature, and which was not yet extinct, was never of the kind that flashes and flickers in a blaze; but rather a deep red glow, as of iron in a furnace.\n", "word": "red", "modifies": "glow"}
{"color": "black", "line": "The Custom House marker imprinted it, with a stencil and black paint, on pepper bags, and baskets of anatto, and cigar boxes, and bales of all kinds of dutiable merchandise, in testimony that these commodities had paid the impost, and gone regularly through the office.\n", "word": "black", "modifies": "paint"}
{"color": "yellow", "line": "Poking and burrowing into the heaped up rubbish in the corner, unfolding one and another document, and reading the names of vessels that had long ago foundered at sea or rotted at the wharves, and those of merchants never heard of now on ’Change, nor very readily decipherable on their mossy tombstones; glancing at such matters with the saddened, weary, half reluctant interest which we bestow on the corpse of dead activity—and exerting my fancy, sluggish with little use, to raise up from these dry bones an image of the old town’s brighter aspect, when India was a new region, and only Salem knew the way thither—I chanced to lay my hand on a small package, carefully done up in a piece of ancient yellow parchment.\n", "word": "yellow", "modifies": "parchment"}
{"color": "red", "line": "There was something about it that quickened an instinctive curiosity, and made me undo the faded red tape that tied up the package, with the sense that a treasure would here be brought to light.\n", "word": "red", "modifies": "tape"}
{"color": "red", "line": "But the object that most drew my attention to the mysterious package was a certain affair of fine red cloth, much worn and faded, There were traces about it of gold embroidery, which, however, was greatly frayed and defaced, so that none, or very little, of the glitter was left.\n", "word": "red", "modifies": "cloth"}
{"color": "gold", "line": "But the object that most drew my attention to the mysterious package was a certain affair of fine red cloth, much worn and faded, There were traces about it of gold embroidery, which, however, was greatly frayed and defaced, so that none, or very little, of the glitter was left.\n", "word": "gold", "modifies": "embroidery"}
{"color": "red", "line": "This rag of scarlet cloth—for time, and wear, and a sacrilegious moth had reduced it to little other than a rag—on careful examination, assumed the shape of a letter.\n", "word": "scarlet", "modifies": "cloth"}
{"color": "red", "line": "My eyes fastened themselves upon the old scarlet letter, and would not be turned aside.\n", "word": "scarlet", "modifies": "letter"}
{"color": "white", "line": "When thus perplexed—and cogitating, among other hypotheses, whether the letter might not have been one of those decorations which the white men used to contrive in order to take the eyes of Indians—I happened to place it on my breast.\n", "word": "white", "modifies": "men"}
{"color": "red", "line": "It seemed to me—the reader may smile, but must not doubt my word—it seemed to me, then, that I experienced a sensation not altogether physical, yet almost so, as of burning heat, and as if the letter were not of red cloth, but red hot iron.\n", "word": "red", "modifies": "cloth"}
{"color": "red", "line": "In the absorbing contemplation of the scarlet letter, I had hitherto neglected to examine a small roll of dingy paper, around which it had been twisted.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Prying further into the manuscript, I found the record of other doings and sufferings of this singular woman, for most of which the reader is referred to the story entitled “THE SCARLET LETTER”; and it should be borne carefully in mind that the main facts of that story are authorized and authenticated by the document of Mr. Surveyor Pue.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "The original papers, together with the scarlet letter itself—a most curious relic—are still in my possession, and shall be freely exhibited to whomsoever, induced by the great interest of the narrative, may desire a sight of them.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "With his own ghostly hand, the obscurely seen, but majestic, figure had imparted to me the scarlet symbol and the little roll of explanatory manuscript.\n", "word": "scarlet", "modifies": "symbol"}
{"color": "red", "line": "So little adapted is the atmosphere of a Custom house to the delicate harvest of fancy and sensibility, that, had I remained there through ten Presidencies yet to come, I doubt whether the tale of “The Scarlet Letter” would ever have been brought before the public eye.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gold", "line": "You have bartered it for a pittance of the public gold.\n", "word": "gold", "modifies": "pittance"}
{"color": "white", "line": "Moonlight, in a familiar room, falling so white upon the carpet, and showing all its figures so distinctly—making every object so minutely visible, yet so unlike a morning or noontide visibility—is a medium the most suitable for a romance writer to get acquainted with his illusive guests.\n", "word": "white", "modifies": "carpet"}
{"color": "white", "line": "Glancing at the looking glass, we behold—deep within its haunted verge—the smouldering glow of the half extinguished anthracite, the white moon beams on the floor, and a repetition of all the gleam and shadow of the picture, with one remove further from the actual, and nearer to the imaginative.\n", "word": "white", "modifies": "beam"}
{"color": "white", "line": "The old Inspector—who, by the by, I regret to say, was overthrown and killed by a horse some time ago, else he would certainly have lived for ever—he, and all those other venerable personages who sat with him at the receipt of custom, are but shadows in my view: white headed and wrinkled images, which my fancy used to sport with, and has now flung aside for ever.\n", "word": "white", "modifies": "image"}
{"color": "red", "line": "THE SCARLET LETTER I.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "The rust on the ponderous iron work of its oaken door looked more antique than anything else in the New World.\n", "word": "rust", "modifies": "work"}
{"color": "black", "line": "Before this ugly edifice, and between it and the wheel track of the street, was a grass plot, much overgrown with burdock, pig weed, apple pern, and such unsightly vegetation, which evidently found something congenial in the soil that had so early borne the black flower of civilised society, a prison.\n", "word": "black", "modifies": "flower"}
{"color": "pink", "line": "But on one side of the portal, and rooted almost at the threshold, was a wild rose bush, covered, in this month of June, with its delicate gems, which might be imagined to offer their fragrance and fragile beauty to the prisoner as he went in, and to the condemned criminal as he came forth to his doom, in token that the deep heart of Nature could pity and be kind to him.\n", "word": "rose", "modifies": "side"}
{"color": "white", "line": "It might be that an Antinomian, a Quaker, or other heterodox religionist, was to be scourged out of the town, or an idle or vagrant Indian, whom the white man’s firewater had made riotous about the streets, was to be driven with stripes into the shadow of the forest.\n", "word": "white", "modifies": "man"}
{"color": "gray", "line": "She bore in her arms a child, a baby of some three months old, who winked and turned aside its little face from the too vivid light of day; because its existence, heretofore, had brought it acquaintance only with the grey twilight of a dungeon, or other darksome apartment of the prison.\n", "word": "grey", "modifies": "twilight"}
{"color": "pink", "line": "In a moment, however, wisely judging that one token of her shame would but poorly serve to hide another, she took the baby on her arm, and with a burning blush, and yet a haughty smile, and a glance that would not be abashed, looked around at her townspeople and neighbours.\n", "word": "blush", "modifies": "smile"}
{"color": "red", "line": "On the breast of her gown, in fine red cloth, surrounded with an elaborate embroidery and fantastic flourishes of gold thread, appeared the letter A.\n", "word": "red", "modifies": "cloth"}
{"color": "gold", "line": "On the breast of her gown, in fine red cloth, surrounded with an elaborate embroidery and fantastic flourishes of gold thread, appeared the letter A.\n", "word": "gold", "modifies": "thread"}
{"color": "black", "line": "She had dark and abundant hair, so glossy that it threw off the sunshine with a gleam; and a face which, besides being beautiful from regularity of feature and richness of complexion, had the impressiveness belonging to a marked brow and deep black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "But the point which drew all eyes, and, as it were, transfigured the wearer—so that both men and women who had been familiarly acquainted with Hester Prynne were now impressed as if they beheld her for the first time—was that SCARLET LETTER, so fantastically embroidered and illuminated upon her bosom.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Come along, Madame Hester, and show your scarlet letter in the market place!” A lane was forthwith opened through the crowd of spectators.\n", "word": "scarlet", "modifies": "letter"}
{"color": "pink", "line": "It was, in short, the platform of the pillory; and above it rose the framework of that instrument of discipline, so fashioned as to confine the human head in its tight grasp, and thus hold it up to the public gaze.\n", "word": "rose", "modifies": "platform"}
{"color": "gray", "line": "Standing on that miserable eminence, she saw again her native village, in Old England, and her paternal home: a decayed house of grey stone, with a poverty stricken aspect, but retaining a half obliterated shield of arms over the portal, in token of antique gentility.\n", "word": "grey", "modifies": "stone"}
{"color": "white", "line": "She saw her father’s face, with its bold brow, and reverend white beard that flowed over the old fashioned Elizabethan ruff; her mother’s, too, with the look of heedful and anxious love which it always wore in her remembrance, and which, even since her death, had so often laid the impediment of a gentle remonstrance in her daughter’s pathway.\n", "word": "white", "modifies": "beard"}
{"color": "white", "line": "There she beheld another countenance, of a man well stricken in years, a pale, thin, scholar like visage, with eyes dim and bleared by the lamp light that had served them to pore over many ponderous books.\n", "word": "pale", "modifies": "visage"}
{"color": "green", "line": "Next rose before her in memory’s picture gallery, the intricate and narrow thoroughfares, the tall, grey houses, the huge cathedrals, and the public edifices, ancient in date and quaint in architecture, of a continental city; where new life had awaited her, still in connexion with the misshapen scholar: a new life, but feeding itself on time worn materials, like a tuft of green moss on a crumbling wall.\n", "word": "green", "modifies": "moss"}
{"color": "gray", "line": "Next rose before her in memory’s picture gallery, the intricate and narrow thoroughfares, the tall, grey houses, the huge cathedrals, and the public edifices, ancient in date and quaint in architecture, of a continental city; where new life had awaited her, still in connexion with the misshapen scholar: a new life, but feeding itself on time worn materials, like a tuft of green moss on a crumbling wall.\n", "word": "grey", "modifies": "house"}
{"color": "pink", "line": "Next rose before her in memory’s picture gallery, the intricate and narrow thoroughfares, the tall, grey houses, the huge cathedrals, and the public edifices, ancient in date and quaint in architecture, of a continental city; where new life had awaited her, still in connexion with the misshapen scholar: a new life, but feeding itself on time worn materials, like a tuft of green moss on a crumbling wall.\n", "word": "rose", "modifies": "gallery"}
{"color": "red", "line": "Lastly, in lieu of these shifting scenes, came back the rude market place of the Puritan settlement, with all the townspeople assembled, and levelling their stern regards at Hester Prynne—yes, at herself—who stood on the scaffold of the pillory, an infant on her arm, and the letter A, in scarlet, fantastically embroidered with gold thread, upon her bosom.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gold", "line": "Lastly, in lieu of these shifting scenes, came back the rude market place of the Puritan settlement, with all the townspeople assembled, and levelling their stern regards at Hester Prynne—yes, at herself—who stood on the scaffold of the pillory, an infant on her arm, and the letter A, in scarlet, fantastically embroidered with gold thread, upon her bosom.\n", "word": "gold", "modifies": "thread"}
{"color": "red", "line": "She clutched the child so fiercely to her breast that it sent forth a cry; she turned her eyes downward at the scarlet letter, and even touched it with her finger, to assure herself that the infant and the shame were real.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "An Indian in his native garb was standing there; but the red men were not so infrequent visitors of the English settlements that one of them would have attracted any notice from Hester Prynne at such a time; much less would he have excluded all other objects and ideas from her mind.\n", "word": "red", "modifies": "men"}
{"color": "white", "line": "By the Indian’s side, and evidently sustaining a companionship with him, stood a white man, clad in a strange disarray of civilized and savage costume.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "Such an interview, perhaps, would have been more terrible than even to meet him as she now did, with the hot mid day sun burning down upon her face, and lighting up its shame; with the scarlet token of infamy on her breast; with the sin born infant in her arms; with a whole people, drawn forth as to a festival, staring at the features that should have been seen only in the quiet gleam of the fireside, in the happy shadow of a home, or beneath a matronly veil at church.\n", "word": "scarlet", "modifies": "token"}
{"color": "black", "line": "He wore a dark feather in his hat, a border of embroidery on his cloak, and a black velvet tunic beneath—a gentleman advanced in years, with a hard experience written in his wrinkles.\n", "word": "black", "modifies": "tunic"}
{"color": "gray", "line": "There he stood, with a border of grizzled locks beneath his skull cap, while his grey eyes, accustomed to the shaded light of his study, were winking, like those of Hester’s infant, in the unadulterated sunshine.\n", "word": "grey", "modifies": "eye"}
{"color": "white", "line": "“Hester Prynne,” said the clergyman, “I have striven with my young brother here, under whose preaching of the Word you have been privileged to sit”—here Mr. Wilson laid his hand on the shoulder of a pale young man beside him—“I have sought, I say, to persuade this godly youth, that he should deal with you, here in the face of Heaven, and before these wise and upright rulers, and in hearing of all the people, as touching the vileness and blackness of your sin.\n", "word": "pale", "modifies": "man"}
{"color": "white", "line": "He was a person of very striking aspect, with a white, lofty, and impending brow; large, brown, melancholy eyes, and a mouth which, unless when he forcibly compressed it, was apt to be tremulous, expressing both nervous sensibility and a vast power of self restraint.\n", "word": "white", "modifies": "brow"}
{"color": "red", "line": "That, and thy repentance, may avail to take the scarlet letter off thy breast.” “Never,” replied Hester Prynne, looking, not at Mr. Wilson, but into the deep and troubled eyes of the younger clergyman.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "So forcibly did he dwell upon this symbol, for the hour or more during which his periods were rolling over the people’s heads, that it assumed new terrors in their imagination, and seemed to derive its scarlet hue from the flames of the infernal pit.\n", "word": "scarlet", "modifies": "hue"}
{"color": "red", "line": "It was whispered by those who peered after her that the scarlet letter threw a lurid gleam along the dark passage way of the interior.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Closely following the jailer into the dismal apartment, appeared that individual, of singular aspect whose presence in the crowd had been of such deep interest to the wearer of the scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Nay, from the moment when we came down the old church steps together, a married pair, I might have beheld the bale fire of that scarlet letter blazing at the end of our path!” “Thou knowest,” said Hester—for, depressed as she was, she could not endure this last quiet stab at the token of her shame—“thou knowest that I was frank with thee.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "“And now, Mistress Prynne,” said old Roger Chillingworth, as he was hereafter to be named, “I leave thee alone: alone with thy infant and the scarlet letter!\n", "word": "scarlet", "modifies": "letter"}
{"color": "black", "line": "“Art thou like the Black Man that haunts the forest round about us?\n", "word": "black", "modifies": "man"}
{"color": "red", "line": "Her prison door was thrown open, and she came forth into the sunshine, which, falling on all alike, seemed, to her sick and morbid heart, as if meant for no other purpose than to reveal the scarlet letter on her breast.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Thus the young and pure would be taught to look at her, with the scarlet letter flaming on her breast—at her, the child of honourable parents—at her, the mother of a babe that would hereafter be a woman—at her, who had once been innocent—as the figure, the body, the reality of sin.\n", "word": "flaming", "modifies": "letter"}
{"color": "red", "line": "Thus the young and pure would be taught to look at her, with the scarlet letter flaming on her breast—at her, the child of honourable parents—at her, the mother of a babe that would hereafter be a woman—at her, who had once been innocent—as the figure, the body, the reality of sin.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Children, too young to comprehend wherefore this woman should be shut out from the sphere of human charities, would creep nigh enough to behold her plying her needle at the cottage window, or standing in the doorway, or labouring in her little garden, or coming forth along the pathway that led townward, and, discerning the scarlet letter on her breast, would scamper off with a strange contagious fear.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gold", "line": "She bore on her breast, in the curiously embroidered letter, a specimen of her delicate and imaginative skill, of which the dames of a court might gladly have availed themselves, to add the richer and more spiritual adornment of human ingenuity to their fabrics of silk and gold.\n", "word": "gold", "modifies": "silk"}
{"color": "white", "line": "But it is not recorded that, in a single instance, her skill was called in to embroider the white veil which was to cover the pure blushes of a bride.\n", "word": "white", "modifies": "veil"}
{"color": "pink", "line": "But it is not recorded that, in a single instance, her skill was called in to embroider the white veil which was to cover the pure blushes of a bride.\n", "word": "blush", "modifies": "bride"}
{"color": "red", "line": "Her own dress was of the coarsest materials and the most sombre hue, with only that one ornament—the scarlet letter—which it was her doom to wear.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Hester had schooled herself long and well; and she never responded to these attacks, save by a flush of crimson that rose irrepressibly over her pale cheek, and again subsided into the depths of her bosom.\n", "word": "crimson", "modifies": "flush"}
{"color": "white", "line": "Hester had schooled herself long and well; and she never responded to these attacks, save by a flush of crimson that rose irrepressibly over her pale cheek, and again subsided into the depths of her bosom.\n", "word": "pale", "modifies": "cheek"}
{"color": "pink", "line": "Hester had schooled herself long and well; and she never responded to these attacks, save by a flush of crimson that rose irrepressibly over her pale cheek, and again subsided into the depths of her bosom.\n", "word": "rose", "modifies": "flush"}
{"color": "red", "line": "When strangers looked curiously at the scarlet letter—and none ever failed to do so—they branded it afresh in Hester’s soul; so that, oftentimes, she could scarcely refrain, yet always did refrain, from covering the symbol with her hand.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Walking to and fro, with those lonely footsteps, in the little world with which she was outwardly connected, it now and then appeared to Hester—if altogether fancy, it was nevertheless too potent to be resisted—she felt or fancied, then, that the scarlet letter had endowed her with a new sense.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Could they be other than the insidious whispers of the bad angel, who would fain have persuaded the struggling woman, as yet only half his victim, that the outward guise of purity was but a lie, and that, if truth were everywhere to be shown, a scarlet letter would blaze forth on many a bosom besides Hester Prynne’s?\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Sometimes the red infamy upon her breast would give a sympathetic throb, as she passed near a venerable minister or magistrate, the model of piety and justice, to whom that age of antique reverence looked up, as to a mortal man in fellowship with angels.\n", "word": "red", "modifies": "infamy"}
{"color": "red", "line": "The vulgar, who, in those dreary old times, were always contributing a grotesque horror to what interested their imaginations, had a story about the scarlet letter which we might readily work up into a terrific legend.\n", "word": "scarlet", "modifies": "letter"}
{"color": "white", "line": "Her Pearl—for so had Hester called her; not as a name expressive of her aspect, which had nothing of the calm, white, unimpassioned lustre that would be indicated by the comparison.\n", "word": "white", "modifies": "lustre"}
{"color": "red", "line": "Man had marked this woman’s sin by a scarlet letter, which had such potent and disastrous efficacy that no human sympathy could reach her, save it were sinful like herself.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "The mother’s impassioned state had been the medium through which were transmitted to the unborn infant the rays of its moral life; and, however white and clear originally, they had taken the deep stains of crimson and gold, the fiery lustre, the black shadow, and the untempered light of the intervening substance.\n", "word": "crimson", "modifies": "stain"}
{"color": "black", "line": "The mother’s impassioned state had been the medium through which were transmitted to the unborn infant the rays of its moral life; and, however white and clear originally, they had taken the deep stains of crimson and gold, the fiery lustre, the black shadow, and the untempered light of the intervening substance.\n", "word": "black", "modifies": "shadow"}
{"color": "gold", "line": "The mother’s impassioned state had been the medium through which were transmitted to the unborn infant the rays of its moral life; and, however white and clear originally, they had taken the deep stains of crimson and gold, the fiery lustre, the black shadow, and the untempered light of the intervening substance.\n", "word": "gold", "modifies": "crimson"}
{"color": "black", "line": "Whenever that look appeared in her wild, bright, deeply black eyes, it invested her with a strange remoteness and intangibility: it was as if she were hovering in the air, and might vanish, like a glimmering light that comes we know not whence and goes we know not whither.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "But that first object of which Pearl seemed to become aware was—shall we say it?—the scarlet letter on Hester’s bosom!\n", "word": "scarlet", "modifies": "letter"}
{"color": "gold", "line": "One day, as her mother stooped over the cradle, the infant’s eyes had been caught by the glimmering of the gold embroidery about the letter; and putting up her little hand she grasped at it, smiling, not doubtfully, but with a decided gleam, that gave her face the look of a much older child.\n", "word": "gold", "modifies": "embroidery"}
{"color": "red", "line": "Weeks, it is true, would sometimes elapse, during which Pearl’s gaze might never once be fixed upon the scarlet letter; but then, again, it would come at unawares, like the stroke of sudden death, and always with that peculiar smile and odd expression of the eyes.\n", "word": "scarlet", "modifies": "letter"}
{"color": "black", "line": "Once this freakish, elvish cast came into the child’s eyes while Hester was looking at her own image in them, as mothers are fond of doing; and suddenly—for women in solitude, and with troubled hearts, are pestered with unaccountable delusions—she fancied that she beheld, not her own miniature portrait, but another face in the small black mirror of Pearl’s eye.\n", "word": "black", "modifies": "mirror"}
{"color": "red", "line": "In the afternoon of a certain summer’s day, after Pearl grew big enough to run about, she amused herself with gathering handfuls of wild flowers, and flinging them, one by one, at her mother’s bosom; dancing up and down like a little elf whenever she hit the scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
{"color": "white", "line": "But whether from pride or resignation, or a feeling that her penance might best be wrought out by this unutterable pain, she resisted the impulse, and sat erect, pale as death, looking sadly into little Pearl’s wild eyes.\n", "word": "pale", "modifies": "death"}
{"color": "black", "line": "At last, her shot being all expended, the child stood still and gazed at Hester, with that little laughing image of a fiend peeping out—or, whether it peeped or no, her mother so imagined it—from the unsearchable abyss of her black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "Whether moved only by her ordinary freakishness, or because an evil spirit prompted her, she put up her small forefinger and touched the scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
{"color": "brown", "line": "We have spoken of Pearl’s rich and luxuriant beauty—a beauty that shone with deep and vivid tints, a bright complexion, eyes possessing intensity both of depth and glow, and hair already of a deep, glossy brown, and which, in after years, would be nearly akin to black.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "Her mother, in contriving the child’s garb, had allowed the gorgeous tendencies of her imagination their full play, arraying her in a crimson velvet tunic of a peculiar cut, abundantly embroidered in fantasies and flourishes of gold thread.\n", "word": "crimson", "modifies": "tunic"}
{"color": "gold", "line": "Her mother, in contriving the child’s garb, had allowed the gorgeous tendencies of her imagination their full play, arraying her in a crimson velvet tunic of a peculiar cut, abundantly embroidered in fantasies and flourishes of gold thread.\n", "word": "gold", "modifies": "thread"}
{"color": "black", "line": "So much strength of colouring, which must have given a wan and pallid aspect to cheeks of a fainter bloom, was admirably adapted to Pearl’s beauty, and made her the very brightest little jet of flame that ever danced upon the earth.\n", "word": "jet", "modifies": "flame"}
{"color": "white", "line": "So much strength of colouring, which must have given a wan and pallid aspect to cheeks of a fainter bloom, was admirably adapted to Pearl’s beauty, and made her the very brightest little jet of flame that ever danced upon the earth.\n", "word": "pallid", "modifies": "wan"}
{"color": "red", "line": "It was the scarlet letter in another form: the scarlet letter endowed with life!\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "The mother herself—as if the red ignominy were so deeply scorched into her brain that all her conceptions assumed its form—had carefully wrought out the similitude, lavishing many hours of morbid ingenuity to create an analogy between the object of her affection and the emblem of her guilt and torture.\n", "word": "red", "modifies": "ignominy"}
{"color": "red", "line": "But, in truth, Pearl was the one as well as the other; and only in consequence of that identity had Hester contrived so perfectly to represent the scarlet letter in her appearance.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "“Behold, verily, there is the woman of the scarlet letter: and of a truth, moreover, there is the likeness of the scarlet letter running along by her side!\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "She resembled, in her fierce pursuit of them, an infant pestilence—the scarlet fever, or some such half fledged angel of judgment—whose mission was to punish the sins of the rising generation.\n", "word": "scarlet", "modifies": "fever"}
{"color": "red", "line": "“Yea, forsooth,” replied the bond servant, staring with wide open eyes at the scarlet letter, which, being a new comer in the country, he had never before seen.\n", "word": "scarlet", "modifies": "letter"}
{"color": "white", "line": "There was a steel head piece, a cuirass, a gorget and greaves, with a pair of gauntlets and a sword hanging beneath; all, and especially the helmet and breastplate, so highly burnished as to glow with white radiance, and scatter an illumination everywhere about upon the floor.\n", "word": "white", "modifies": "radiance"}
{"color": "gold", "line": "Cabbages grew in plain sight; and a pumpkin vine, rooted at some distance, had run across the intervening space, and deposited one of its gigantic products directly beneath the hall window, as if to warn the Governor that this great lump of vegetable gold was as rich an ornament as New England earth would offer him.\n", "word": "gold", "modifies": "vegetable"}
{"color": "pink", "line": "There were a few rose bushes, however, and a number of apple trees, probably the descendants of those planted by the Reverend Mr. Blackstone, the first settler of the peninsula; that half mythological personage who rides through our early annals, seated on the back of a bull.\n", "word": "rose", "modifies": "bush"}
{"color": "red", "line": "Pearl, seeing the rose bushes, began to cry for a red rose, and would not be pacified.\n", "word": "red", "modifies": "rose"}
{"color": "pink", "line": "Pearl, seeing the rose bushes, began to cry for a red rose, and would not be pacified.\n", "word": "rose", "modifies": "bush"}
{"color": "gray", "line": "The wide circumference of an elaborate ruff, beneath his grey beard, in the antiquated fashion of King James’s reign, caused his head to look not a little like that of John the Baptist in a charger.\n", "word": "grey", "modifies": "beard"}
{"color": "white", "line": "This creed was never taught, for instance, by the venerable pastor, John Wilson, whose beard, white as a snow drift, was seen over Governor Bellingham’s shoulders, while its wearer suggested that pears and peaches might yet be naturalised in the New England climate, and that purple grapes might possibly be compelled to flourish against the sunny garden wall.\n", "word": "white", "modifies": "beard"}
{"color": "purple", "line": "This creed was never taught, for instance, by the venerable pastor, John Wilson, whose beard, white as a snow drift, was seen over Governor Bellingham’s shoulders, while its wearer suggested that pears and peaches might yet be naturalised in the New England climate, and that purple grapes might possibly be compelled to flourish against the sunny garden wall.\n", "word": "purple", "modifies": "grape"}
{"color": "red", "line": "“What have we here?” said Governor Bellingham, looking with surprise at the scarlet little figure before him.\n", "word": "scarlet", "modifies": "figure"}
{"color": "red", "line": "“What little bird of scarlet plumage may this be?\n", "word": "scarlet", "modifies": "plumage"}
{"color": "red", "line": "“Nay, we might have judged that such a child’s mother must needs be a scarlet woman, and a worthy type of her of Babylon!\n", "word": "scarlet", "modifies": "woman"}
{"color": "red", "line": "“Hester Prynne,” said he, fixing his naturally stern regard on the wearer of the scarlet letter, “there hath been much question concerning thee of late.\n", "word": "scarlet", "modifies": "letter"}
{"color": "pink", "line": "After putting her finger in her mouth, with many ungracious refusals to answer good Mr. Wilson’s question, the child finally announced that she had not been made at all, but had been plucked by her mother off the bush of wild roses that grew by the prison door.\n", "word": "rose", "modifies": "bush"}
{"color": "red", "line": "This phantasy was probably suggested by the near proximity of the Governor’s red roses, as Pearl stood outside of the window, together with her recollection of the prison rose bush, which she had passed in coming hither.\n", "word": "red", "modifies": "rose"}
{"color": "pink", "line": "This phantasy was probably suggested by the near proximity of the Governor’s red roses, as Pearl stood outside of the window, together with her recollection of the prison rose bush, which she had passed in coming hither.\n", "word": "rose", "modifies": "governor"}
{"color": "red", "line": "See ye not, she is the scarlet letter, only capable of being loved, and so endowed with a millionfold the power of retribution for my sin?\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Thou knowest—for thou hast sympathies which these men lack—thou knowest what is in my heart, and what are a mother’s rights, and how much the stronger they are when that mother has but her child and the scarlet letter!\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Hath she not expressed this thought in the garb of the poor child, so forcibly reminding us of that red symbol which sears her bosom?” “Well said again!” cried good Mr. Wilson.\n", "word": "red", "modifies": "symbol"}
{"color": "black", "line": "There will be a merry company in the forest; and I well nigh promised the Black Man that comely Hester Prynne should make one.” “Make my excuse to him, so please you!” answered Hester, with a triumphant smile.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "Had they taken her from me, I would willingly have gone with thee into the forest, and signed my name in the Black Man’s book too, and that with mine own blood!” “We shall have thee there anon!” said the witch lady, frowning, as she drew back her head.\n", "word": "black", "modifies": "man"}
{"color": "white", "line": "Here the pale clergyman piled up his library, rich with parchment bound folios of the Fathers, and the lore of Rabbis, and monkish erudition, of which the Protestant divines, even while they vilified and decried that class of writers, were yet constrained often to avail themselves.\n", "word": "pale", "modifies": "clergyman"}
{"color": "black", "line": "Two or three individuals hinted that the man of skill, during his Indian captivity, had enlarged his medical attainments by joining in the incantations of the savage priests, who were universally acknowledged to be powerful enchanters, often performing seemingly miraculous cures by their skill in the black art.\n", "word": "black", "modifies": "art"}
{"color": "black", "line": "“Wherefore not; since all the powers of nature call so earnestly for the confession of sin, that these black weeds have sprung up out of a buried heart, to make manifest, an outspoken crime?” “That, good sir, is but a phantasy of yours,” replied the minister.\n", "word": "black", "modifies": "weed"}
{"color": "red", "line": "Taking a handful of these, she arranged them along the lines of the scarlet letter that decorated the maternal bosom, to which the burrs, as their nature was, tenaciously adhered.\n", "word": "scarlet", "modifies": "letter"}
{"color": "black", "line": "Come away, or yonder old black man will catch you!\n", "word": "black", "modifies": "man"}
{"color": "red", "line": "Is Hester Prynne the less miserable, think you, for that scarlet letter on her breast?” “I do verily believe it,” answered the clergyman.\n", "word": "scarlet", "modifies": "letter"}
{"color": "black", "line": "Roger Chillingworth, however, was inclined to be hardly, if at all, less satisfied with the aspect of affairs, which Providence—using the avenger and his victim for its own purposes, and, perchance, pardoning, where it seemed most to punish—had substituted for his black devices.\n", "word": "black", "modifies": "device"}
{"color": "pink", "line": "As at the waving of a magician’s wand, up rose a grisly phantom—up rose a thousand phantoms—in many shapes, of death, or more awful shame, all flocking round about the clergyman, and pointing with their fingers at his breast!\n", "word": "rose", "modifies": "waving"}
{"color": "black", "line": "While thus suffering under bodily disease, and gnawed and tortured by some black trouble of the soul, and given over to the machinations of his deadliest enemy, the Reverend Mr. Dimmesdale had achieved a brilliant popularity in his sacred office.\n", "word": "black", "modifies": "trouble"}
{"color": "white", "line": "The virgins of his church grew pale around him, victims of a passion so imbued with religious sentiment, that they imagined it to be all religion, and brought it openly, in their white bosoms, as their most acceptable sacrifice before the altar.\n", "word": "white", "modifies": "bosom"}
{"color": "black", "line": "“I, whom you behold in these black garments of the priesthood—I, who ascend the sacred desk, and turn my pale face heavenward, taking upon myself to hold communion in your behalf with the Most High Omniscience—I, in whose daily life you discern the sanctity of Enoch—I, whose footsteps, as you suppose, leave a gleam along my earthly track, whereby the Pilgrims that shall come after me may be guided to the regions of the blest—I, who have laid the hand of baptism upon your children—I, who have breathed the parting prayer over your dying friends, to whom the Amen sounded faintly from a world which they had quitted—I, your pastor, whom you so reverence and trust, am utterly a pollution and a lie!” More than once, Mr. Dimmesdale had gone into the pulpit, with a purpose never to come down its steps until he should have spoken words like the above.\n", "word": "black", "modifies": "garment"}
{"color": "white", "line": "“I, whom you behold in these black garments of the priesthood—I, who ascend the sacred desk, and turn my pale face heavenward, taking upon myself to hold communion in your behalf with the Most High Omniscience—I, in whose daily life you discern the sanctity of Enoch—I, whose footsteps, as you suppose, leave a gleam along my earthly track, whereby the Pilgrims that shall come after me may be guided to the regions of the blest—I, who have laid the hand of baptism upon your children—I, who have breathed the parting prayer over your dying friends, to whom the Amen sounded faintly from a world which they had quitted—I, your pastor, whom you so reverence and trust, am utterly a pollution and a lie!” More than once, Mr. Dimmesdale had gone into the pulpit, with a purpose never to come down its steps until he should have spoken words like the above.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "More than once he had cleared his throat, and drawn in the long, deep, and tremulous breath, which, when sent forth again, would come burdened with the black secret of his soul.\n", "word": "black", "modifies": "secret"}
{"color": "white", "line": "if he discern such sinfulness in his own white soul, what horrid spectacle would he behold in thine or mine!” The minister well knew—subtle, but remorseful hypocrite that he was!—the light in which his vague confession would be viewed.\n", "word": "white", "modifies": "soul"}
{"color": "white", "line": "Now it was a herd of diabolic shapes, that grinned and mocked at the pale minister, and beckoned him away with them; now a group of shining angels, who flew upward heavily, as sorrow laden, but grew more ethereal as they rose.\n", "word": "pale", "modifies": "minister"}
{"color": "white", "line": "Now came the dead friends of his youth, and his white bearded father, with a saint like frown, and his mother turning her face away as she passed by.\n", "word": "white", "modifies": "father"}
{"color": "red", "line": "And now, through the chamber which these spectral thoughts had made so ghastly, glided Hester Prynne leading along little Pearl, in her scarlet garb, and pointing her forefinger, first at the scarlet letter on her bosom, and then at the clergyman’s own breast.\n", "word": "scarlet", "modifies": "garb"}
{"color": "black", "line": "The same platform or scaffold, black and weather stained with the storm or sunshine of seven long years, and foot worn, too, with the tread of many culprits who had since ascended it, remained standing beneath the balcony of the meeting house.\n", "word": "black", "modifies": "platform"}
{"color": "gray", "line": "If the same multitude which had stood as eye witnesses while Hester Prynne sustained her punishment could now have been summoned forth, they would have discerned no face above the platform nor hardly the outline of a human shape, in the dark grey of the midnight.\n", "word": "grey", "modifies": "outline"}
{"color": "red", "line": "And thus, while standing on the scaffold, in this vain show of expiation, Mr. Dimmesdale was overcome with a great horror of mind, as if the universe were gazing at a scarlet token on his naked breast, right over his heart.\n", "word": "scarlet", "modifies": "token"}
{"color": "white", "line": "At one of the chamber windows of Governor Bellingham’s mansion, which stood at some distance, on the line of another street, he beheld the appearance of the old magistrate himself with a lamp in his hand a white night cap on his head, and a long white gown enveloping his figure.\n", "word": "white", "modifies": "night"}
{"color": "white", "line": "Hither, likewise, would come the elders and deacons of Mr. Dimmesdale’s church, and the young virgins who so idolized their minister, and had made a shrine for him in their white bosoms, which now, by the by, in their hurry and confusion, they would scantly have given themselves time to cover with their kerchiefs.\n", "word": "white", "modifies": "bosom"}
{"color": "red", "line": "Whom would they discern there, with the red eastern light upon his brow?\n", "word": "red", "modifies": "light"}
{"color": "black", "line": "The wooden houses, with their jutting storeys and quaint gable peaks; the doorsteps and thresholds with the early grass springing up about them; the garden plots, black with freshly turned earth; the wheel track, little worn, and even in the market place margined with green on either side—all were visible, but with a singularity of aspect that seemed to give another moral interpretation to the things of this world than they had ever borne before.\n", "word": "black", "modifies": "plot"}
{"color": "red", "line": "Pestilence was known to have been foreboded by a shower of crimson light.\n", "word": "crimson", "modifies": "light"}
{"color": "red", "line": "We impute it, therefore, solely to the disease in his own eye and heart that the minister, looking upward to the zenith, beheld there the appearance of an immense letter—the letter A—marked out in lines of dull red light.\n", "word": "red", "modifies": "light"}
{"color": "black", "line": "But as he came down the pulpit steps, the grey bearded sexton met him, holding up a black glove, which the minister recognised as his own.\n", "word": "black", "modifies": "glove"}
{"color": "gray", "line": "But as he came down the pulpit steps, the grey bearded sexton met him, holding up a black glove, which the minister recognised as his own.\n", "word": "grey", "modifies": "sexton"}
{"color": "red", "line": "a great red letter in the sky—the letter A, which we interpret to stand for Angel.\n", "word": "red", "modifies": "letter"}
{"color": "gold", "line": "The links that united her to the rest of humankind—links of flowers, or silk, or gold, or whatever the material—had all been broken.\n", "word": "gold", "modifies": "flower"}
{"color": "red", "line": "Her mother, with the scarlet letter on her breast, glittering in its fantastic embroidery, had long been a familiar object to the townspeople.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Such helpfulness was found in her—so much power to do, and power to sympathise—that many people refused to interpret the scarlet A by its original signification.\n", "word": "scarlet", "modifies": "a"}
{"color": "red", "line": "If they were resolute to accost her, she laid her finger on the scarlet letter, and passed on.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Individuals in private life, meanwhile, had quite forgiven Hester Prynne for her frailty; nay, more, they had begun to look upon the scarlet letter as the token, not of that one sin for which she had borne so long and dreary a penance, but of her many good deeds since.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "It was none the less a fact, however, that in the eyes of the very men who spoke thus, the scarlet letter had the effect of the cross on a nun’s bosom.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "All the light and graceful foliage of her character had been withered up by this red hot brand, and had long ago fallen away, leaving a bare and harsh outline, which might have been repulsive had she possessed friends or companions to be repelled by it.\n", "word": "red", "modifies": "brand"}
{"color": "red", "line": "She assumed a freedom of speculation, then common enough on the other side of the Atlantic, but which our forefathers, had they known it, would have held to be a deadlier crime than that stigmatised by the scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
{"color": "pink", "line": "Indeed, the same dark question often rose into her mind with reference to the whole race of womanhood.\n", "word": "rose", "modifies": "question"}
{"color": "red", "line": "The scarlet letter had not done its office.\n", "word": "scarlet", "modifies": "letter"}
{"color": "white", "line": "So the child flew away like a bird, and, making bare her small white feet went pattering along the moist margin of the sea.\n", "word": "white", "modifies": "foot"}
{"color": "red", "line": "It was debated whether or no, with safety to the commonweal, yonder scarlet letter might be taken off your bosom.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Ever and anon, too, there came a glare of red light out of his eyes, as if the old man’s soul were on fire and kept on smouldering duskily within his breast, until by some casual puff of passion it was blown into a momentary flame.\n", "word": "red", "modifies": "light"}
{"color": "red", "line": "The scarlet letter burned on Hester Prynne’s bosom.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "For, Hester, his spirit lacked the strength that could have borne up, as thine has, beneath a burden like thy scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Nor do I—whom the scarlet letter has disciplined to truth, though it be the truth of red hot iron entering into the soul—nor do I perceive such advantage in his living any longer a life of ghastly emptiness, that I shall stoop to implore thy mercy.\n", "word": "red", "modifies": "iron"}
{"color": "black", "line": "Let the black flower blossom as it may!\n", "word": "black", "modifies": "flower"}
{"color": "gray", "line": "His gray beard almost touched the ground as he crept onward.\n", "word": "gray", "modifies": "beard"}
{"color": "pink", "line": "Or would he spread bat’s wings and flee away, looking so much the uglier the higher he rose towards heaven?\n", "word": "rose", "modifies": "heaven"}
{"color": "red", "line": "Had seven long years, under the torture of the scarlet letter, inflicted so much of misery and wrought out no repentance?\n", "word": "scarlet", "modifies": "letter"}
{"color": "white", "line": "Then she took up the white foam that streaked the line of the advancing tide, and threw it upon the breeze, scampering after it with winged footsteps to catch the great snowflakes ere they fell.\n", "word": "white", "modifies": "foam"}
{"color": "white", "line": "One little gray bird, with a white breast, Pearl was almost sure had been hit by a pebble, and fluttered away with a broken wing.\n", "word": "white", "modifies": "breast"}
{"color": "gray", "line": "One little gray bird, with a white breast, Pearl was almost sure had been hit by a pebble, and fluttered away with a broken wing.\n", "word": "gray", "modifies": "bird"}
{"color": "green", "line": "A letter—the letter A—but freshly green instead of scarlet.\n", "word": "green", "modifies": "letter"}
{"color": "green", "line": "“My little Pearl,” said Hester, after a moment’s silence, “the green letter, and on thy childish bosom, has no purport.\n", "word": "green", "modifies": "letter"}
{"color": "red", "line": "But in good earnest now, mother dear, what does this scarlet letter mean?—and why dost thou wear it on thy bosom?—and why does the minister keep his hand over his heart?” She took her mother’s hand in both her own, and gazed into her eyes with an earnestness that was seldom seen in her wild and capricious character.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Pearl’s inevitable tendency to hover about the enigma of the scarlet letter seemed an innate quality of her being.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "And as for the scarlet letter, I wear it for the sake of its gold thread.” In all the seven bygone years, Hester Prynne had never before been false to the symbol on her bosom.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gold", "line": "And as for the scarlet letter, I wear it for the sake of its gold thread.” In all the seven bygone years, Hester Prynne had never before been false to the symbol on her bosom.\n", "word": "gold", "modifies": "thread"}
{"color": "black", "line": "Two or three times, as her mother and she went homeward, and as often at supper time, and while Hester was putting her to bed, and once after she seemed to be fairly asleep, Pearl looked up, with mischief gleaming in her black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "“Mother,” said she, “what does the scarlet letter mean?” And the next morning, the first indication the child gave of being awake was by popping up her head from the pillow, and making that other enquiry, which she had so unaccountably connected with her investigations about the scarlet letter— “Mother!—Mother!—Why does the minister keep his hand over his heart?” “Hold thy tongue, naughty child!” answered her mother, with an asperity that she had never permitted to herself before.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "There would have been no scandal, indeed, nor peril to the holy whiteness of the clergyman’s good fame, had she visited him in his own study, where many a penitent, ere now, had confessed sins of perhaps as deep a dye as the one betokened by the scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gray", "line": "Overhead was a gray expanse of cloud, slightly stirred, however, by a breeze; so that a gleam of flickering sunshine might now and then be seen at its solitary play along the path.\n", "word": "gray", "modifies": "expanse"}
{"color": "black", "line": "“And about what?” “Oh, a story about the Black Man,” answered Pearl, taking hold of her mother’s gown, and looking up, half earnestly, half mischievously, into her face.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "“How he haunts this forest, and carries a book with him a big, heavy book, with iron clasps; and how this ugly Black Man offers his book and an iron pen to everybody that meets him here among the trees; and they are to write their names with their own blood; and then he sets his mark on their bosoms.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "Didst thou ever meet the Black Man, mother?” “And who told you this story, Pearl,” asked her mother, recognising a common superstition of the period.\n", "word": "black", "modifies": "man"}
{"color": "red", "line": "And, mother, the old dame said that this scarlet letter was the Black Man’s mark on thee, and that it glows like a red flame when thou meetest him at midnight, here in the dark wood.\n", "word": "red", "modifies": "flame"}
{"color": "black", "line": "And, mother, the old dame said that this scarlet letter was the Black Man’s mark on thee, and that it glows like a red flame when thou meetest him at midnight, here in the dark wood.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "Is there such a Black Man?\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "“Once in my life I met the Black Man!” said her mother.\n", "word": "black", "modifies": "man"}
{"color": "red", "line": "“This scarlet letter is his mark!” Thus conversing, they entered sufficiently deep into the wood to secure themselves from the observation of any casual passenger along the forest track.\n", "word": "scarlet", "modifies": "letter"}
{"color": "black", "line": "The trees impending over it had flung down great branches from time to time, which choked up the current, and compelled it to form eddies and black depths at some points; while, in its swifter and livelier passages there appeared a channel way of pebbles, and brown, sparkling sand.\n", "word": "black", "modifies": "depth"}
{"color": "brown", "line": "The trees impending over it had flung down great branches from time to time, which choked up the current, and compelled it to form eddies and black depths at some points; while, in its swifter and livelier passages there appeared a channel way of pebbles, and brown, sparkling sand.\n", "word": "brown", "modifies": "sand"}
{"color": "gray", "line": "Letting the eyes follow along the course of the stream, they could catch the reflected light from its water, at some short distance within the forest, but soon lost all traces of it amid the bewilderment of tree trunks and underbrush, and here and there a huge rock covered over with gray lichens.\n", "word": "gray", "modifies": "lichen"}
{"color": "black", "line": "“It is no Black Man!\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "Is it because, when the minister wrote his name in the book, the Black Man set his mark in that place?\n", "word": "black", "modifies": "man"}
{"color": "red", "line": "She set herself, therefore, to gathering violets and wood anemones, and some scarlet columbines that she found growing in the crevice of a high rock.\n", "word": "scarlet", "modifies": "columbine"}
{"color": "purple", "line": "She set herself, therefore, to gathering violets and wood anemones, and some scarlet columbines that she found growing in the crevice of a high rock.\n", "word": "violet", "modifies": "anemone"}
{"color": "gray", "line": "Throwing his eyes anxiously in the direction of the voice, he indistinctly beheld a form under the trees, clad in garments so sombre, and so little relieved from the gray twilight into which the clouded sky and the heavy foliage had darkened the noontide, that he knew not whether it were a woman or a shadow.\n", "word": "gray", "modifies": "twilight"}
{"color": "red", "line": "He made a step nigher, and discovered the scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
{"color": "black", "line": "Canst thou deem it, Hester, a consolation that I must stand up in my pulpit, and meet so many eyes turned upward to my face, as if the light of heaven were beaming from it!—must see my flock hungry for the truth, and listening to my words as if a tongue of Pentecost were speaking!—and then look inward, and discern the black reality of what they idolise?\n", "word": "black", "modifies": "reality"}
{"color": "red", "line": "Happy are you, Hester, that wear the scarlet letter openly upon your bosom!\n", "word": "scarlet", "modifies": "letter"}
{"color": "white", "line": "But the frown of this pale, weak, sinful, and sorrow stricken man was what Hester could not bear, and live!\n", "word": "pale", "modifies": "man"}
{"color": "red", "line": "Here seen only by his eyes, the scarlet letter need not burn into the bosom of the fallen woman!\n", "word": "scarlet", "modifies": "letter"}
{"color": "white", "line": "Deeper it goes, and deeper into the wilderness, less plainly to be seen at every step; until some few miles hence the yellow leaves will show no vestige of the white man’s tread.\n", "word": "white", "modifies": "man"}
{"color": "yellow", "line": "Deeper it goes, and deeper into the wilderness, less plainly to be seen at every step; until some few miles hence the yellow leaves will show no vestige of the white man’s tread.\n", "word": "yellow", "modifies": "leaf"}
{"color": "red", "line": "Be, if thy spirit summon thee to such a mission, the teacher and apostle of the red men.\n", "word": "red", "modifies": "men"}
{"color": "red", "line": "The scarlet letter was her passport into regions where other women dared not tread.\n", "word": "scarlet", "modifies": "letter"}
{"color": "pink", "line": "His spirit rose, as it were, with a bound, and attained a nearer prospect of the sky, than throughout all the misery which had kept him grovelling on the earth.\n", "word": "rose", "modifies": "spirit"}
{"color": "red", "line": "A crimson flush was glowing on her cheek, that had been long so pale.\n", "word": "crimson", "modifies": "flush"}
{"color": "white", "line": "A crimson flush was glowing on her cheek, that had been long so pale.\n", "word": "pale", "modifies": "cheek"}
{"color": "green", "line": "All at once, as with a sudden smile of heaven, forth burst the sunshine, pouring a very flood into the obscure forest, gladdening each green leaf, transmuting the yellow fallen ones to gold, and gleaming adown the gray trunks of the solemn trees.\n", "word": "green", "modifies": "leaf"}
{"color": "gray", "line": "All at once, as with a sudden smile of heaven, forth burst the sunshine, pouring a very flood into the obscure forest, gladdening each green leaf, transmuting the yellow fallen ones to gold, and gleaming adown the gray trunks of the solemn trees.\n", "word": "gray", "modifies": "trunk"}
{"color": "yellow", "line": "All at once, as with a sudden smile of heaven, forth burst the sunshine, pouring a very flood into the obscure forest, gladdening each green leaf, transmuting the yellow fallen ones to gold, and gleaming adown the gray trunks of the solemn trees.\n", "word": "yellow", "modifies": "one"}
{"color": "black", "line": "The great black forest—stern as it showed itself to those who brought the guilt and troubles of the world into its bosom—became the playmate of the lonely infant, as well as it knew how.\n", "word": "black", "modifies": "forest"}
{"color": "red", "line": "It offered her the partridge berries, the growth of the preceding autumn, but ripening only in the spring, and now red as drops of blood upon the withered leaves.\n", "word": "red", "modifies": "berry"}
{"color": "green", "line": "The flowers appeared to know it, and one and another whispered as she passed, “Adorn thyself with me, thou beautiful child, adorn thyself with me!”—and, to please them, Pearl gathered the violets, and anemones, and columbines, and some twigs of the freshest green, which the old trees held down before her eyes.\n", "word": "green", "modifies": "twig"}
{"color": "purple", "line": "The flowers appeared to know it, and one and another whispered as she passed, “Adorn thyself with me, thou beautiful child, adorn thyself with me!”—and, to please them, Pearl gathered the violets, and anemones, and columbines, and some twigs of the freshest green, which the old trees held down before her eyes.\n", "word": "violet", "modifies": "anemone"}
{"color": "red", "line": "Had she gathered pearls, and diamonds, and rubies in the wood, they could not have become her better!\n", "word": "ruby", "modifies": "pearl"}
{"color": "red", "line": "and here again was the scarlet misery glittering on the old spot!\n", "word": "scarlet", "modifies": "misery"}
{"color": "gray", "line": "As if there were a withering spell in the sad letter, her beauty, the warmth and richness of her womanhood, departed like fading sunshine, and a gray shadow seemed to fall across her.\n", "word": "gray", "modifies": "shadow"}
{"color": "red", "line": "But then—by a kind of necessity that always impelled this child to alloy whatever comfort she might chance to give with a throb of anguish—Pearl put up her mouth and kissed the scarlet letter, too.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gray", "line": "But there was Hester, clad in her gray robe, still standing beside the tree trunk, which some blast had overthrown a long antiquity ago, and which time had ever since been covering with moss, so that these two fated ones, with earth’s heaviest burden on them, might there sit down together, and find a single hour’s rest and solace.\n", "word": "gray", "modifies": "robe"}
{"color": "white", "line": "Go, seek your minister, and see if his emaciated figure, his thin cheek, his white, heavy, pain wrinkled brow, be not flung down there, like a cast off garment!” His friends, no doubt, would still have insisted with him—“Thou art thyself the man!” but the error would have been their own, not his.\n", "word": "white", "modifies": "figure"}
{"color": "pink", "line": "Now, during a conversation of some two or three moments between the Reverend Mr. Dimmesdale and this excellent and hoary bearded deacon, it was only by the most careful self control that the former could refrain from uttering certain blasphemous suggestions that rose into his mind, respecting the communion supper.\n", "word": "rose", "modifies": "suggestion"}
{"color": "white", "line": "He absolutely trembled and turned pale as ashes, lest his tongue should wag itself in utterance of these horrible matters, and plead his own consent for so doing, without his having fairly given it.\n", "word": "pale", "modifies": "ash"}
{"color": "black", "line": "As she drew nigh, the arch fiend whispered him to condense into small compass, and drop into her tender bosom a germ of evil that would be sure to blossom darkly soon, and bear black fruit betimes.\n", "word": "black", "modifies": "betimes"}
{"color": "yellow", "line": "She made a very grand appearance, having on a high head dress, a rich gown of velvet, and a ruff done up with the famous yellow starch, of which Anne Turner, her especial friend, had taught her the secret, before this last good lady had been hanged for Sir Thomas Overbury’s murder.\n", "word": "yellow", "modifies": "starch"}
{"color": "yellow", "line": "“Have I then sold myself,” thought the minister, “to the fiend whom, if men say true, this yellow starched and velveted old hag has chosen for her prince and master?” The wretched minister!\n", "word": "yellow", "modifies": "hag"}
{"color": "black", "line": "There on the table, with the inky pen beside it, was an unfinished sermon, with a sentence broken in the midst, where his thoughts had ceased to gush out upon the page two days before.\n", "word": "inky", "modifies": "pen"}
{"color": "gold", "line": "“Yea, they are the current gold coin of the New Jerusalem, with the King’s own mint mark on them!” Left alone, the minister summoned a servant of the house, and requested food, which, being set before him, he ate with ravenous appetite.\n", "word": "gold", "modifies": "coin"}
{"color": "gray", "line": "On this public holiday, as on all other occasions for seven years past, Hester was clad in a garment of coarse gray cloth.\n", "word": "gray", "modifies": "cloth"}
{"color": "red", "line": "Not more by its hue than by some indescribable peculiarity in its fashion, it had the effect of making her fade personally out of sight and outline; while again the scarlet letter brought her back from this twilight indistinctness, and revealed her under the moral aspect of its own illumination.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "“Look your last on the scarlet letter and its wearer!”—the people’s victim and lifelong bond slave, as they fancied her, might say to them.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gray", "line": "It would have been impossible to guess that this bright and sunny apparition owed its existence to the shape of gloomy gray; or that a fancy, at once so gorgeous and so delicate as must have been requisite to contrive the child’s apparel, was the same that had achieved a task perhaps more difficult, in imparting so distinct a peculiarity to Hester’s simple robe.\n", "word": "gray", "modifies": "shape"}
{"color": "green", "line": "When they reached the market place, she became still more restless, on perceiving the stir and bustle that enlivened the spot; for it was usually more like the broad and lonesome green before a village meeting house, than the centre of a town’s business.\n", "word": "green", "modifies": "house"}
{"color": "black", "line": "“He should not nod and smile at me, for all that—the black, grim, ugly eyed old man!” said Pearl.\n", "word": "black", "modifies": "man"}
{"color": "red", "line": "“He may nod at thee, if he will; for thou art clad in gray, and wearest the scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gray", "line": "But we perhaps exaggerate the gray or sable tinge, which undoubtedly characterized the mood and manners of the age.\n", "word": "gray", "modifies": "tinge"}
{"color": "green", "line": "Nor were sports wanting, such as the colonists had witnessed, and shared in, long ago, at the country fairs and on the village greens of England; and which it was thought well to keep alive on this new soil, for the sake of the courage and manliness that were essential in them.\n", "word": "green", "modifies": "village"}
{"color": "black", "line": "The picture of human life in the market place, though its general tint was the sad gray, brown, or black of the English emigrants, was yet enlivened by some diversity of hue.\n", "word": "black", "modifies": "emigrant"}
{"color": "gray", "line": "The picture of human life in the market place, though its general tint was the sad gray, brown, or black of the English emigrants, was yet enlivened by some diversity of hue.\n", "word": "gray", "modifies": "tint"}
{"color": "red", "line": "A party of Indians—in their savage finery of curiously embroidered deerskin robes, wampum belts, red and yellow ochre, and feathers, and armed with the bow and arrow and stone headed spear—stood apart with countenances of inflexible gravity, beyond what even the Puritan aspect could attain.\n", "word": "red", "modifies": "ochre"}
{"color": "gold", "line": "They were rough looking desperadoes, with sun blackened faces, and an immensity of beard; their wide short trousers were confined about the waist by belts, often clasped with a rough plate of gold, and sustaining always a long knife, and in some instances, a sword.\n", "word": "gold", "modifies": "plate"}
{"color": "black", "line": "Thus the Puritan elders in their black cloaks, starched bands, and steeple crowned hats, smiled not unbenignantly at the clamour and rude deportment of these jolly seafaring men; and it excited neither surprise nor animadversion when so reputable a citizen as old Roger Chillingworth, the physician, was seen to enter the market place in close and familiar talk with the commander of the questionable vessel.\n", "word": "black", "modifies": "cloak"}
{"color": "gold", "line": "He wore a profusion of ribbons on his garment, and gold lace on his hat, which was also encircled by a gold chain, and surmounted with a feather.\n", "word": "gold", "modifies": "lace"}
{"color": "red", "line": "It was a forcible type of the moral solitude in which the scarlet letter enveloped its fated wearer; partly by her own reserve, and partly by the instinctive, though no longer so unkindly, withdrawal of her fellow creatures.\n", "word": "scarlet", "modifies": "letter"}
{"color": "white", "line": "In that old day the English settler on these rude shores—having left king, nobles, and all degrees of awful rank behind, while still the faculty and necessity of reverence was strong in him—bestowed it on the white hair and venerable brow of age—on long tried integrity—on solid wisdom and sad coloured experience—on endowments of that grave and weighty order which gave the idea of permanence, and comes under the general definition of respectability.\n", "word": "white", "modifies": "hair"}
{"color": "red", "line": "and it glows like a red flame in the dark.\n", "word": "red", "modifies": "flame"}
{"color": "black", "line": "When the Black Man sees one of his own servants, signed and sealed, so shy of owning to the bond as is the Reverend Mr. Dimmesdale, he hath a way of ordering matters so that the mark shall be disclosed, in open daylight, to the eyes of all the world!\n", "word": "black", "modifies": "man"}
{"color": "pink", "line": "Now she caught the low undertone, as of the wind sinking down to repose itself; then ascended with it, as it rose through progressive gradations of sweetness and power, until its volume seemed to envelop her with an atmosphere of awe and solemn grandeur.\n", "word": "rose", "modifies": "gradation"}
{"color": "gold", "line": "Finding it as impossible to touch her as to catch a humming bird in the air, he took from his hat the gold chain that was twisted about it, and threw it to the child.\n", "word": "gold", "modifies": "chain"}
{"color": "red", "line": "“Thy mother is yonder woman with the scarlet letter,” said the seaman, “Wilt thou carry her a message from me?” “If the message pleases me, I will,” answered Pearl.\n", "word": "scarlet", "modifies": "letter"}
{"color": "black", "line": "“Then tell her,” rejoined he, “that I spake again with the black a visaged, hump shouldered old doctor, and he engages to bring his friend, the gentleman she wots of, aboard with him.\n", "word": "black", "modifies": "doctor"}
{"color": "red", "line": "There were many people present from the country round about, who had often heard of the scarlet letter, and to whom it had been made terrific by a hundred false or exaggerated rumours, but who had never beheld it with their own bodily eyes.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "The whole gang of sailors, likewise, observing the press of spectators, and learning the purport of the scarlet letter, came and thrust their sunburnt and desperado looking faces into the ring.\n", "word": "scarlet", "modifies": "letter"}
{"color": "black", "line": "Even the Indians were affected by a sort of cold shadow of the white man’s curiosity and, gliding through the crowd, fastened their snake like black eyes on Hester’s bosom, conceiving, perhaps, that the wearer of this brilliantly embroidered badge must needs be a personage of high dignity among her people.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Even the Indians were affected by a sort of cold shadow of the white man’s curiosity and, gliding through the crowd, fastened their snake like black eyes on Hester’s bosom, conceiving, perhaps, that the wearer of this brilliantly embroidered badge must needs be a personage of high dignity among her people.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "The woman of the scarlet letter in the market place!\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "THE REVELATION OF THE SCARLET LETTER The eloquent voice, on which the souls of the listening audience had been borne aloft as on the swelling waves of the sea, at length came to a pause.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Meanwhile Hester Prynne was standing beside the scaffold of the pillory, with the scarlet letter still burning on her breast!\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "And there was the scarlet letter on her breast!\n", "word": "scarlet", "modifies": "letter"}
{"color": "pink", "line": "At this instant old Roger Chillingworth thrust himself through the crowd—or, perhaps, so dark, disturbed, and evil was his look, he rose up out of some nether region—to snatch back his victim from what he sought to do!\n", "word": "rose", "modifies": "region"}
{"color": "pink", "line": "“People of New England!” cried he, with a voice that rose over them, high, solemn, and majestic—yet had always a tremor through it, and sometimes a shriek, struggling up out of a fathomless depth of remorse and woe—“ye, that have loved me!—ye, that have deemed me holy!—behold me here, the one sinner of the world!\n", "word": "rose", "modifies": "voice"}
{"color": "red", "line": "Lo, the scarlet letter which Hester wears!\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "He bids you look again at Hester’s scarlet letter!\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "He tells you, that, with all its mysterious horror, it is but the shadow of what he bears on his own breast, and that even this, his own red stigma, is no more than the type of what has seared his inmost heart!\n", "word": "red", "modifies": "stigma"}
{"color": "red", "line": "By sending yonder dark and terrible old man, to keep the torture always at red heat!\n", "word": "red", "modifies": "heat"}
{"color": "red", "line": "Most of the spectators testified to having seen, on the breast of the unhappy minister, a SCARLET LETTER—the very semblance of that worn by Hester Prynne—imprinted in the flesh.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Neither, by their report, had his dying words acknowledged, nor even remotely implied, any—the slightest—connexion on his part, with the guilt for which Hester Prynne had so long worn the scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "Without disputing a truth so momentous, we must be allowed to consider this version of Mr. Dimmesdale’s story as only an instance of that stubborn fidelity with which a man’s friends—and especially a clergyman’s—will sometimes uphold his character, when proofs, clear as the mid day sunshine on the scarlet letter, establish him a false and sin stained creature of the dust.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "But, in no long time after the physician’s death, the wearer of the scarlet letter disappeared, and Pearl along with her.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "The story of the scarlet letter grew into a legend.\n", "word": "scarlet", "modifies": "letter"}
{"color": "gray", "line": "Near this latter spot, one afternoon some children were at play, when they beheld a tall woman in a gray robe approach the cottage door.\n", "word": "gray", "modifies": "robe"}
{"color": "red", "line": "But her hesitation was only for an instant, though long enough to display a scarlet letter on her breast.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "But through the remainder of Hester’s life there were indications that the recluse of the scarlet letter was the object of love and interest with some inhabitant of another land.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "But, in the lapse of the toilsome, thoughtful, and self devoted years that made up Hester’s life, the scarlet letter ceased to be a stigma which attracted the world’s scorn and bitterness, and became a type of something to be sorrowed over, and looked upon with awe, yet with reverence too.\n", "word": "scarlet", "modifies": "letter"}
{"color": "red", "line": "So said Hester Prynne, and glanced her sad eyes downward at the scarlet letter.\n", "word": "scarlet", "modifies": "letter"}
