{"color": "white", "line": "The tide was high, there was a fine crowd of spectators, and the younger portion of the company followed her with subdued excitement up the narrow street of the salt aired, white clapboarded little town.\n", "word": "white", "modifies": "town"}
{"color": "green", "line": "At first the tiny house of Mrs. Almira Todd, which stood with its end to the street, appeared to be retired and sheltered enough from the busy world, behind its bushy bit of a green garden, in which all the blooming things, two or three gay hollyhocks and some London pride, were pushed back against the gray shingled wall.\n", "word": "green", "modifies": "garden"}
{"color": "gray", "line": "At first the tiny house of Mrs. Almira Todd, which stood with its end to the street, appeared to be retired and sheltered enough from the busy world, behind its bushy bit of a green garden, in which all the blooming things, two or three gay hollyhocks and some London pride, were pushed back against the gray shingled wall.\n", "word": "gray", "modifies": "wall"}
{"color": "white", "line": "Sometimes I saw a pale young creature like a white windflower left over into midsummer, upon whose face consumption had set its bright and wistful mark; but oftener two stout, hard worked women from the farms came together, and detailed their symptoms to Mrs. Todd in loud and cheerful voices, combining the satisfactions of a friendly gossip with the medical opportunity.\n", "word": "white", "modifies": "windflower"}
{"color": "green", "line": "One afternoon, when I had listened, it was impossible not to listen, with cottonless ears, and then laughed and listened again, with an idle pen in my hand, during a particularly spirited and personal conversation, I reached for my hat, and, taking blotting book and all under my arm, I resolutely fled further temptation, and walked out past the fragrant green garden and up the dusty road.\n", "word": "green", "modifies": "garden"}
{"color": "gray", "line": "The gray ledges of the rocky shore were well covered with sod in most places, and the pasture bayberry and wild roses grew thick among them.\n", "word": "gray", "modifies": "ledge"}
{"color": "pink", "line": "The gray ledges of the rocky shore were well covered with sod in most places, and the pasture bayberry and wild roses grew thick among them.\n", "word": "rose", "modifies": "bayberry"}
{"color": "white", "line": "On the brink of the hill stood a little white schoolhouse, much wind blown and weather beaten, which was a landmark to seagoing folk; from its door there was a most beautiful view of sea and shore.\n", "word": "white", "modifies": "schoolhouse"}
{"color": "red", "line": "She had lived to lament three seafaring husbands, and her house was decorated with West Indian curiosities, specimens of conch shells and fine coral which they had brought home from their voyages in lumber laden ships.\n", "word": "coral", "modifies": "curiosity"}
{"color": "red", "line": "“We left Fort Churchill and run out into the Bay with a light pair o' heels; but I had been vexed to death with their red tape rigging at the company's office, and chilled with stayin' on deck an' tryin' to hurry up things, and when we were well out o' sight o' land, headin' for Hudson's Straits, I had a bad turn o' some sort o' fever, and had to stay below.\n", "word": "red", "modifies": "rigging"}
{"color": "pink", "line": "A late golden robin, with the most joyful and eager of voices, was singing close by in a thicket of wild roses.\n", "word": "rose", "modifies": "thicket"}
{"color": "gray", "line": "They could see the place when they were approaching it by sea pretty near like any town, and thick with habitations; but all at once they lost sight of it altogether, and when they got close inshore they could see the shapes of folks, but they never could get near them, all blowing gray figures that would pass along alone, or sometimes gathered in companies as if they were watching.\n", "word": "gray", "modifies": "figure"}
{"color": "green", "line": "I was brought up out there on Green Island.\n", "word": "green", "modifies": "island"}
{"color": "gray", "line": "Mrs. Todd had mounted a gray rock, and stood there grand and architectural, like a caryatide.\n", "word": "gray", "modifies": "rock"}
{"color": "green", "line": "Nothing happened but a quiet evening and some delightful plans that we made about going to Green Island, and on the morrow there was the clear sunshine and blue sky of another day.\n", "word": "green", "modifies": "island"}
{"color": "blue", "line": "Nothing happened but a quiet evening and some delightful plans that we made about going to Green Island, and on the morrow there was the clear sunshine and blue sky of another day.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "Green Island ONE MORNING, very early, I heard Mrs. Todd in the garden outside my window.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "“No, I don't want to go nowhere by land,” she answered gayly, “no, not by land; but I don't know's we shall have a better day all the rest of the summer to go out to Green Island an' see mother.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "You set 'midships, Mis' Todd, an' let the boy hold the sheet 'n' steer after he gits the sail up; you won't never git out to Green Island that way.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "The house was just before us now, on a green level that looked as if a huge hand had scooped it out of the long green field we had been ascending.\n", "word": "green", "modifies": "level"}
{"color": "blue", "line": "As we looked upward, the tops of the firs came sharp against the blue sky.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "There was a great stretch of rough pasture land round the shoulder of the island to the eastward, and here were all the thick scattered gray rocks that kept their places, and the gray backs of many sheep that forever wandered and fed on the thin sweet pasturage that fringed the ledges and made soft hollows and strips of green turf like growing velvet.\n", "word": "green", "modifies": "turf"}
{"color": "gray", "line": "There was a great stretch of rough pasture land round the shoulder of the island to the eastward, and here were all the thick scattered gray rocks that kept their places, and the gray backs of many sheep that forever wandered and fed on the thin sweet pasturage that fringed the ledges and made soft hollows and strips of green turf like growing velvet.\n", "word": "gray", "modifies": "rock"}
{"color": "green", "line": "I could see the rich green of bayberry bushes here and there, where the rocks made room.\n", "word": "green", "modifies": "bush"}
{"color": "white", "line": "I s'pose Mis' Addicks come over an' helped you, from White Island Landing?” “No, she didn't,” answered the old woman, standing proudly erect, and making the most of a great moment.\n", "word": "white", "modifies": "island"}
{"color": "green", "line": "The green paper curtains were stamped with conventional landscapes of a foreign order, castles on inaccessible crags, and lovely lakes with steep wooded shores; under foot the treasured carpet was covered thick with home made rugs.\n", "word": "green", "modifies": "paper"}
{"color": "brown", "line": "We went from the upper edge of the field above the house into a smooth, brown path among the dark spruces.\n", "word": "brown", "modifies": "path"}
{"color": "blue", "line": "Where Pennyroyal Grew WE WERE a little late to dinner, but Mrs. Blackett and Mrs. Todd were lenient, and we all took our places after William had paused to wash his hands, like a pious Brahmin, at the well, and put on a neat blue coat which he took from a peg behind the kitchen door.\n", "word": "blue", "modifies": "coat"}
{"color": "blue", "line": "When we had finished clearing away the old blue plates, and the kitten had taken care of her share of the fresh haddock, just as we were putting back the kitchen chairs in their places, Mrs. Todd said briskly that she must go up into the pasture now to gather the desired herbs.\n", "word": "blue", "modifies": "plate"}
{"color": "green", "line": "It was impossible not to wish to stay on forever at Green Island, and I could not help saying so.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "She'd been very restless if she'd had to continue here on Green Island.\n", "word": "green", "modifies": "island"}
{"color": "brown", "line": "I went to the door of the bedroom, and thought how pleasant it looked, with its pink and white patchwork quilt and the brown unpainted paneling of its woodwork.\n", "word": "brown", "modifies": "paneling"}
{"color": "pink", "line": "I went to the door of the bedroom, and thought how pleasant it looked, with its pink and white patchwork quilt and the brown unpainted paneling of its woodwork.\n", "word": "pink", "modifies": "quilt"}
{"color": "green", "line": "Here was the real home, the heart of the old house on Green Island!\n", "word": "green", "modifies": "island"}
{"color": "brown", "line": "I sat in the rocking chair, and felt that it was a place of peace, the little brown bedroom, and the quiet outlook upon field and sea and sky.\n", "word": "brown", "modifies": "bedroom"}
{"color": "green", "line": "I never shall forget the day at Green Island.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "“You can inform Mis' Fosdick how we found the folks out to Green Island the other day.\n", "word": "green", "modifies": "island"}
{"color": "pink", "line": "You fetched little Louisa to school one Monday mornin' in a pink dress an' her long curls, and she set between you an' me, and got cryin' after a while, so the teacher sent us home with her at recess.” “She was scared of seeing so many children about her; there was only her and me and brother John at home then; the older boys were to sea with father, an' the rest of us wa'n't born,” explained Mrs. Fosdick.\n", "word": "pink", "modifies": "dress"}
{"color": "green", "line": "I waited to see if she would say any more, and then took a roundabout way back to the subject by saying what was first in my mind: that I wished the Green Island family were there to spend the evening with us, Mrs. Todd's mother and her brother William.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "“Might scare William to death,” she warned me; and Mrs. Fosdick mentioned her intention of going out to Green Island to stay two or three days, if the wind didn't make too much sea.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "“Bears nor east somewheres about three miles from Green Island; right off shore, I should call it about eight miles out,” said Mrs. Todd.\n", "word": "green", "modifies": "island"}
{"color": "black", "line": "Some said 'twas a great bangeing place for the Indians, and an old chief resided there once that ruled the winds; and others said they'd always heard that once the Indians come down from up country an' left a captive there without any bo't, an' 'twas too far to swim across to Black Island, so called, an' he lived there till he perished.” “I've heard say he walked the island after that, and sharp sighted folks could see him an' lose him like one o' them citizens Cap'n Littlepage was acquainted with up to the north pole,” announced Mrs. Todd grimly.\n", "word": "black", "modifies": "island"}
{"color": "white", "line": "“Why, the waters round Shell heap Island were white with sails all that fall.\n", "word": "white", "modifies": "water"}
{"color": "black", "line": "Many of 'em made excuse to go ashore to get water at the spring; but at last she spoke to a bo't load, very dignified and calm, and said that she'd like it better if they'd make a practice of getting water to Black Island or somewheres else and leave her alone, except in case of accident or trouble.\n", "word": "black", "modifies": "island"}
{"color": "green", "line": "He'd have married her if the other hadn't come about an' spoilt his chance, and he used to get close to the island, before light, on his way out fishin', and throw a little bundle way up the green slope front o' the house.\n", "word": "green", "modifies": "front"}
{"color": "black", "line": "The Black Island folks could see her with their spy glass, and if they'd ever missed getting some sign o' life they'd have sent notice to her folks.\n", "word": "black", "modifies": "island"}
{"color": "red", "line": "He always thought everything of her, and last time he come home, knowing nothing of her change, he brought her a beautiful coral pin from a port he'd touched at somewheres up the Mediterranean.\n", "word": "coral", "modifies": "pin"}
{"color": "white", "line": "Mother always said that in time o' trouble that tall white sail used to look like an angel's wing comin' over the sea to them that was in pain.\n", "word": "white", "modifies": "sail"}
{"color": "gray", "line": "I expected she'd look strange, with her hair turned gray in a night or somethin', but she wore a pretty gingham dress I'd often seen her wear before she went away; she must have kept it nice for best in the afternoons.\n", "word": "gray", "modifies": "night"}
{"color": "pink", "line": "I went over once from home and stayed 'most a week with Joanna when we was girls, and those young happy days rose up before me.\n", "word": "rose", "modifies": "day"}
{"color": "pink", "line": "“When Joanna returned from the door, an' I could see that man's stupid back departin' among the wild rose bushes, I just ran to her an' caught her in my arms.\n", "word": "rose", "modifies": "bush"}
{"color": "green", "line": "'Oh, Joanna dear,' I says, 'won't you come ashore an' live 'long o' me at the Landin', or go over to Green Island to mother's when winter comes?\n", "word": "green", "modifies": "island"}
{"color": "red", "line": "I was a good deal younger then than I be now, and I got Nathan's little coral pin out o' my pocket and put it into her hand; and when she saw it and I told her where it come from, her face did really light up for a minute, sort of bright an' pleasant.\n", "word": "coral", "modifies": "pin"}
{"color": "black", "line": "He had picked up some round stones and things and was carrying them in his pocket handkerchief; an' he sat down amidships without making any question, and let me take the rudder an' work the bo't, an' made no remarks for some time, until we sort of eased it off speaking of the weather, an' subjects that arose as we skirted Black Island, where two or three families lived belongin' to the parish.\n", "word": "black", "modifies": "island"}
{"color": "black", "line": "There were one or two others, old folks, that she would see, and now an' then she'd hail a passin' boat an' ask for somethin'; and mother got her to promise that she would make some sign to the Black Island folks if she wanted help.\n", "word": "black", "modifies": "island"}
{"color": "black", "line": "“You see Shell heap now, layin' 'way out beyond Black Island there,” holding the rudder with his knee.\n", "word": "black", "modifies": "island"}
{"color": "green", "line": "The month was August, and I had seen the color of the islands change from the fresh green of June to a sunburnt brown that made them look like stone, except where the dark green of the spruces and fir balsam kept the tint that even winter storms might deepen, but not fade.\n", "word": "green", "modifies": "june"}
{"color": "brown", "line": "The month was August, and I had seen the color of the islands change from the fresh green of June to a sunburnt brown that made them look like stone, except where the dark green of the spruces and fir balsam kept the tint that even winter storms might deepen, but not fade.\n", "word": "brown", "modifies": "green"}
{"color": "green", "line": "The few wind bent trees on Shell heap Island were mostly dead and gray, but there were some low growing bushes, and a stripe of light green ran along just above the shore, which I knew to be wild morning glories.\n", "word": "green", "modifies": "light"}
{"color": "yellow", "line": "Poor Joanna's house was gone except the stones of its foundations, and there was little trace of her flower garden except a single faded sprig of much enduring French pinks, which a great bee and a yellow butterfly were befriending together.\n", "word": "yellow", "modifies": "butterfly"}
{"color": "pink", "line": "Poor Joanna's house was gone except the stones of its foundations, and there was little trace of her flower garden except a single faded sprig of much enduring French pinks, which a great bee and a yellow butterfly were befriending together.\n", "word": "pink", "modifies": "sprig"}
{"color": "blue", "line": "“No, you wouldn't want to wear that pretty blue dress o' yourn 'way up country.\n", "word": "blue", "modifies": "country"}
{"color": "blue", "line": "“Why, if we're going up country and are likely to see some of your friends, I'll put on my blue dress, and you must wear your watch; I am not going at all if you mean to wear the big hat.” “Now you're behavin' pretty,” responded Mrs. Todd, with a gay toss of her head and a cheerful smile, as she came across the room, bringing a saucerful of wild raspberries, a pretty piece of salvage from supper time.\n", "word": "blue", "modifies": "dress"}
{"color": "green", "line": "There, sure enough, stood Mrs. Blackett, who must have left Green Island before daylight.\n", "word": "green", "modifies": "island"}
{"color": "brown", "line": "She held an old fashioned brown wicker cap basket in her hand, as if visiting were a thing of every day, and looked up at us as pleased and triumphant as a child.\n", "word": "brown", "modifies": "basket"}
{"color": "brown", "line": "The world was filled with a fragrance of fir balsam and the faintest flavor of seaweed from the ledges, bare and brown at low tide in the little harbor.\n", "word": "brown", "modifies": "tide"}
{"color": "yellow", "line": "I could hear no voices but those of the birds, small and great, the constant song sparrows, the clink of a yellow hammer over in the woods, and the far conversation of some deliberate crows.\n", "word": "yellow", "modifies": "hammer"}
{"color": "white", "line": "Whatever energy and spirit the white horse had to begin with were soon exhausted by the steep hills and his discernment of a long expedition ahead.\n", "word": "white", "modifies": "horse"}
{"color": "green", "line": "“There's sometimes a good hearty tree growin' right out of the bare rock, out o' some crack that just holds the roots;” she went on to say, “right on the pitch o' one o' them bare stony hills where you can't seem to see a wheel barrowful o' good earth in a place, but that tree'll keep a green top in the driest summer.\n", "word": "green", "modifies": "top"}
{"color": "black", "line": "Her hands were clasped placidly in their thin black woolen gloves, and she was looking at the flowery wayside as we went slowly along, with a pleased, expectant smile.\n", "word": "black", "modifies": "glove"}
{"color": "white", "line": "Beyond this were distant shores like another country in the midday haze which half hid the hills beyond, and the faraway pale blue mountains on the northern horizon.\n", "word": "pale", "modifies": "mountain"}
{"color": "blue", "line": "Beyond this were distant shores like another country in the midday haze which half hid the hills beyond, and the faraway pale blue mountains on the northern horizon.\n", "word": "blue", "modifies": "mountain"}
{"color": "white", "line": "There was a schooner with all sails set coming down the bay from a white village that was sprinkled on the shore, and there were many sailboats flitting about it.\n", "word": "white", "modifies": "village"}
{"color": "green", "line": "If we started as early's we could on a summer mornin', we couldn't get to her place from Green Island till late afternoon, even with a fair, steady breeze, and you had to strike the time just right so as to fetch up 'long o' the tide and land near the flood.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "“No, we never had fits, none of us; and 'twas lucky we didn't 'way out there to Green Island.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "The old Bowden house stood, low storied and broad roofed, in its green fields as if it were a motherly brown hen waiting for the flock that came straying toward it from every direction.\n", "word": "green", "modifies": "field"}
{"color": "brown", "line": "The old Bowden house stood, low storied and broad roofed, in its green fields as if it were a motherly brown hen waiting for the flock that came straying toward it from every direction.\n", "word": "brown", "modifies": "hen"}
{"color": "purple", "line": "There was a crowd about the house as if huge bees were swarming in the lilac bushes.\n", "word": "lilac", "modifies": "bush"}
{"color": "green", "line": "We hurried on our way, beginning to feel as if we were very late, and it was a great satisfaction at last to turn out of the stony highroad into a green lane shaded with old apple trees.\n", "word": "green", "modifies": "lane"}
{"color": "purple", "line": "It seemed to be enough for anyone to have arrived by the same conveyance as Mrs. Blackett, who presently had her court inside the house, while Mrs. Todd, large, hospitable, and preeminent, was the centre of a rapidly increasing crowd about the lilac bushes.\n", "word": "lilac", "modifies": "bush"}
{"color": "green", "line": "Small companies were continually coming up the long green slope from the water, and nearly all the boats had come to shore.\n", "word": "green", "modifies": "slope"}
{"color": "black", "line": "Out of the chattering crowd of noisy children, and large waisted women whose best black dresses fell straight to the ground in generous folds, and sunburnt men who looked as serious as if it were town meeting day, there suddenly came silence and order.\n", "word": "black", "modifies": "dress"}
{"color": "white", "line": "There was a flashing of white gulls over the water where the fleet of boats rode the low waves together in the cove, swaying their small masts as if they kept time to our steps.\n", "word": "white", "modifies": "gull"}
{"color": "green", "line": "We possessed the instincts of a far, forgotten childhood; I found myself thinking that we ought to be carrying green branches and singing as we went.\n", "word": "green", "modifies": "branch"}
{"color": "green", "line": "We could see the green sunlit field we had just crossed as if we looked out at it from a dark room, and the old house and its lilacs standing placidly in the sun, and the great barn with a stockade of carriages from which two or three care taking men who had lingered were coming across the field together.\n", "word": "green", "modifies": "field"}
{"color": "purple", "line": "We could see the green sunlit field we had just crossed as if we looked out at it from a dark room, and the old house and its lilacs standing placidly in the sun, and the great barn with a stockade of carriages from which two or three care taking men who had lingered were coming across the field together.\n", "word": "lilac", "modifies": "house"}
{"color": "green", "line": "He's figured it all out an' got his papers so he knows how to aim a cannon right for William's fish house five miles out on Green Island, or up there on Burnt Island where the signal is.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "I heard the words “next summer” repeated many times, though summer was still ours and all the leaves were green.\n", "word": "green", "modifies": "leaf"}
{"color": "brown", "line": "I could see the brown rafters of the unfinished roof as I looked up the steep staircase, though the best room was as handsome with its good wainscoting and touch of ornament on the cornice as any old room of its day in a town.\n", "word": "brown", "modifies": "rafter"}
{"color": "white", "line": "At last we were in the high wagon again; the old white horse had been well fed in the Bowden barn, and we drove away and soon began to climb the long hill toward the wooded ridge.\n", "word": "white", "modifies": "horse"}
{"color": "black", "line": "At that moment, before I had time to answer, I saw something large and shapeless flung from the Miranda's deck that splashed the water high against her black side, and my companion gave a satisfied chuckle.\n", "word": "black", "modifies": "side"}
{"color": "green", "line": "From this a little footpath, narrow with one man's treading, led up across the small green field that made Mr. Tilley's whole estate, except a straggling pasture that tilted on edge up the steep hillside beyond the house and road.\n", "word": "green", "modifies": "field"}
{"color": "white", "line": "Elijah Tilley came to the side door to receive me; he was knitting a blue yarn stocking without looking on, and was warmly dressed for the season in a thick blue flannel shirt with white crockery buttons, a faded waistcoat and trousers heavily patched at the knees.\n", "word": "white", "modifies": "button"}
{"color": "blue", "line": "Elijah Tilley came to the side door to receive me; he was knitting a blue yarn stocking without looking on, and was warmly dressed for the season in a thick blue flannel shirt with white crockery buttons, a faded waistcoat and trousers heavily patched at the knees.\n", "word": "blue", "modifies": "yarn"}
{"color": "white", "line": "I looked at the unworn carpet, the glass vases on the mantelpiece with their prim bunches of bleached swamp grass and dusty marsh rosemary, and I could read the history of Mrs. Tilley's best room from its very beginning.\n", "word": "bleached", "modifies": "grass"}
{"color": "blue", "line": "There, there!” I saw that he had dropped a stitch again, and was snarling the blue yarn round his clumsy fingers.\n", "word": "blue", "modifies": "yarn"}
{"color": "green", "line": "He was standing in the doorway and I had started off down the narrow green field.\n", "word": "green", "modifies": "field"}
{"color": "green", "line": "Almiry's got the best o' mothers, I expect you know; Mis' Blackett out to Green Island; and we was always plannin' to go out when summer come; but there, I couldn't pick no day's weather that seemed to suit her just right.\n", "word": "green", "modifies": "island"}
{"color": "green", "line": "The Backward View AT LAST IT WAS the time of late summer, when the house was cool and damp in the morning, and all the light seemed to come through green leaves; but at the first step out of doors the sunshine always laid a warm hand on my shoulder, and the clear, high sky seemed to lift quickly as I looked at it.\n", "word": "green", "modifies": "leaf"}
{"color": "green", "line": "I was to take the small unpunctual steamer that went down the bay in the afternoon, and I sat for a while by my window looking out on the green herb garden, with regret for company.\n", "word": "green", "modifies": "garden"}
{"color": "red", "line": "There was a quaint West Indian basket which I knew its owner had valued, and which I had once admired; there was an affecting provision laid beside it for my seafaring supper, with a neatly tied bunch of southernwood and a twig of bay, and a little old leather box which held the coral pin that Nathan Todd brought home to give to poor Joanna.\n", "word": "coral", "modifies": "pin"}
{"color": "green", "line": "I could see Green Island, small and darkly wooded at that distance; below me were the houses of the village with their apple trees and bits of garden ground.\n", "word": "green", "modifies": "island"}
{"color": "silver", "line": "The tide was setting in, and plenty of small fish were coming with it, unconscious of the silver flashing of the great birds overhead and the quickness of their fierce beaks.\n", "word": "silver", "modifies": "flashing"}
{"color": "green", "line": "The little town, with the tall masts of its disabled schooners in the inner bay, stood high above the flat sea for a few minutes then it sank back into the uniformity of the coast, and became indistinguishable from the other towns that looked as if they were crumbled on the furzy green stoniness of the shore.\n", "word": "green", "modifies": "stoniness"}
{"color": "green", "line": "The small outer islands of the bay were covered among the ledges with turf that looked as fresh as the early grass; there had been some days of rain the week before, and the darker green of the sweet fern was scattered on all the pasture heights.\n", "word": "green", "modifies": "fern"}
