{"color": "white", "line": "One of these, a stephanotis, showed masses of white bloom, which Joan Gildea casually reflected would have fetched a pretty sum in Covent Garden, and, joining in with a fine growing asparagus fern, formed an arch over the entrance steps.\n", "word": "white", "modifies": "bloom"}
{"color": "green", "line": "Some bunches of late grapes it was the very beginning of March hung upon the vine, and, at the other end of the veranda, grew a passion creeper, its great purple fruit looking like huge plums amidst its vivid green leaves.\n", "word": "green", "modifies": "leaf"}
{"color": "purple", "line": "Some bunches of late grapes it was the very beginning of March hung upon the vine, and, at the other end of the veranda, grew a passion creeper, its great purple fruit looking like huge plums amidst its vivid green leaves.\n", "word": "purple", "modifies": "fruit"}
{"color": "white", "line": "The garden seemed a tangle of all manner of vegetation an oleander in bloom, a poinsettia, a yucca, lifting its spike of waxen white blossoms, a narrow flower border in which the gardenias had become tall shrubs and the scented verbena shrubs almost trees.\n", "word": "white", "modifies": "blossom"}
{"color": "white", "line": "Co. lay opposite on her right, while leftward, across the water, she could trace, as far as the grape vine would allow, the boundary of the Botanical Gardens and get a sight of the white stone and grey slate end of the big Parliamentary Buildings.\n", "word": "white", "modifies": "stone"}
{"color": "gray", "line": "Co. lay opposite on her right, while leftward, across the water, she could trace, as far as the grape vine would allow, the boundary of the Botanical Gardens and get a sight of the white stone and grey slate end of the big Parliamentary Buildings.\n", "word": "grey", "modifies": "slate"}
{"color": "green", "line": "A large table with a green cloth, at her elbow, had at one end a tray with the remains of her breakfast of tea, scones and fruit.\n", "word": "green", "modifies": "cloth"}
{"color": "yellow", "line": "For this story dates back to the time when Mr Joseph Chamberlain was in office; when Imperialism, Free Trade and Yellow Labour were the catch words of a party, and before the great Australian Commonwealth had become an historical fact.\n", "word": "yellow", "modifies": "labour"}
{"color": "red", "line": "For the envelopes were covered with directions, some in Japanese and Chinese hieroglyphics, some in official red ink from various postoffices, a few with the distinctive markings of British Legations and Government Houses where the Special Correspondent should have stayed, but did not Only her own name showing through the obliterations, and a final re addressing by the Bank of Leichardt's Land.\n", "word": "red", "modifies": "ink"}
{"color": "gold", "line": "Well, that speech of Molly's came out of a fascinating account my Soldier of Fortune gave us of how he stage managed a revolution in South America, and of an expedition he'd made in the Andes on the strength of a local tradition about the Incas' hidden gold.\n", "word": "gold", "modifies": "inca"}
{"color": "red", "line": "A comfortable existence in England his doctor advises him to settle down in a temperate climate an appointment on some City Board rubber shares and that kind of thing you know it all a red brick house in South Kensington and perhaps a little place in the country.\n", "word": "red", "modifies": "house"}
{"color": "red", "line": "His face was browny red all over except where the skin ran white under the hair and there was a ruddier ring round the upper part of the throat.\n", "word": "red", "modifies": "face"}
{"color": "blue", "line": "He had large honest blue eyes, intensely blue, of the fiery description with a trick of dropping the lids when he was in doubt or consideration.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "At other times, according to the quality of the emotion, they glowed literally like blue flames.\n", "word": "blue", "modifies": "flame"}
{"color": "yellow", "line": "He had thick reddish yellow eyebrows at the base of a slightly receding forehead wanting in benevolence, phrenologists would have said, and with the bump of self esteem considerably developed.\n", "word": "yellow", "modifies": "eyebrow"}
{"color": "yellow", "line": "His hair was yellow, pure and simple the color of spun silk, only coarser, and it would have curled at the ends had he not worn it close cropped.\n", "word": "yellow", "modifies": "hair"}
{"color": "yellow", "line": "His moustache and beard were rather deeper yellow, the beard short, well shaped the cut of Colin McKeith's beard was almost his only vanity there was one other, the 'millionare strut' in town and he had the masculine habit of stroking and clasping his beard with his large open fingered hand spatulate tips to his digits, the practical hand fairly well kept, though brown and hairy.\n", "word": "yellow", "modifies": "moustache"}
{"color": "black", "line": "There were lines in his face and a way of setting his features that a man gets when he has to front straight some cruel facts of human existance to calculate at a glance the chances of death from a black's spear, a lost trail, an empty water bag, the horns of a charging bullock or even worse things than these.\n", "word": "black", "modifies": "spear"}
{"color": "black", "line": "'Colin, you take me back to Bungroopim when it happened to be a slack day for you on the run, and when the married couple had levanted and I'd got an incompetent black gin in the kitchen or when the store wanted tidying and you and I had a good old spree amongst the rubbish.'\n", "word": "black", "modifies": "gin"}
{"color": "white", "line": "'Stick sugar mats and weevilly four bins; and a breeding paddock of tarantulas and centipedes and white lizards to clear out.\n", "word": "white", "modifies": "lizard"}
{"color": "blue", "line": "He broke off with a laugh, and the wonderfully vivid light that came into his blue eyes made him look like an ardent youth.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Or ministerial picnics to experimental cotton and sugar plantations the size of your garden to prove that all tropical products can be raised to perfection without mentioning the difficulty in a White Australia of finding the labour to do it.'\n", "word": "white", "modifies": "australia"}
{"color": "brown", "line": "He pulled out a copper cigarette case with some hieroglyphical letters and numbers stamped on it, which he regarded with a humorous smile.\n", "word": "copper", "modifies": "cigarette"}
{"color": "brown", "line": "He fixed his cigarette into a new amber mouthpiece, made a wry face, and began to smoke.\n", "word": "amber", "modifies": "mouthpiece"}
{"color": "green", "line": "It's quite invigorating to sport about with them in imagination, in a grey green stormy sea, out of reach of human banalities.\n", "word": "green", "modifies": "sea"}
{"color": "gray", "line": "It's quite invigorating to sport about with them in imagination, in a grey green stormy sea, out of reach of human banalities.\n", "word": "grey", "modifies": "sea"}
{"color": "white", "line": "The bride \"beautiful in cream satin and old lace\" Evelyn Mary is simply a LUMP Pages in white velvet The fussy overdressed Bagallay crowd of friends I hear there are no \"in laws,\" And the bridegroom's face dark, cynical I know the sort of miserable smile and the queer glitter in his eyes. \"I WILLOUGHBY TAKE THEE EVELYN MARY... FOR BETTER AND FOR WORSE...TILL DEATH US DO PART \"...\n", "word": "white", "modifies": "velvet"}
{"color": "black", "line": "Joan was herself a girl in short frocks, three or four years younger than Colin McKeith, and with no apparent prospect of ever crossing the 'big fella Water,' as the Ubi Blacks called it, or of joining the band of Bohemian scribblers in London.\n", "word": "black", "modifies": "ubi"}
{"color": "white", "line": "Later, McKeith was given a mission to explore and develop a certain tract of fertile country between the heads of the Leura and the Big Bight the particular Premier instigating the mission being a far sighted politician who realised that a Japanese invasion of the northern coast might eventually interfere very radically with the plan for a White Australia.\n", "word": "white", "modifies": "australia"}
{"color": "black", "line": "[*Hatter A white man who prefers the society of blacks.]\n", "word": "black", "modifies": "society"}
{"color": "white", "line": "[*Hatter A white man who prefers the society of blacks.]\n", "word": "white", "modifies": "man"}
{"color": "brown", "line": "He stopped, fitted another cigarette from the copper case into the holder and, before beginning upon it, said without looking at Mrs Gildea: 'I wouldn't spout like that to anybody but you, Joan.\n", "word": "copper", "modifies": "case"}
{"color": "white", "line": "'And now, Mrs Gildea, I'm quite at your service for any information you desire about the Big Bight country and the probability of a Japanese invasion so soon as our future Commonwealth comes to crucial loggerheads with the Eastern Powers on the question of a strictly White Australia.'\n", "word": "white", "modifies": "australia"}
{"color": "red", "line": "Sir Luke Tallant has got a bit too much red tape and too many airs about him to suit the Leichardt'stonians.'\n", "word": "red", "modifies": "tape"}
{"color": "white", "line": "A handsome, fair moustachioed young aide de camp, looking very smart in his evening uniform with white lapels, was fluttering round, his dinner list in his hand, and introducing people who already knew each other.\n", "word": "white", "modifies": "lapel"}
{"color": "red", "line": "The Premier of Leichardt's Land, a red faced gentleman of blunt speech, was grumbling audibly to the Attorney General.\n", "word": "red", "modifies": "gentleman"}
{"color": "white", "line": "Her dress, a Paris creation of pale satin and glistening embroidery, was draped to hide her thinness, and her neck and throat were almost covered with strings of pearls and clusters of clear set diamonds.\n", "word": "pale", "modifies": "satin"}
{"color": "white", "line": "Lady Bridget gave the impression of an old fashioned, precocious child, dressed up in a picture frock of soft shining white stuff, hanging on a straight slender form and gathered into a girdle at the waist, with a wisp of old lace flung carelessly over the slight shoulders.\n", "word": "white", "modifies": "stuff"}
{"color": "red", "line": "Her face was a little poked forward a small oval face, pale except for the redness of a rather thin lipped mouth the upper lip like a scarlet bow and the brilliance of the eyes, deep set under finely drawn brows and with thick lashes, golden brown, and curling up at the tips.\n", "word": "scarlet", "modifies": "bow"}
{"color": "white", "line": "Her face was a little poked forward a small oval face, pale except for the redness of a rather thin lipped mouth the upper lip like a scarlet bow and the brilliance of the eyes, deep set under finely drawn brows and with thick lashes, golden brown, and curling up at the tips.\n", "word": "pale", "modifies": "redness"}
{"color": "brown", "line": "Her face was a little poked forward a small oval face, pale except for the redness of a rather thin lipped mouth the upper lip like a scarlet bow and the brilliance of the eyes, deep set under finely drawn brows and with thick lashes, golden brown, and curling up at the tips.\n", "word": "brown", "modifies": "lash"}
{"color": "gold", "line": "At this moment Mrs Gildea remembered a suggestive charm sent to Lady Bridget by her cousin, Chris Gaverick, one Christmas, of a miniature gold curry comb.\n", "word": "gold", "modifies": "comb"}
{"color": "red", "line": "Then, as she caught sight of Joan, the interested, startled look changed to one of bright recognition, the red lips smiled, showing dimples at their sensitive corners.\n", "word": "red", "modifies": "lip"}
{"color": "brown", "line": "Colin did not seem to be talking much, but every time Mrs Gildea glanced at him, he appeared absorbed in contemplation of the small pointed face and the farouche, golden brown eyes turned up to him from under the top heavy mass of chestnut hair.\n", "word": "brown", "modifies": "eye"}
{"color": "blue", "line": "McKeith's face changed: it became dark and a dangerous fire blazed in his blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "Mrs Gildea, who understood the personal application, broke in across the table with an apposite remark about her own early experiences of the Blacks.\n", "word": "black", "modifies": "experience"}
{"color": "white", "line": "'Oh then after they'd murdered a white man or two, the rest of us whites there wasn't more than a handful of us at that time up on the Leura banded together and drove them off into the back country.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "We had a dangerous job with those Blacks until King Mograbar was shot down.'\n", "word": "black", "modifies": "job"}
{"color": "white", "line": "Sir Luke preferred the Blacks, and started the question of danger to white men in the out districts.\n", "word": "white", "modifies": "men"}
{"color": "red", "line": "Now and then, she looked up at McKeith, and, though her eyes gave forth ominous red brown sparks, they had in them something of the same unwilling fascination Joan Gildea had noticed in the eyes of Colin McKeith.\n", "word": "red", "modifies": "spark"}
{"color": "brown", "line": "Now and then, she looked up at McKeith, and, though her eyes gave forth ominous red brown sparks, they had in them something of the same unwilling fascination Joan Gildea had noticed in the eyes of Colin McKeith.\n", "word": "brown", "modifies": "spark"}
{"color": "red", "line": "And she looked captivating as she sang the small pointed face within its frame of reddish brown hair, the strange eyes, the expressive red lips, alive with coquetry.\n", "word": "red", "modifies": "lip"}
{"color": "brown", "line": "And she looked captivating as she sang the small pointed face within its frame of reddish brown hair, the strange eyes, the expressive red lips, alive with coquetry.\n", "word": "brown", "modifies": "hair"}
{"color": "blue", "line": "Joan Gildea, whose profession it was to realise vividly such modes of life as came within her purview, felt herself once more in the blue lands girdling the Sea of Story It all came back upon her moonlight nights in Naples; on the Chiaja; looking down from her windows on sunny gardens on the Riviera, and the strolling minstrels in front of the hotel.... As for Colin McKeith who had never been in the Blue Land and knew little even of the British Isles except for London chiefly around St Paul's School, Hammersmith and the Scotch Manse where he had occasionally spent his holidays even he was transported from the Government House drawing room.\n", "word": "blue", "modifies": "land"}
{"color": "gold", "line": "Bridget took a cigarette from a gold case with her initials in tiny precious stones across it, and handed the case to Mrs Gildea who shook her head.\n", "word": "gold", "modifies": "case"}
{"color": "blue", "line": "But if you'd come with me through the Blue Mountains and caricature yourself exploring the Jenolan Caves like the \"Lady of Quality\" in the Dolomite Country I could do something with that.'\n", "word": "blue", "modifies": "mountain"}
{"color": "red", "line": "Joan, I have the feeling that if one could go right up to the Bush far away from the Government House atmosphere and Luke Tallant's red tapism and the stupid imitation of our English social shams well, I think one might touch a more vital set of heart beats than the heart beats of civilization.'\n", "word": "red", "modifies": "tapism"}
{"color": "brown", "line": "She stopped, her long golden brown eyes fixed Sphinx like on Joan, who returned the gaze, but did not answer in words.\n", "word": "brown", "modifies": "eye"}
{"color": "red", "line": "Joan, do you know, there were moments at the meetings I went to of those people Christian Scientists, and my Spiritual Socialists, and all those philo factory girls and tramps, and philo beasts, and philo blacks and the rest of it Moments when a ghastly wonder would come over me whether, if we were all stranded on a desert island with a shortage of food and water, it wouldn't be a case of fighting for bare existence and of Nature red of tooth and claw.'\n", "word": "red", "modifies": "nature"}
{"color": "black", "line": "Joan, do you know, there were moments at the meetings I went to of those people Christian Scientists, and my Spiritual Socialists, and all those philo factory girls and tramps, and philo beasts, and philo blacks and the rest of it Moments when a ghastly wonder would come over me whether, if we were all stranded on a desert island with a shortage of food and water, it wouldn't be a case of fighting for bare existence and of Nature red of tooth and claw.'\n", "word": "black", "modifies": "philo"}
{"color": "white", "line": "Lady Bridget started and looked round, a sudden flush rushing upon the ivory paleness of her face.\n", "word": "ivory", "modifies": "paleness"}
{"color": "red", "line": "He eyed it in amused criticism the dull gold of the case, and the initials in diamonds, sapphires and rubies set diagonally across it.\n", "word": "ruby", "modifies": "diamond"}
{"color": "gold", "line": "He eyed it in amused criticism the dull gold of the case, and the initials in diamonds, sapphires and rubies set diagonally across it.\n", "word": "gold", "modifies": "case"}
{"color": "blue", "line": "He eyed it in amused criticism the dull gold of the case, and the initials in diamonds, sapphires and rubies set diagonally across it.\n", "word": "sapphire", "modifies": "diamond"}
{"color": "black", "line": "He told me about a gun you have with a great many notches on the barrel of it, and he said that each notch represented a black fellow that you had killed.'\n", "word": "black", "modifies": "fellow"}
{"color": "black", "line": "'I never killed a black fellow except in fair fight, or under lawful provocation.\n", "word": "black", "modifies": "fellow"}
{"color": "white", "line": "I'm not saying that no white man in the Bush has ever violated these laws, I'm not saying that the Blacks hadn't something on their side.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "I'm only saying that in my experience it was the black man and not the white man who was the aggressor.\n", "word": "black", "modifies": "man"}
{"color": "white", "line": "I'm only saying that in my experience it was the black man and not the white man who was the aggressor.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "I remember the first night I camped right in the Bush me rolled in my blanket on one side of the fire, and Leura Jim the black boy on the other.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "I wonder if your blood would have run cold as mine did when the grass rustled under stealthy footsteps and me thinking it was the blacks sneaking us and the relief of hearing three dismal howls and knowing it was dingoes and not blacks.'\n", "word": "black", "modifies": "relief"}
{"color": "black", "line": "We were going through the bunya bunya country not far from our station, when out of the Bush there came a black gin with two half caste girls, she ran up and stopped the buggy and implored my mother's protection for her girls because the Blacks wanted to kill and eat them.'\n", "word": "black", "modifies": "gin"}
{"color": "red", "line": "Only it wouldn't be the same thing at all as when it's done in a fire of gum logs, the nuts covered with red ashes, and then peeled and washed down with quartpot tea....' 'Quartpot tea!\n", "word": "red", "modifies": "ash"}
{"color": "black", "line": "I want to hear about the black gin and the half caste girls, and if your mother saved them from the cannibals ... and why the blacks wanted to eat their own kind.\n", "word": "black", "modifies": "gin"}
{"color": "black", "line": "Our blacks weren't regular cannibals, but in the bunya season they'd all collect in the scrubs and feed on the nuts and nothing else for months.\n", "word": "black", "modifies": "cannibal"}
{"color": "black", "line": "Anyway, of course we took on the gin and her girls, and for about a year didn't have any particular trouble at the station with the blacks though there was a shepherd speared in one of the out huts.... That was his fault, however, poor devil the old story but it don't matter.\n", "word": "black", "modifies": "station"}
{"color": "black", "line": "The trouble came to a head with a black boy, called Leura Jimmy, that Jerry the bullock driver brought up with him and left at the station where he went down to the township for store supplies He took me with him I told you I was learning bullock driving....' McKeith paused, and the dark look came upon his face.\n", "word": "black", "modifies": "boy"}
{"color": "white", "line": "Bridget was leaning forward in her squatter's chair, her fingers grasping the arms of it, her face very white and her eyes staring too, as though they also beheld the scene of horror.\n", "word": "white", "modifies": "face"}
{"color": "yellow", "line": "He showed a still greater interest in Mrs Gildea's journalistic work and professed a strong desire to enlighten British statesmen, through the medium of Mr Gibbs' admirable paper, on certain Imperial questions affecting Australia the danger of a Japanese invasion in the northern waters the establishment of a naval base by Germany in New Guinea the Yellow Labour Problem and so forth.\n", "word": "yellow", "modifies": "labour"}
{"color": "pink", "line": "Mrs Gildea's gorge rose higher.\n", "word": "rose", "modifies": "gorge"}
{"color": "blue", "line": "I take train to Sydney next week and tour the Riverina, the Blue Mountains and the country along the railway line to Melbourne.\n", "word": "blue", "modifies": "mountain"}
{"color": "blue", "line": "No, I think the Riverina and the Blue Mountains will keep, as far as I'm concerned.'\n", "word": "blue", "modifies": "mountain"}
{"color": "black", "line": "'Possum skins and a black's gunya that's Australese for a wigwam, isn't it? appeal to me infinitely more.'\n", "word": "black", "modifies": "gunya"}
{"color": "white", "line": "The girl's small, pale face flushed to deep crimson for a moment.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "'Oh, there's no danger from the blacks now,' put in Mrs Gildea.\n", "word": "black", "modifies": "danger"}
{"color": "blue", "line": "Mrs Gildea wound up matters at the Cottage and took train south, where she was soon wholly occupied in describing the wonder of the Jenolan Caves and the wild gorges and primaeval gum forests in the Blue Mountains.\n", "word": "blue", "modifies": "mountain"}
{"color": "black", "line": "The black fellows he has slain the one jarring note between us are never to be resuscitated.\n", "word": "black", "modifies": "fellow"}
{"color": "pink", "line": "The tropical odours blended with the perfume of autumn roses, which made a trellis over her head and overran the balustrades.\n", "word": "rose", "modifies": "autumn"}
{"color": "red", "line": "For several moments he stood watching her the picturesque little figure in its dainty frock, the grace of the small head with its crop of untidy hair, the pale pointed face chin resting in the cup of one flower like hand, red lips the upper one like Cupid's bow slightly parted, strange deep eyes gazing across the dark expanse of river to the scattered lights on the high land opposite.\n", "word": "red", "modifies": "lip"}
{"color": "white", "line": "For several moments he stood watching her the picturesque little figure in its dainty frock, the grace of the small head with its crop of untidy hair, the pale pointed face chin resting in the cup of one flower like hand, red lips the upper one like Cupid's bow slightly parted, strange deep eyes gazing across the dark expanse of river to the scattered lights on the high land opposite.\n", "word": "pale", "modifies": "chin"}
{"color": "blue", "line": "Because you soon showed that Brunhilda's dragon was only pasteboard and blue fire after all one of the shams you despise.\n", "word": "blue", "modifies": "fire"}
{"color": "white", "line": "She stood very slender and erect, her eyes shining in the moonlight out of her small pale face and fixed upon him thoughtfully as if she were weighing his proposition.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "She was much more interested in the social and racial problems of this new country of her adoption, and especially in the blacks.\n", "word": "black", "modifies": "country"}
{"color": "black", "line": "[*Bujeri Black's term of commendation.]\n", "word": "black", "modifies": "bujeri"}
{"color": "blue", "line": "His blue eyes became more troubled.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "She drew her hand down his coat sleeve and let it rest like a snowflake on his a contrast in its smallness and whiteness to the great brown hand beneath.\n", "word": "brown", "modifies": "hand"}
{"color": "white", "line": "She looked up at him in the pale brightness of the thin moon and myriad stars.\n", "word": "pale", "modifies": "brightness"}
{"color": "blue", "line": "It intensified the gleam in his earnest blue eyes, while it softened his angularities and bush roughness, and as she looked up at him, she could not help feeling what a splendid fellow he was!\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "The day was glorious an early Australian winter's day, when the camellia trees are in bud, and the autumn bulbs shedding perfumes, and garlands of late roses, honeysuckle and jasmine are still hanging on trellis and tree.\n", "word": "rose", "modifies": "garland"}
{"color": "white", "line": "There, the repast was laid on tables decorated with white blossoms and maidenhair fern, under an awning festooned with flowers and exotic creepers, and supported apparently, by palm trees and tree ferns which had been taken from the Government Gardens.\n", "word": "white", "modifies": "blossom"}
{"color": "white", "line": "The bride looked small, pale, and quaint in her white satin dress and lace veil, now thrown back and partly confining the untidily curling hair.\n", "word": "white", "modifies": "dress"}
{"color": "blue", "line": "The speeches were over; the wedding cake had been cut; the river bar and the liner were in sight, when Lady Bridget went below and changed into sea going blue serge.\n", "word": "blue", "modifies": "serge"}
{"color": "red", "line": "A red sun near its dropping, drew up the miasmic vapours from the mangrove fringed reaches stretching on either side of the wharf.\n", "word": "red", "modifies": "sun"}
{"color": "black", "line": "There were other loafers in flannel shirts, hitched up trousers and greasy felt or cabbage tree hats, and there were two or three blacks of the demoralised type seen in coast townships.\n", "word": "black", "modifies": "type"}
{"color": "red", "line": "Loose limbed bush riders, really trim, some of them, in clean breeches and with a scarlet handkerchief doing duty as a belt, unkempt old men, a Unionist Labour organiser addressing a knot of station hands out of work even a Chinaman a Chinky, McKeith called him, who, it appeared kept a nondescript store.\n", "word": "scarlet", "modifies": "handkerchief"}
{"color": "white", "line": "All of them showed the deepest interest in the small, pale, picturesque woman walking by Colin's side.\n", "word": "pale", "modifies": "woman"}
{"color": "red", "line": "The street they walked up began from the wharf with two storied respectable buildings the Bank, the Post Office, the police magistrate's residence, some dwelling houses, within palings enclosing gardens clumps of bananas, pawpaw apple trees, a few flower beds, bushes of flaunting red poinsettia, and so forth.\n", "word": "red", "modifies": "poinsettia"}
{"color": "black", "line": "The landlady a big, florid Irish woman in black silk, with a gold chain round her neck came out onto the veranda and greeted McKeith as an old friend, holding out her hand to Lady Bridget.\n", "word": "black", "modifies": "silk"}
{"color": "gold", "line": "The landlady a big, florid Irish woman in black silk, with a gold chain round her neck came out onto the veranda and greeted McKeith as an old friend, holding out her hand to Lady Bridget.\n", "word": "gold", "modifies": "chain"}
{"color": "blue", "line": "And the rooms were horrible the meagre appliances the course cotton sheets, the awful Reckitt's blue colouring of the painted walls.\n", "word": "blue", "modifies": "colouring"}
{"color": "silver", "line": "She thought of the parsimonious rectitude which had of course included linen sheets and fine porcelain and shining silver of old Lady Gaverick's establishment, of its stuffy conventionality though that had been soothing sometimes after a dose of Upper Bohemia; and Bridget wept, feeling rather like a wilful child who had strayed out of the nursery among a horde of savages.\n", "word": "silver", "modifies": "sheet"}
{"color": "white", "line": "And down below, the houses and shanties along the opposite side of the street, the fantastic tufts of the pawpaws, the long white road stretching away into the ragged blur of gum forest.\n", "word": "white", "modifies": "road"}
{"color": "red", "line": "When Colin opened the door, he saw standing by the table, which had a kerosene lamp on the red cloth, and, even at this time of the year, winged insects buzzing around, and sticking to its greasy bowl a small white figure like an apparition from another world, in its wonderful draperies of lace and filmy white, the little pale face framed in a cloud of shining hair, and the strange eyes wide, scared, and with tears glistening on the reddened lids.\n", "word": "red", "modifies": "cloth"}
{"color": "white", "line": "When Colin opened the door, he saw standing by the table, which had a kerosene lamp on the red cloth, and, even at this time of the year, winged insects buzzing around, and sticking to its greasy bowl a small white figure like an apparition from another world, in its wonderful draperies of lace and filmy white, the little pale face framed in a cloud of shining hair, and the strange eyes wide, scared, and with tears glistening on the reddened lids.\n", "word": "white", "modifies": "figure"}
{"color": "black", "line": "The buggy's at the Terminus all right, and I've got the black boys there, and the tent and all that.\n", "word": "black", "modifies": "boy"}
{"color": "green", "line": "She dreamed that she was seeing the Carnival at Nice a medley of dancing waves, azure sky, palms, gold laden orange trees and white green shuttered houses flowers, CONFETTI, masks, grotesque pageantry, the merry music of the South.\n", "word": "green", "modifies": "flower"}
{"color": "white", "line": "She dreamed that she was seeing the Carnival at Nice a medley of dancing waves, azure sky, palms, gold laden orange trees and white green shuttered houses flowers, CONFETTI, masks, grotesque pageantry, the merry music of the South.\n", "word": "white", "modifies": "flower"}
{"color": "gold", "line": "She dreamed that she was seeing the Carnival at Nice a medley of dancing waves, azure sky, palms, gold laden orange trees and white green shuttered houses flowers, CONFETTI, masks, grotesque pageantry, the merry music of the South.\n", "word": "gold", "modifies": "laden"}
{"color": "blue", "line": "She dreamed that she was seeing the Carnival at Nice a medley of dancing waves, azure sky, palms, gold laden orange trees and white green shuttered houses flowers, CONFETTI, masks, grotesque pageantry, the merry music of the South.\n", "word": "azure", "modifies": "sky"}
{"color": "gray", "line": "Her husband was at her door calling her in the grey of dawn.\n", "word": "grey", "modifies": "dawn"}
{"color": "white", "line": "Sometimes the train puffed between lines of grey slab fencing in which were armies of white skeleton trees that had been 'rung' for extermination, or with bleached stumps sticking up in a chaos of felled trunks, while in some there had sprung up sickly iron bark saplings.\n", "word": "white", "modifies": "tree"}
{"color": "gray", "line": "Sometimes the train puffed between lines of grey slab fencing in which were armies of white skeleton trees that had been 'rung' for extermination, or with bleached stumps sticking up in a chaos of felled trunks, while in some there had sprung up sickly iron bark saplings.\n", "word": "grey", "modifies": "fencing"}
{"color": "red", "line": "Colin pointed out to her a lucky digger and his family two daughters in blue serge trimmed with gold braid, and a fat red faced Mamma, very fine in a feathered hat, black brocade, a diamond brooch, and with many rings and jangling bangles.\n", "word": "red", "modifies": "fat"}
{"color": "black", "line": "Colin pointed out to her a lucky digger and his family two daughters in blue serge trimmed with gold braid, and a fat red faced Mamma, very fine in a feathered hat, black brocade, a diamond brooch, and with many rings and jangling bangles.\n", "word": "black", "modifies": "brocade"}
{"color": "gold", "line": "Colin pointed out to her a lucky digger and his family two daughters in blue serge trimmed with gold braid, and a fat red faced Mamma, very fine in a feathered hat, black brocade, a diamond brooch, and with many rings and jangling bangles.\n", "word": "gold", "modifies": "braid"}
{"color": "blue", "line": "Colin pointed out to her a lucky digger and his family two daughters in blue serge trimmed with gold braid, and a fat red faced Mamma, very fine in a feathered hat, black brocade, a diamond brooch, and with many rings and jangling bangles.\n", "word": "blue", "modifies": "serge"}
{"color": "gold", "line": "A good many years ago, Bridget was told, there had been a rush to the place, but the gold field turned out not so good as had been expected, and it was only lately that the discovery of a payable reef had brought the digging population back again.\n", "word": "gold", "modifies": "field"}
{"color": "white", "line": "From one direction came the whirr of machinery, and there was in the same quarter a collection of white tents and roughly put up humpeys.\n", "word": "white", "modifies": "tent"}
{"color": "blue", "line": "When she got out at Fig Tree Mount, he took her across the sandy street to the nearest and largest of the public houses which had 'Station Hotel' printed on it in big blue letters a glaring, crude, zinc roofed box with a dirty veranda that seemed a receptacle for rubbish and a lounge for kangaroo dogs, to say nothing of drunken men.\n", "word": "blue", "modifies": "letter"}
{"color": "red", "line": "There were glimpses through the open windows of unmade beds within, and, on the veranda, lay some red blankets bundled together.\n", "word": "red", "modifies": "blanket"}
{"color": "yellow", "line": "Her obviously dyed yellow hair was in a dishevelled state, her eyes were heavy and her face sodden.\n", "word": "yellow", "modifies": "hair"}
{"color": "blue", "line": "'That's my Mate,' said he, his blue eyes glistening.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "Spotless moleskins, new Crimean shirt, regulation silk handkerchief, red, of course, and brand new, tied in a sailor's knot at the neck, leather belt with pouches of every shape and size slung from it, tobacco pouch, watch pouch, knife pouch and what not.\n", "word": "red", "modifies": "moleskin"}
{"color": "black", "line": "Lady Bridget now perceived behind the stockman a black boy on a young colt, leading a sturdy flea bitten grey, laden with a pack bag on either side.\n", "word": "black", "modifies": "boy"}
{"color": "red", "line": "Except that he was black as a coal, save for the whites of his eyes and his gleaming teeth, he seemed a grotesque understudy of the stockman moleskins, not too clean and rubbed and frayed in places, fastened up with a strap; faded Crimean shirt exposing a wealed and tattooed breast; old felt hat not a cabbage tree with a pipe stuck in its greasy band; an ancient red silk handkerchief with ragged edges, where whip crackers had been torn off, round his neck, and a short axe slipped among a few old pouches into the strap at his waist.\n", "word": "red", "modifies": "handkerchief"}
{"color": "black", "line": "Except that he was black as a coal, save for the whites of his eyes and his gleaming teeth, he seemed a grotesque understudy of the stockman moleskins, not too clean and rubbed and frayed in places, fastened up with a strap; faded Crimean shirt exposing a wealed and tattooed breast; old felt hat not a cabbage tree with a pipe stuck in its greasy band; an ancient red silk handkerchief with ragged edges, where whip crackers had been torn off, round his neck, and a short axe slipped among a few old pouches into the strap at his waist.\n", "word": "black", "modifies": "coal"}
{"color": "white", "line": "Except that he was black as a coal, save for the whites of his eyes and his gleaming teeth, he seemed a grotesque understudy of the stockman moleskins, not too clean and rubbed and frayed in places, fastened up with a strap; faded Crimean shirt exposing a wealed and tattooed breast; old felt hat not a cabbage tree with a pipe stuck in its greasy band; an ancient red silk handkerchief with ragged edges, where whip crackers had been torn off, round his neck, and a short axe slipped among a few old pouches into the strap at his waist.\n", "word": "white", "modifies": "eye"}
{"color": "white", "line": "BUJERI feller White Mary you!\n", "word": "white", "modifies": "mary"}
{"color": "black", "line": "Another delicious black boy!\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "I thought you hated blacks, Colin.'\n", "word": "black", "modifies": "colin"}
{"color": "black", "line": "Afterwards, Lady Bridget remembered the greetings and wondered why the black boys had said: 'New feller Mithsis!'\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "McKeith sternly quashed the black boys' ebullition and told them to mind their own business.\n", "word": "black", "modifies": "boy"}
{"color": "silver", "line": "Handle it gingerly it's full of silver and glass fallals not what we're much used to on the Leura.'\n", "word": "silver", "modifies": "fallal"}
{"color": "red", "line": "In front was a stumpily built bullock driver with a red, truculent face, a ragged carrotty beard and inflamed narrow ridded eyes.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "The small pale face poked forward between the folds of her motor veil, and all the O'Hara spirit flashed as she spoke to the group of malcontents.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "The black boy leaped to the back seat, and in a moment the buggy swerved by the bullock dray that was drawn up a little further down the road, and the excited horses galloped past the nineteen public houses and the zinc roofed shanties, past the new quarter of tents and whirring machinery, past the deserted shafts and desolate mullock heaps, then way out along the sandy wheel track into the unpopulated Bush.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "The black boy and the stockman spurred on as the roans slackened pace.\n", "word": "black", "modifies": "boy"}
{"color": "blue", "line": "It seemed as though blue fire leaped from McKeith's eyes.\n", "word": "blue", "modifies": "fire"}
{"color": "blue", "line": "He looked down at the little woman by his side with deep tenderness in his blue eyes and a smile that banished the shade from his face.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "And for the first time in her existence, Lady Bridget beheld a monster iguana dragging its huge lizard tail and turning its stately, brown crocodile head round at her from the safe vantage place of a thick gum branch.\n", "word": "brown", "modifies": "head"}
{"color": "black", "line": "Here Wombo, the black boy, was waiting Moongarr Bill having gone on with the pack horse to the camping place and helped to unharness the two leaders which he drove before him ahead.\n", "word": "black", "modifies": "boy"}
{"color": "green", "line": "They were still in the gum forest, but now and then came a belt of gidia scrub mournful trees with stiff black trunks and grey green foliage and a pale sort of wattle flower smelling like dead cattle when rain is about, as McKeith explained.\n", "word": "green", "modifies": "foliage"}
{"color": "black", "line": "They were still in the gum forest, but now and then came a belt of gidia scrub mournful trees with stiff black trunks and grey green foliage and a pale sort of wattle flower smelling like dead cattle when rain is about, as McKeith explained.\n", "word": "black", "modifies": "trunk"}
{"color": "white", "line": "They were still in the gum forest, but now and then came a belt of gidia scrub mournful trees with stiff black trunks and grey green foliage and a pale sort of wattle flower smelling like dead cattle when rain is about, as McKeith explained.\n", "word": "pale", "modifies": "sort"}
{"color": "gray", "line": "They were still in the gum forest, but now and then came a belt of gidia scrub mournful trees with stiff black trunks and grey green foliage and a pale sort of wattle flower smelling like dead cattle when rain is about, as McKeith explained.\n", "word": "grey", "modifies": "foliage"}
{"color": "green", "line": "They could see the green line of a water course.\n", "word": "green", "modifies": "line"}
{"color": "black", "line": "McKeith asked the black boy.\n", "word": "black", "modifies": "boy"}
{"color": "white", "line": "Ba'al newchum, that feller white Mary,' said he.\n", "word": "white", "modifies": "mary"}
{"color": "green", "line": "They had rounded a knoll abutting on the green line of ti trees and swamp oak.\n", "word": "green", "modifies": "line"}
{"color": "green", "line": "Weird sentinels of the bridal camp they seemed tall, thick black trunks like palm stems, from each of which spread an enormous tuft of gigantic grass blades green and upright in the middle, grey and jaggled and drooping where they hung over at the bottom.\n", "word": "green", "modifies": "blade"}
{"color": "black", "line": "Weird sentinels of the bridal camp they seemed tall, thick black trunks like palm stems, from each of which spread an enormous tuft of gigantic grass blades green and upright in the middle, grey and jaggled and drooping where they hung over at the bottom.\n", "word": "black", "modifies": "trunk"}
{"color": "green", "line": "Out of each green heart sprang a great black spear many feet in height.\n", "word": "green", "modifies": "heart"}
{"color": "black", "line": "Out of each green heart sprang a great black spear many feet in height.\n", "word": "black", "modifies": "spear"}
{"color": "green", "line": "On the other side of it was a space the size of an amphitheatre, a large part of it spread with soft green grass, like a carpet, and the rest of the floor scattered with low shrubs and big tussocks.\n", "word": "green", "modifies": "grass"}
{"color": "green", "line": "He had felled the youngest of the grass trees, and was now chopping off its green tuft.\n", "word": "green", "modifies": "tuft"}
{"color": "black", "line": "With an odd mixture of emotions, Lady Bridget watched her husband take the grass tops from the black boy and spread them carefully on the floor of the tent, heaping up and smoothing the mass into a bed, upon which he laid the oilskin and then one of the blankets they were new white blankets, fresh from the store.\n", "word": "black", "modifies": "boy"}
{"color": "white", "line": "With an odd mixture of emotions, Lady Bridget watched her husband take the grass tops from the black boy and spread them carefully on the floor of the tent, heaping up and smoothing the mass into a bed, upon which he laid the oilskin and then one of the blankets they were new white blankets, fresh from the store.\n", "word": "white", "modifies": "blanket"}
{"color": "black", "line": "Against the other side of the rock wall, the black boys had built a second fire.\n", "word": "black", "modifies": "boy"}
{"color": "green", "line": "The horses were hobbled and grazing along the green border of the creek.\n", "word": "green", "modifies": "border"}
{"color": "green", "line": "In her rides around Leichardt's Town she had been shown and had tasted the disagreeable little orange berry which has a hard green knob at the end of it and is, for some ironical reason, called a cherry.\n", "word": "green", "modifies": "knob"}
{"color": "brown", "line": "She also told Moongarr Bill that in England she had seen a dowser searching for hidden springs by means of a forked hazel twig carried in front of him which pointed downwards where there was water and asked why Australians didn't adopt a similar method.\n", "word": "hazel", "modifies": "twig"}
{"color": "brown", "line": "Then, regulation handfuls of tea and brown store sugar thrown in at the precise boiling moment.\n", "word": "brown", "modifies": "sugar"}
{"color": "black", "line": "McKeith produced black handled knives and forks the last a concession.\n", "word": "black", "modifies": "knife"}
{"color": "red", "line": "The red flames threw a strange glow on her face, and made her eyes look very bright.\n", "word": "red", "modifies": "flame"}
{"color": "black", "line": "A shout from Moongarr Bill cut short the monotonous corroboree tune which the two black boys had been singing at their camp some little distance away.\n", "word": "black", "modifies": "boy"}
{"color": "pink", "line": "Through the interlacing gum branches she saw a great coppery disk, and the moon rose slowly to be a lamp in her bridal chamber.\n", "word": "rose", "modifies": "moon"}
{"color": "yellow", "line": "She still looked like an old picture in the high waisted tea gown of limp yellow silk that she had put on early for dinner, and she still trailed wisps of old lace round her slender shoulders.\n", "word": "yellow", "modifies": "silk"}
{"color": "brown", "line": "There was the same touzle of curly hair, like yellow brown spun glass or filaments of burnished copper, which was shining now in the westering sun.\n", "word": "brown", "modifies": "glass"}
{"color": "yellow", "line": "There was the same touzle of curly hair, like yellow brown spun glass or filaments of burnished copper, which was shining now in the westering sun.\n", "word": "yellow", "modifies": "glass"}
{"color": "blue", "line": "She could see nothing human from the veranda except the blue smocked figure of Fo Wung, the Chinaman, at work in his vegetable garden by the lagoon.\n", "word": "blue", "modifies": "figure"}
{"color": "brown", "line": "Looking up from the end of the veranda, Lady Bridget could see an irregular line of grey brown boulders, jagged and evidently of volcanic origin, marking the line of gully.\n", "word": "brown", "modifies": "boulder"}
{"color": "gray", "line": "Looking up from the end of the veranda, Lady Bridget could see an irregular line of grey brown boulders, jagged and evidently of volcanic origin, marking the line of gully.\n", "word": "grey", "modifies": "boulder"}
{"color": "green", "line": "Except for some green trees by the lagoon, a few ragged belts of gum and sandal wood or single isolated trees dotted about, the plain was unwooded to the horizon.\n", "word": "green", "modifies": "tree"}
{"color": "gray", "line": "In the foreground the plain was intersected by lines of grey fencing, within which browsed straggling herds of lean cattle, mostly along the curve of the lagoon.\n", "word": "grey", "modifies": "fencing"}
{"color": "green", "line": "When Lady Bridget had come up a bride, the plain had been fairly green.\n", "word": "green", "modifies": "plain"}
{"color": "white", "line": "The lagoon was then flush with the grass, and its water, on which white, pink and blue lilies floated, had reflected the vegetation at its edge.\n", "word": "white", "modifies": "lily"}
{"color": "red", "line": "One standing by itself, a giant white cedar, which in spring was a mass of white and mauve bloom and in winter of scarlet berries, had a wide strip of brown mud between it and the water that had formerly laved its roots.\n", "word": "scarlet", "modifies": "berry"}
{"color": "white", "line": "One standing by itself, a giant white cedar, which in spring was a mass of white and mauve bloom and in winter of scarlet berries, had a wide strip of brown mud between it and the water that had formerly laved its roots.\n", "word": "white", "modifies": "cedar"}
{"color": "brown", "line": "One standing by itself, a giant white cedar, which in spring was a mass of white and mauve bloom and in winter of scarlet berries, had a wide strip of brown mud between it and the water that had formerly laved its roots.\n", "word": "brown", "modifies": "mud"}
{"color": "white", "line": "There was a deep veranda all round the New House, and it was much taller than the wings, being raised on blood wood piles, that had been tarred to keep off white ants, and with a flight of wooden steps leading up to the veranda.\n", "word": "white", "modifies": "ant"}
{"color": "green", "line": "But her Celtic imagination was stirred by the weirdness of the grey green gum forest, and of the mournful gidia scrub, framing the picture.\n", "word": "green", "modifies": "forest"}
{"color": "gray", "line": "But her Celtic imagination was stirred by the weirdness of the grey green gum forest, and of the mournful gidia scrub, framing the picture.\n", "word": "grey", "modifies": "forest"}
{"color": "pink", "line": "Then, as dusk crept closer, and the great plain, along which the tired horses plodded, became one illimitable shadow out of which rose strange sounds of beasts and eerie night cries of birds, the spell of the wilderness renewed itself and she felt herself enveloped in world old mystery.\n", "word": "rose", "modifies": "shadow"}
{"color": "blue", "line": "A log fire blazing, the table spread, a Chinese cook in baggy blue garments pigtail flowing; a Malay boy; her bewildered question was there no woman in the establishment?\n", "word": "blue", "modifies": "garment"}
{"color": "red", "line": "And the appearance presently of Florrie Hensor youngish, tall, a full figure; black hair, frizzed and puffed, a showy face, red cheeks, redder lips, rather sullen, flashing dark eyes who had received Lady Bridget almost as if she had been her equal, and of whom the bride had at once made an enemy by her frigidly haughty response.\n", "word": "red", "modifies": "cheek"}
{"color": "black", "line": "And the appearance presently of Florrie Hensor youngish, tall, a full figure; black hair, frizzed and puffed, a showy face, red cheeks, redder lips, rather sullen, flashing dark eyes who had received Lady Bridget almost as if she had been her equal, and of whom the bride had at once made an enemy by her frigidly haughty response.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "But she had felt a vague attraction towards the little yellow headed, blue eyed boy clinging to Mrs Hensor's skirts.\n", "word": "blue", "modifies": "boy"}
{"color": "green", "line": "An aged dame, long, bony dressed in a short green petticoat and tartan jacket, with a little checked shawl over her head and pinned under a bearded chin.\n", "word": "green", "modifies": "petticoat"}
{"color": "white", "line": "Wombo and the 'big feller White Mary' (the adjective used metaphorically as expressive of distinction) made great friends in those days out of which friendship sprang, alas!\n", "word": "white", "modifies": "mary"}
{"color": "black", "line": "And Moongarr Bill with the horses' reins over his arm, and the two black boys agape, beady eyes twinkling, white teeth glistening, emitting their queer guttural clicks of approbation, and an occasional 'My word!\n", "word": "black", "modifies": "boy"}
{"color": "white", "line": "And Moongarr Bill with the horses' reins over his arm, and the two black boys agape, beady eyes twinkling, white teeth glistening, emitting their queer guttural clicks of approbation, and an occasional 'My word!\n", "word": "white", "modifies": "teeth"}
{"color": "white", "line": "And the bit of bark, sapless, brown, curled up by the heat into almost a tube, and partially eaten by white ants before the desecrating assault had been discovered and the termites' nest destroyed with boiling water was still cherished as a sacred symbol.\n", "word": "white", "modifies": "ant"}
{"color": "brown", "line": "And the bit of bark, sapless, brown, curled up by the heat into almost a tube, and partially eaten by white ants before the desecrating assault had been discovered and the termites' nest destroyed with boiling water was still cherished as a sacred symbol.\n", "word": "brown", "modifies": "bark"}
{"color": "yellow", "line": "Looking along a side path from the Chinaman's garden she saw that Mrs Hensor and her boy the yellow headed urchin of about six were hastening towards the Bachelors' Quarters.\n", "word": "yellow", "modifies": "urchin"}
{"color": "red", "line": "One was McKeith; the other Harry the Mailman otherwise the Blower a foxy, browny red little man on a raw boned chestnut, carrying his mail bags strapped in front and at the side of his saddle.\n", "word": "red", "modifies": "man"}
{"color": "black", "line": "As they neared the house, he gave the usual COO EE, that set all the dogs barking, and put the Chinaman cook and black boys on the alert.\n", "word": "black", "modifies": "boy"}
{"color": "red", "line": "'Here's your mail I've taken out mine,' and he pitched the leather bag, with the string cut and the official red seal broken, on to the veranda at her feet.\n", "word": "red", "modifies": "seal"}
{"color": "black", "line": "As fine a team as ever I'd wish to own, lying with their throats cut, and the trees black with crows all round.\n", "word": "black", "modifies": "tree"}
{"color": "black", "line": "[*Bogey in Black's language, 'bathe out of doors'] Sudden compunction overswept Bridget.\n", "word": "black", "modifies": "language"}
{"color": "black", "line": "Then suddenly visualising the poor beasts lying stiff in congealed blood, and the mailman's exaggerated description of trees black with crows, she flamed out in wrathful horror, and was as anxious as her husband that the perpetrators of the crime should be brought to justice.\n", "word": "black", "modifies": "tree"}
{"color": "black", "line": "Then he HAS gone after the black gin.\n", "word": "black", "modifies": "gin"}
{"color": "black", "line": "'I wouldn't care a cuss whether he went after the black gin or not; she's a half caste, by the way, and all the worse for that.\n", "word": "black", "modifies": "gin"}
{"color": "black", "line": "I've no use for sentiment especially black sentiment when it's a case of a forced sale to keep me going.\n", "word": "black", "modifies": "sentiment"}
{"color": "black", "line": "Why shouldn't the poor black boy marry as well as you or anyone else?'\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "I consider that any woman, whether she's black or white, who lives with her husband while she loves another man is committing a sin,' said Lady Bridget hotly.\n", "word": "black", "modifies": "woman"}
{"color": "black", "line": "And now what's this about the black boy to do with my being unjust to that Organiser?\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "Don't you go worrying over the blacks or the Unionists.\n", "word": "black", "modifies": "unionist"}
{"color": "blue", "line": "His yellow hair flamed to gold in the sunset, his blue eyes were as bright almost as Colin's.\n", "word": "blue", "modifies": "eye"}
{"color": "yellow", "line": "His yellow hair flamed to gold in the sunset, his blue eyes were as bright almost as Colin's.\n", "word": "yellow", "modifies": "hair"}
{"color": "white", "line": "She spent idle hours in the hammock on the veranda, and would only rouse herself spasmodically to some trivial burst of energy perhaps a boiling water skirmish against white ants, or a sudden fit of gardening planting seeds, training the wild cucumber vines upon the veranda posts, or watering the shrubs and flowers within the rough paling fence that enclosed the house and garden.\n", "word": "white", "modifies": "ant"}
{"color": "green", "line": "But Lady Bridget lived chiefly in the new house less picturesque with its zinc roofing and deficiency of green drapings, but, being built on sawn lengths of saplings, more or less fortified against snakes.\n", "word": "green", "modifies": "drapings"}
{"color": "gray", "line": "She could hear the trumpeter geese tuning up in shrill cornet like notes and the discordant shriek of native companions, as the long legged grey birds stalked consequentially at the water's edge.\n", "word": "grey", "modifies": "bird"}
{"color": "white", "line": "She disturbed a flock of parrots in the white cedar tree, and a covey of duck rose with a whirring of pinions and a mighty quacking, shaking the drips off their plumage so that they glittered like diamonds in the sun.\n", "word": "white", "modifies": "tree"}
{"color": "pink", "line": "She disturbed a flock of parrots in the white cedar tree, and a covey of duck rose with a whirring of pinions and a mighty quacking, shaking the drips off their plumage so that they glittered like diamonds in the sun.\n", "word": "rose", "modifies": "covey"}
{"color": "gray", "line": "Here, in an occasional open patch, were wattles breaking into yellow bloom, and sandalwood trees already in blossom, scenting the air faintly and making bright splashes upon the grey and black background of the mournful gidia.\n", "word": "grey", "modifies": "background"}
{"color": "yellow", "line": "Here, in an occasional open patch, were wattles breaking into yellow bloom, and sandalwood trees already in blossom, scenting the air faintly and making bright splashes upon the grey and black background of the mournful gidia.\n", "word": "yellow", "modifies": "bloom"}
{"color": "gray", "line": "She filled her arms with flowers and wandered on, long past the stockyards, into the fastnesses of the gully, where lay dark pools almost empty now and where grey, volcanic looking rocks seemed to make a rampart between the scrub and the head station.\n", "word": "grey", "modifies": "rock"}
{"color": "black", "line": "What a contrast between the romantic hero of her dreams and the figure of the black boy before her.\n", "word": "black", "modifies": "boy"}
{"color": "red", "line": "'Mine bring it gin belonging to me,' he announced with dignity, making an introductory gesture towards what appeared almost an excresence upon the black trunk of a gidia tree except for an old red blanket slung round one shoulder, which only half covered a woman's dusky form.\n", "word": "red", "modifies": "blanket"}
{"color": "black", "line": "'Mine bring it gin belonging to me,' he announced with dignity, making an introductory gesture towards what appeared almost an excresence upon the black trunk of a gidia tree except for an old red blanket slung round one shoulder, which only half covered a woman's dusky form.\n", "word": "black", "modifies": "trunk"}
{"color": "black", "line": "Black teller belonging to that feller plenty COOLLA*.\n", "word": "black", "modifies": "teller"}
{"color": "black", "line": "Black feller look out, throw 'im tomahawk, NULLA NULLA*.\n", "word": "black", "modifies": "feller"}
{"color": "black", "line": "Black feller come after throw 'im spear close up MUMKULL*.\n", "word": "black", "modifies": "feller"}
{"color": "black", "line": "[*Coolla in Blacks language, meaning Angry.]\n", "word": "black", "modifies": "language"}
{"color": "black", "line": "[*Nulla nulla A black's weapon.]\n", "word": "black", "modifies": "weapon"}
{"color": "black", "line": "Oola joined in with the black's plaintive wail.\n", "word": "black", "modifies": "wail"}
{"color": "black", "line": "She was very young, soft and round of outline, with hair straighter and more glossy than is usual among her kind, and large black eyes now raining tears.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "She wiped them away with a sooty hand, pink in the palm.\n", "word": "pink", "modifies": "palm"}
{"color": "white", "line": "'BUJERI* YOU, white Mary!'\n", "word": "white", "modifies": "mary"}
{"color": "black", "line": "Plenty black feller frightened.'\n", "word": "black", "modifies": "feller"}
{"color": "black", "line": "In answer to Lady Bridget's questioning the black boy told his story as they went.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "She knew also that McKeith had forbidden the black boy, under pain of severe penalty, to seek the coveted bride.\n", "word": "black", "modifies": "boy"}
{"color": "white", "line": "The white men were all out with the cattle.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "'You have my orders,' repeated Lady Bridget sharply, her wrath at white heat.\n", "word": "white", "modifies": "heat"}
{"color": "black", "line": "Well, the little human drama of the Blacks' camp had taken her out of herself for an hour or two.\n", "word": "black", "modifies": "camp"}
{"color": "black", "line": "'I've been writing up the log,' he began in a surly, aggressive tone, 'and I thought I'd better make a note of Wombo and that gin having come to the head station, in case of there being trouble with the Blacks.'\n", "word": "black", "modifies": "trouble"}
{"color": "black", "line": "'Why should there be trouble with the Blacks?'\n", "word": "black", "modifies": "trouble"}
{"color": "white", "line": "Lady Bridget set her little white teeth.\n", "word": "white", "modifies": "teeth"}
{"color": "black", "line": "'Oh, I know about that and I told Mr Harris what I thought about his treatment of the Blacks.\n", "word": "black", "modifies": "treatment"}
{"color": "white", "line": "She supposed, naturally, that someone at the Quarters had attracted his attention, then remembering that Ninnis and the white men were out with the cattle, wondered, as the minutes went by, who and what detained him.\n", "word": "white", "modifies": "men"}
{"color": "pink", "line": "Her Irish temper rose at the thought that Mrs Hensor might be giving him her version of the Wombo episode.\n", "word": "rose", "modifies": "temper"}
{"color": "black", "line": "She felt glad that the black boy and his gin were comfortably sleeping off the effect of their wounds, and of the plentiful meals supplied them in the hide house, and thus were not in evidence.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "'Oh, you don't know black gins as well as I do.\n", "word": "black", "modifies": "gin"}
{"color": "white", "line": "They'll pretend they're dying in agony just to wheedle a drop of rum or a fig of tobacco out of a white man; and they'll take it quite as a matter of course when one of their men bashes their head in with a NULLA NULLA.'\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "McKeith's jaw squared, and there showed in his eyes that ugly devil which many a black and white man had seen, but never his wife before.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "The shrieks in male and female keys came from the hide house and mingled with McKeith's strident tones fulminating in Blacks' lingo.\n", "word": "black", "modifies": "lingo"}
{"color": "black", "line": "It was plain, judging from the state of Wombo's new shirt, that he had given the black boy a thrashing; Oola was unscathed.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "Of course, Colin could not lift his hand to a woman, though he was a brute and the woman only a black gin.\n", "word": "black", "modifies": "gin"}
{"color": "black", "line": "The other a wiry, powerful figure in uniform, with a rubicund face, black bristling moustache and beard and prominent black eyes, reminding one of the eyes of a bull walked forward and spoke with an air of official assurance.\n", "word": "black", "modifies": "moustache"}
{"color": "black", "line": "A flogging will rouse the semi civilised black's evil passions like nothing else.\n", "word": "black", "modifies": "passion"}
{"color": "black", "line": "BA'AL me bad black boy long a you, Boss.\n", "word": "black", "modifies": "boy"}
{"color": "white", "line": "Massa catch 'im bujeri White Mary like it gin belonging to him.\n", "word": "white", "modifies": "mary"}
{"color": "black", "line": "What for no all same black fellow?'\n", "word": "black", "modifies": "fellow"}
{"color": "black", "line": "The black boy sprang aside.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "'YAN,' stormed McKeith again, and, as Lady Bridget made a movement of sympathetic response towards the black fellow, he added sternly: 'You'll oblige me by not interfering in this business.\n", "word": "black", "modifies": "fellow"}
{"color": "black", "line": "Lathychap suppose Massa let Wombo sit down long a head station two day, three day black fellow get tired up stick no more look out.\n", "word": "black", "modifies": "fellow"}
{"color": "brown", "line": "The face ugly, but distinguished, sallow brown in colouring.\n", "word": "brown", "modifies": "colouring"}
{"color": "black", "line": "Hair black, slightly grizzled, and when he lifted his hat forming a thick lightly frosted crest above his forehead.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "Eyes black peculiar eyes, sombre, restless, but with a gaze, steady and piercing when concentrated on a particular object, as, just now, it was concentrated on Lady Bridget.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "A fine piece of tappa from the Solomons, of barbaric design in black and orange, made the centre of an arrangement of South Sea Island and aboriginal weapons.\n", "word": "black", "modifies": "design"}
{"color": "green", "line": "A few pictures and etchings hung on the other walls among them several wild seascapes reminding one a little of Richard Doyle's exquisite water colours in which green billows and foamy wave crests took the shape of sea fairies.\n", "word": "green", "modifies": "billow"}
{"color": "white", "line": "The room was filled with flowers sheaves of wattle and of the pale sandal wood blossoms, as well as many sub tropical blooms with which he was not familiar.\n", "word": "pale", "modifies": "blossom"}
{"color": "green", "line": "Beyond, stretched the green expanse of plain, utterly lonely, the waters of the lagoon taking a reddish tinge where they reflected the lowering sun.\n", "word": "green", "modifies": "expanse"}
{"color": "white", "line": "'Only that I discovered just now the white ants had eaten all the woodwork of the spare room looking glass.\n", "word": "white", "modifies": "ant"}
{"color": "black", "line": "His black orbs stared with a disquieting fixity a sort of inhuman power from out of his foreign looking face.\n", "word": "black", "modifies": "orb"}
{"color": "black", "line": "Still to flog a black man, a wild, warlike, human creature, seems to me nearly as bad as shooting him.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "Do you know the first thing I ever heard about Colin was that he had a great many notches on his gun, and that each one meant a wild black fellow that he had shot dead.'\n", "word": "black", "modifies": "fellow"}
{"color": "black", "line": "Oh, of course, I think it all horrible about the Blacks up North.\n", "word": "black", "modifies": "north"}
{"color": "black", "line": "The sight of her now a small tragic figure with a white face and burning eyes, in a black dress into which she had changed, deepened his compunction.\n", "word": "black", "modifies": "dress"}
{"color": "white", "line": "The sight of her now a small tragic figure with a white face and burning eyes, in a black dress into which she had changed, deepened his compunction.\n", "word": "white", "modifies": "face"}
{"color": "black", "line": "'I think we'll drop the subject of the Blacks; there is no earthly use in talking about them, I make it a rule never to threaten without performing, and I'd punish them again, just the same or more severely under similar circumstances.'\n", "word": "black", "modifies": "subject"}
{"color": "black", "line": "The black dress, the touch of pensiveness was in keeping with the shadow of tragedy.\n", "word": "black", "modifies": "dress"}
{"color": "blue", "line": "Windeatt is in a blue funk because a report that a little army of Unionists, all mounted and armed, are camped that way and threatening to burn down his wool shed and sack his store.\n", "word": "blue", "modifies": "funk"}
{"color": "black", "line": "Just then Cudgee, the black boy, hailed McKeith from the foot of the steps.\n", "word": "black", "modifies": "boy"}
{"color": "red", "line": "He picked it up and it lay on his open palm, the diamonds and rubies of her maiden initials glistening on the gold lid.\n", "word": "ruby", "modifies": "diamond"}
{"color": "gold", "line": "He picked it up and it lay on his open palm, the diamonds and rubies of her maiden initials glistening on the gold lid.\n", "word": "gold", "modifies": "lid"}
{"color": "red", "line": "They moved to the divan near the fireplace, where some red embers remained of the log of sandalwood.\n", "word": "red", "modifies": "ember"}
{"color": "pink", "line": "Lady Bridget rose too.\n", "word": "rose", "modifies": "lady"}
{"color": "white", "line": "Well, I hope you won't be too uncomfortable with the white ants in the Old Humpey they are perfectly harmless.\n", "word": "white", "modifies": "ant"}
{"color": "gold", "line": "Her room was large, and much of its furnishings symptomatic of the woman of her class the array of monogrammed, tortoise shell backed brushes and silver and gold topped boxes and bottles, the embroidered coverlet of the bed, the flowered chintz and soft pink wall paper, the laced cambric garments and silk frilled dressing gown hanging over a chair.\n", "word": "gold", "modifies": "silver"}
{"color": "silver", "line": "Her room was large, and much of its furnishings symptomatic of the woman of her class the array of monogrammed, tortoise shell backed brushes and silver and gold topped boxes and bottles, the embroidered coverlet of the bed, the flowered chintz and soft pink wall paper, the laced cambric garments and silk frilled dressing gown hanging over a chair.\n", "word": "silver", "modifies": "box"}
{"color": "pink", "line": "Her room was large, and much of its furnishings symptomatic of the woman of her class the array of monogrammed, tortoise shell backed brushes and silver and gold topped boxes and bottles, the embroidered coverlet of the bed, the flowered chintz and soft pink wall paper, the laced cambric garments and silk frilled dressing gown hanging over a chair.\n", "word": "pink", "modifies": "paper"}
{"color": "brown", "line": "For her, the crude brown grey landscape rose and fell with the motion of the hammock, and jarred with the exotic memories he evoked.\n", "word": "brown", "modifies": "landscape"}
{"color": "gray", "line": "For her, the crude brown grey landscape rose and fell with the motion of the hammock, and jarred with the exotic memories he evoked.\n", "word": "grey", "modifies": "landscape"}
{"color": "pink", "line": "For her, the crude brown grey landscape rose and fell with the motion of the hammock, and jarred with the exotic memories he evoked.\n", "word": "rose", "modifies": "landscape"}
{"color": "black", "line": "Nothing, when she turned her eyes to right and left, but ragged gum trees and black gidia forest.\n", "word": "black", "modifies": "gidia"}
{"color": "pink", "line": "And as she rose abruptly from the hammock, 'I beg your pardon,' he added humbly, 'I will do my best not to offend again.'\n", "word": "rose", "modifies": "hammock"}
{"color": "gold", "line": "She drew humorous pictures of the comic shifts, the almost tragic hardships of life on the Leura how she had been left servantless until Ninnis had got up Maggie from the Lower Leura when the Chinamen decamped during the gold rush.\n", "word": "gold", "modifies": "rush"}
{"color": "white", "line": "The plagues of flies and white ants.\n", "word": "white", "modifies": "ant"}
{"color": "brown", "line": "They were riding at the edge of the immense sandy plain, patched with brown jaggled grass and parched brambles and prickly lignum vitae nothing to break the barren monotony but clumps of stunted brigalow and gidia, a wind mill marking the site of an empty well with the few hungry looking cattle near it.\n", "word": "brown", "modifies": "grass"}
{"color": "green", "line": "'Then the grass is green, the creeks are running, and at this time the dead brambles are covered with white flowers.\n", "word": "green", "modifies": "grass"}
{"color": "white", "line": "'Then the grass is green, the creeks are running, and at this time the dead brambles are covered with white flowers.\n", "word": "white", "modifies": "flower"}
{"color": "white", "line": "And besides, the piano had been attacked by white ants, and the tuner had not been so far up the river for a long time.\n", "word": "white", "modifies": "ant"}
{"color": "black", "line": "Nothing was heard of the Blacks during the next day or two, but one morning Ninnis discovered that an old gun, which the station hands and the black boys were allowed to use on Sundays for shooting game in the lagoon, had disappeared in the night.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "A deserted gunya was found near a lonely, half dry waterhole in the scrub, and there were rumours of a tribe of wild blacks having passed towards the outlying country in the Breeza Downs direction.\n", "word": "black", "modifies": "tribe"}
{"color": "black", "line": "Restless under the obsession, she wandered up the gully and, as she sat among the rocks, wrestled with her black angel and conquered.\n", "word": "black", "modifies": "angel"}
{"color": "brown", "line": "But she had only gone a few steps, when out of the gidia scrub, came Oola the half caste, her comely face bruised, her eyes wild with grief and terror, her head tied up in a blood stained strip torn from Lady Bridget's lacy undergarment, the gaily flowered kimono hanging in dirty shreds upon her brown bosom.\n", "word": "brown", "modifies": "bosom"}
{"color": "black", "line": "Pollis man close up black's camp.\n", "word": "black", "modifies": "camp"}
{"color": "white", "line": "The half caste woman and the white lady went swiftly through the gidia scrub towards the head station.\n", "word": "white", "modifies": "lady"}
{"color": "black", "line": "She forgot then all the scene of last evening, told him the black's story, begged him to help her in the rescue of Wombo.\n", "word": "black", "modifies": "story"}
{"color": "white", "line": "But Harris feels some respect for my knowledge of constabulary law, which, I take it, is pretty much the same in most countries where there are white settlers and native races.'\n", "word": "white", "modifies": "settler"}
{"color": "black", "line": "The Police Inspector, uniformed, burly, triumphant, exhaled the Majesty of the Law as he rode slightly in advance leading the black boy.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "Now, as they pulled up at the fence, Wombo presented a sorry spectacle a spear wound in his left shoulder, a spear graze on his leg, his wrists handcuffed and his feet tied to the stirrup iron with cords so tight that they cut into his tough, black flesh.\n", "word": "black", "modifies": "flesh"}
{"color": "black", "line": "She was quivering with indignant pity at sight of the sores on the black boy's legs made by the raw hide thongs, and Oola, who had crept up the off side of the black boy's horse, was wailing anew.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "'Of course you want the black boy to escape?'\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "Maule asked for ointment with which to dress the black boy's wounds and abrasions, and she gave it and left him.\n", "word": "black", "modifies": "boy"}
{"color": "gold", "line": "Then he leaned closer to her, and his fingers touched the gold cigarette case which lay on the arm of the squatter's chair in which she was sitting.\n", "word": "gold", "modifies": "case"}
{"color": "blue", "line": "'Has he told you, then, why he keeps on his station that insolent woman and her yellow haired blue eyed boy?'\n", "word": "blue", "modifies": "boy"}
{"color": "yellow", "line": "'Has he told you, then, why he keeps on his station that insolent woman and her yellow haired blue eyed boy?'\n", "word": "yellow", "modifies": "boy"}
{"color": "pink", "line": "Again the scene in front of Fig Tree Mount Hotel flashed before Lady Bridget, and Demon Doubt rose up clothed now in more material substance.\n", "word": "rose", "modifies": "demon"}
{"color": "white", "line": "Then 'Good night,' she said abruptly, and flitted like a small white ghost along the dim veranda.\n", "word": "white", "modifies": "ghost"}
{"color": "black", "line": "While we've been talking about ourselves, we've forgotten that unfortunate black boy.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "The two tragedies, black and white we two here those two out there!'\n", "word": "black", "modifies": "tragedy"}
{"color": "black", "line": "Just then the black curtain of cloud, that had been rising slowly and obscuring the stars, was torn by a strong flash of chain lightning.\n", "word": "black", "modifies": "curtain"}
{"color": "pink", "line": "She had been dreaming that Harris was throwing her from the gully cliffs on to the boulders in its bed only it seemed to her bewildered senses that the boulders rose towards her instead of her descending to meet them.\n", "word": "rose", "modifies": "boulder"}
{"color": "white", "line": "The moon was full and shed occasional pale gleams through the scudding clouds.\n", "word": "pale", "modifies": "gleam"}
{"color": "black", "line": "She did not know that a less developed brain than her own was working at this moment to the same end, on an inspiration from the bush DEBIL DEBIL, or such savage divinity as watches over the loves of the Blacks.\n", "word": "black", "modifies": "love"}
{"color": "blue", "line": "Then Bridget realised that the moving shadow was the half caste Oola, shrouded in the dark blue blanket she had given her, and that the gin had halted at the casement window of Maule's bedroom.\n", "word": "blue", "modifies": "blanket"}
{"color": "black", "line": "Then Bridget could hear the little click of the tongue and the guttural note of exultation a black tracker gives when he comes upon a trail.\n", "word": "black", "modifies": "tracker"}
{"color": "black", "line": "Then a low throaty ejaculation the black's call of warning.\n", "word": "black", "modifies": "call"}
{"color": "white", "line": "Then security from the terrors of a white man's gaol would be almost assured to them.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "He noticed the silver and ivory on the dressing table; the large silver framed photographs an autographed one of the Queen of Wartenburg Molly Gaverick and Rosamond Tallant in Court veil and feathers, Joan Gildea at her type writer the confusion of books, the embroidered coverlet on the large bed, the bush made couch at its foot upholstered in rose patterned chintz on which she had seated herself.\n", "word": "ivory", "modifies": "silver"}
{"color": "silver", "line": "He noticed the silver and ivory on the dressing table; the large silver framed photographs an autographed one of the Queen of Wartenburg Molly Gaverick and Rosamond Tallant in Court veil and feathers, Joan Gildea at her type writer the confusion of books, the embroidered coverlet on the large bed, the bush made couch at its foot upholstered in rose patterned chintz on which she had seated herself.\n", "word": "silver", "modifies": "ivory"}
{"color": "black", "line": "And Harris is put out, too, over Mr Maule going off with Harry the Blower, while he was hunting for the black boy.\n", "word": "black", "modifies": "boy"}
{"color": "white", "line": "The whites of his eyes between the reddened lids were very blood shot and the eyes themselves seemed balls of blue fire.\n", "word": "white", "modifies": "shot"}
{"color": "blue", "line": "The whites of his eyes between the reddened lids were very blood shot and the eyes themselves seemed balls of blue fire.\n", "word": "blue", "modifies": "fire"}
{"color": "brown", "line": "The brown mud strip round the lagoon below, was not perceptibly diminished.\n", "word": "brown", "modifies": "strip"}
{"color": "white", "line": "The ferocious chuckle of a great grey king fisher the bird which white people called the laughing jackass perched on the branch of a gum tree beside the fence, made her shudder, because the bird's soulless cachinnation seemed an echo of Colin's laugh.\n", "word": "white", "modifies": "people"}
{"color": "gray", "line": "The ferocious chuckle of a great grey king fisher the bird which white people called the laughing jackass perched on the branch of a gum tree beside the fence, made her shudder, because the bird's soulless cachinnation seemed an echo of Colin's laugh.\n", "word": "grey", "modifies": "king"}
{"color": "white", "line": "He too could be strong and sweet and tender as the great blossoming white cedar down by the lagoon, as rills of running water making the plain green when his desires were satisfied.\n", "word": "white", "modifies": "cedar"}
{"color": "black", "line": "'I see you are angry about the black boy.\n", "word": "black", "modifies": "boy"}
{"color": "red", "line": "Only when turning for a moment to the veranda and noticing the red glare in the sky, had he been startled out of his absorption in his wife's illness.\n", "word": "red", "modifies": "glare"}
{"color": "black", "line": "Then, how on awakening suddenly, for no apparent reason, all seeming quiet around, he had got up as he was, half dressed and in his boots had stepped across to the hide house, had found the padlock intact and, hearing no sound, had concluded the black boy was inside safe asleep.\n", "word": "black", "modifies": "boy"}
{"color": "red", "line": "His face was scarlet, his bull's eyes protruded from their full sockets.\n", "word": "scarlet", "modifies": "face"}
{"color": "white", "line": "McKeith's eyes blazed, his taut sinews quivered; his face was now quite pallid, and the hand in which he held the piece of paper was clenched so tight that the veins stood out like thick cords, and the knuckles were perfectly bloodless.\n", "word": "pallid", "modifies": "face"}
{"color": "black", "line": "But if you've found out who let the black boy out of the hide house, I'd be glad to know, that's all.'\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "The black boy made for the scrub, and I suppose they were in too great a hurry to think of shutting the door.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "Oola sneaked back they've got the cunning of whites and blacks put together, those half castes and no doubt she guessed there'd be a hue and cry directly the door was found open.\n", "word": "black", "modifies": "white"}
{"color": "white", "line": "Oola sneaked back they've got the cunning of whites and blacks put together, those half castes and no doubt she guessed there'd be a hue and cry directly the door was found open.\n", "word": "white", "modifies": "cunning"}
{"color": "black", "line": "I'm a magistrate, and I've taken your report, and the blacks are in the scrub and you can go and find them for yourself if you choose.\n", "word": "black", "modifies": "scrub"}
{"color": "black", "line": "No, I'm not going to be bothered any more about that black boy.\n", "word": "black", "modifies": "boy"}
{"color": "black", "line": "Don't you go mixing up my wife's name with this beastly black boy affair, or you'll have to reckon with me and I can tell you, you won't relish that reckoning.'\n", "word": "black", "modifies": "boy"}
{"color": "red", "line": "Only a murky haze, faintly red here and there, spread over the north eastern sky.\n", "word": "red", "modifies": "haze"}
{"color": "pink", "line": "Small, isolated smoke clouds rose above the stretches of forest, and an irregular shaped tract of charred grass at the edge of the plain showed how far the flames had encroached upon it before they had been got under.\n", "word": "rose", "modifies": "cloud"}
{"color": "blue", "line": "Tommy's common, freckled little face crumpled up and his blue eyes filled with tears.\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "She picked up the cabbage leaf with the fruit and flung them over the railings into a flower bed, where the butcher birds and the bower birds quarrelled over them, and the big, grey bird in the gum tree on the other side of the fence cachinnated in derisive chorus to Bridget's burst of hysterical laughter.\n", "word": "grey", "modifies": "bird"}
{"color": "blue", "line": "It was a blue telegraph service envelope, and had been forwarded on by the postman from Crocodile Creek, the nearest telegraph station.\n", "word": "blue", "modifies": "envelope"}
{"color": "blue", "line": "'ELIZA GAVERICK DIED TWENTIETH LEAVES YOU CASTLE AND FIFTY THOUSAND DIFFICULTIES EXECUTORS YOUR PRESENCE URGENTLY DESIRED WIRE IF CAN COME, GAVERICK' Lady Bridget let the blue form drop on her lap.\n", "word": "blue", "modifies": "form"}
{"color": "brown", "line": "She stared out over the brown plain and the herds of lean beasts all shadowy in the smoky mist over the horizon, then round, along the wilderness of gidia scrub, with its charred patches afar off, from which there still rose thin spirals of smoke.\n", "word": "brown", "modifies": "plain"}
{"color": "pink", "line": "She stared out over the brown plain and the herds of lean beasts all shadowy in the smoky mist over the horizon, then round, along the wilderness of gidia scrub, with its charred patches afar off, from which there still rose thin spirals of smoke.\n", "word": "rose", "modifies": "patch"}
{"color": "red", "line": "He threw himself on a bush carpentered settle, with mattress and pillows covered in Turkey red, which was used sometimes at mustering times when there was an overplus of visitors.\n", "word": "red", "modifies": "turkey"}
{"color": "red", "line": "His moleskins were black with smoke and charcoal; his flannel shirt, open at the neck, showed red scratches and scorch marks on the exposed chest and was torn over the arms, where were more excoriations of the flesh.\n", "word": "red", "modifies": "scratch"}
{"color": "black", "line": "His moleskins were black with smoke and charcoal; his flannel shirt, open at the neck, showed red scratches and scorch marks on the exposed chest and was torn over the arms, where were more excoriations of the flesh.\n", "word": "black", "modifies": "moleskin"}
{"color": "black", "line": "The skin was caked with black dust and sweat.\n", "word": "black", "modifies": "dust"}
{"color": "yellow", "line": "The darkened thatch of yellow hair was dank and wet.\n", "word": "yellow", "modifies": "hair"}
{"color": "red", "line": "The deep intake of breath made a hissing sound, and he flushed a brick red.\n", "word": "red", "modifies": "brick"}
{"color": "blue", "line": "'I wanted to show you this,' she said stonily, and handed him the blue paper.\n", "word": "blue", "modifies": "paper"}
{"color": "black", "line": "do you imagine I'd put a black boy or anyone but my own trusted overseer in charge of you!\n", "word": "black", "modifies": "boy"}
{"color": "pink", "line": "A mocking demon rose in her.\n", "word": "rose", "modifies": "demon"}
{"color": "green", "line": "While he was there, Chen Sing brought in the basket of food he must have ordered for the buggy, and there was Fo Wung too, the gardener, with fresh lettuce and water cress, and a supply of cool, green cabbage leaves in which he had packed a few early flat stone peaches, and some Brazilian cherries.\n", "word": "green", "modifies": "leaf"}
{"color": "red", "line": "She stood quite still, small, shadowy, the little bit of her face which showed between the folds of her motor veil, where it was tied down under her chin very pale, and the eyes within their red, narrowed lids, dry and bright.\n", "word": "red", "modifies": "lid"}
{"color": "white", "line": "She stood quite still, small, shadowy, the little bit of her face which showed between the folds of her motor veil, where it was tied down under her chin very pale, and the eyes within their red, narrowed lids, dry and bright.\n", "word": "pale", "modifies": "eye"}
{"color": "white", "line": "They stood fronting each other, and their eyes both smarting, agonised, stared at each other out of the pale drawn faces.\n", "word": "pale", "modifies": "face"}
{"color": "brown", "line": "He helped Bridget to her seat, tucked the brown linen coverlet round her knees.\n", "word": "brown", "modifies": "coverlet"}
{"color": "black", "line": "Then there was that business about the blacks.\n", "word": "black", "modifies": "business"}
{"color": "black", "line": "Then meanwhile, she saw the black gin sneaking in at Mr Maule's back window to steal the key; and WOULD it have been philanthropic, impulsive Biddy, if she hadn't helped in the work of rescue, and sent the two sinners, with a 'Bless you, my children!'\n", "word": "black", "modifies": "gin"}
{"color": "green", "line": "The trees were dying in the wooded country; and in the plains the earth was crumbling and shrinking, and great cracks like crevasses were gaping in the black soil where there used to be beautiful green grass and flowers in spring.\n", "word": "green", "modifies": "grass"}
{"color": "black", "line": "The trees were dying in the wooded country; and in the plains the earth was crumbling and shrinking, and great cracks like crevasses were gaping in the black soil where there used to be beautiful green grass and flowers in spring.\n", "word": "black", "modifies": "soil"}
{"color": "black", "line": "Moongarr Bill left to make a prospecting trip on my old tracks up the Bight took Cudgee and the black boy with him.\n", "word": "black", "modifies": "boy"}
{"color": "gold", "line": "He had an idea that he'd strike a place where we'd seen the colour of gold on our last expedition, but weren't able then to investigate it.\n", "word": "gold", "modifies": "colour"}
{"color": "gold", "line": "I've never been bitten by the gold fever like some fellows, and I daresay that I've missed chances.\n", "word": "gold", "modifies": "fever"}
{"color": "white", "line": "Now the station is being run by the Boss and the Malay boy, who is a sharp little chap, and more use in the circumstances than any white man.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "The country as far as you can look is like the floor of an enormous oven, with the sky, red and white hot for a roof, and all the life there is, being slowly baked inside.\n", "word": "red", "modifies": "sky"}
{"color": "gold", "line": "However, that's not so queer as you might think, for there has been very little talk of gold up here in fact the P.M. does Warden's work.\n", "word": "gold", "modifies": "talk"}
{"color": "gold", "line": "If Moongarr Bill was right, the gold find would mean a fresh start for him in his baulked career.\n", "word": "gold", "modifies": "find"}
{"color": "white", "line": "The great white cedar by the lagoon was struck by lightning, and lay, a chaos of dry branches and splintered limbs, one side of the trunk standing up jagged and charred where it had been riven in two.\n", "word": "white", "modifies": "cedar"}
{"color": "green", "line": "But the life giving fluid had penetrated deep into the soil; the rivers and creeks were running; green grass was already springing up for the beasts to feed upon.\n", "word": "green", "modifies": "grass"}
{"color": "white", "line": "He was afraid that the white ants might have got into them.\n", "word": "white", "modifies": "ant"}
{"color": "white", "line": "But Kuppi did not know that the white ants had not been given a chance to work destruction upon 'the Ladyship's' properties.\n", "word": "white", "modifies": "ant"}
{"color": "white", "line": "Thus, he saw now that a bloated tarantula had established itself in one corner, between wall and ceiling, and an uncanny looking white lizard scuttered across the boards, and disappeared under a piece of furniture, leaving its tail behind.\n", "word": "white", "modifies": "lizard"}
{"color": "white", "line": "And indeed, to him, it was truly a death chamber in which the bed, all covered over with a white sheet, might have been a bier, and the pillows put lengthwise down it, the shrouded form of one dearly loved and lost.\n", "word": "white", "modifies": "sheet"}
{"color": "red", "line": "He gazed about, staring at the familiar pieces of furniture, out of wide red eyes, smarting with unshed tears.\n", "word": "red", "modifies": "eye"}
{"color": "white", "line": "In her looking glass, he seemed to see the ghost reflection of her small pale face with its old whimsical charm.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "The shadowy eyes under the untidy mass of red brown hair, in which the curls and tendrils stood out as if endowed with a magnetic life of their own; the sensitive lips; the little pointed chin; and, in the eyes and on the lips, that gently mocking, alluring smile.\n", "word": "red", "modifies": "hair"}
{"color": "brown", "line": "The shadowy eyes under the untidy mass of red brown hair, in which the curls and tendrils stood out as if endowed with a magnetic life of their own; the sensitive lips; the little pointed chin; and, in the eyes and on the lips, that gently mocking, alluring smile.\n", "word": "brown", "modifies": "hair"}
{"color": "black", "line": "How he had been prone to sullen fits of moodiness; had been rough, even brutal, as in that episode of the Blacks....\n", "word": "black", "modifies": "episode"}
{"color": "green", "line": "He looked at the great pyre in front, and caught the gleam of the lagoon below through the bare branches of the trees the little ripple on its surface, the freshening green at its marge.\n", "word": "green", "modifies": "tree"}
{"color": "green", "line": "The plain would soon be green again.\n", "word": "green", "modifies": "plain"}
{"color": "black", "line": "For there were no longer dogs, black boys, Chinamen or station hands to voice intimation of a new arrival.\n", "word": "black", "modifies": "boy"}
{"color": "gray", "line": "A slender figure in a grey silk cloak, with bare head she had flung back her grey sun bonnet and shrouding gauze veil....\n", "word": "grey", "modifies": "cloak"}
{"color": "red", "line": "He saw the face he knew the small, pale face; the shadowy eyes, wide and bright with an ecstatic determination, yet in them a certain feminine timorousness; the little pointed chin poked slightly forward; the red brown hair all untidy curls and tendrils, each hair seeming to have a life and magnetism of its own.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "He saw the face he knew the small, pale face; the shadowy eyes, wide and bright with an ecstatic determination, yet in them a certain feminine timorousness; the little pointed chin poked slightly forward; the red brown hair all untidy curls and tendrils, each hair seeming to have a life and magnetism of its own.\n", "word": "pale", "modifies": "face"}
{"color": "brown", "line": "He saw the face he knew the small, pale face; the shadowy eyes, wide and bright with an ecstatic determination, yet in them a certain feminine timorousness; the little pointed chin poked slightly forward; the red brown hair all untidy curls and tendrils, each hair seeming to have a life and magnetism of its own.\n", "word": "brown", "modifies": "hair"}
