{"color": "white", "line": "After this, the devoted daughter made up her mind to come downstairs again, pale as death, but self controlled, and devote herself to papa.\n", "word": "pale", "modifies": "death"}
{"color": "black", "line": "\"You will never come back again, Lucilla,\" said one of her companions; \"you will marry some enchanting Italian with a beautiful black beard, and a voice like an angel; and he'll sing serenades to you, and do all sorts of things: oh, how I wish I was you!\"\n", "word": "black", "modifies": "beard"}
{"color": "pink", "line": "There were no Carlingford girls at Mount Pleasant, except poor little Rose Lake, the drawing master's second daughter, who had been received on Dr Marjoribanks's recommendation, and who heard the little children their geography and reading, and gave them little lessons in drawing, by way of paying for her own education; but then Rose was entirely out of Miss Marjoribanks's way, and could never count for anything in her designs for the future.\n", "word": "rose", "modifies": "lake"}
{"color": "pink", "line": "The girls at Mount Pleasant were good girls on the whole, and were rather improved by the influence of Lucilla, who was extremely good natured, and, so long as her superiority was duly acknowledged, was ready to do anything for anybody so that Rose Lake was not at all badly off in her inferior position.\n", "word": "rose", "modifies": "lake"}
{"color": "pink", "line": "Rose was the pride of the school in the peaceable days before her mother died; she did not know much else, poor child, except novels, but her copies \"from the round\" filled her father with admiration, and her design for a Honiton lace flounce, a spirited composition of dragons' tails and the striking plant called teazle, which flourishes in the neighbourhood of Carlingford (for Mr Lake had leanings towards Preraphaelitism), was thought by the best judges to show a wonderful amount of feeling for art, and just missed being selected for the prize.\n", "word": "rose", "modifies": "pride"}
{"color": "brown", "line": "When you add to a man capable of giving excellent dinners, like Dr Marjoribanks, another man like young Mr Cavendish, Mrs Woodburn's brother, who was a wit and a man of fashion, and belonged to one of the best clubs in town, and brought down gossip with the bloom on it to Grange Lane; and when you join to Mrs Centum, who was always so good and so much out of temper that it was safe to calculate on something amusing from her, the languid but trenchant humour of Mrs Woodburn not to speak of their husbands, who were perfectly available for the background, and all the nephews and cousins and grand children, who constantly paid visits to old Mr Western and Colonel Chiley; and the Browns, when they were at home, with their floating suite of admirers; and the young ladies who sang, and the young ladies who sketched, and the men who went out with the hounds, when business permitted them; and the people who came about the town when there was an election; and the barristers who made the circuit; and the gay people who came to the races; not to speak of the varying chances of curates, who could talk or play the piano, with which Mr Bury favoured his parishioners for he changed his curates very often; and the occasional visits of the lesser county people, and the country clergymen; it will be plainly apparent that all that was wanting to Carlingford was a master hand to blend these different elements.\n", "word": "brown", "modifies": "mr"}
{"color": "white", "line": "Nancy, who knew no better (being, like most gifted persons, a woman of one idea), had established her young mistress in the little chamber which had been Lucilla's when she was a child; but Miss Marjoribanks, who had no sentimental notions about white dimity, shook her head at the frigid little apartment, where, however, she was not at all sorry to be placed at present; for if Dr Marjoribanks had been a man of the _prevenant_ class, disposed to make all the preparations possible for his daughter, and arrange elegant surprises for her, he would have thoroughly disgusted Lucilla, who was bent on making all the necessary improvements in her own person.\n", "word": "white", "modifies": "dimity"}
{"color": "pink", "line": "said Lucilla, going forward with the most eager cordiality, and holding out both her hands; though, to be sure, she knew very well it was not Rose, who was about half the height of the singer, and was known to everybody in Mount Pleasant to be utterly innocent of a voice.\n", "word": "rose", "modifies": "height"}
{"color": "white", "line": "And it was at this moment of all others, just at the same time as Mrs Marjoribanks finished her pale career, that poor Mrs Lake thought fit to die, to the injury of her daughter's prospects and the destruction of her hopes.\n", "word": "pale", "modifies": "career"}
{"color": "black", "line": "And then Barbara possessed a kind of beauty, the beauty of a passionate and somewhat sullen brunette, dark and glowing, with straight black eyebrows, very dark and very straight, which gave, oddly enough, a suggestion of oblique vision to her eyes; but her eyes were not in the least oblique, and looked at you straight from under that black line of shadow with no doubtful expression.\n", "word": "black", "modifies": "eyebrow"}
{"color": "pink", "line": "But no two things could be more different than this shyness which made Barbara look you straight in the face with a kind of scared defiance, and the sweet shyness that pleaded for kind treatment in the soft eyes of little Rose, who was plain, and had the oddest longing to make people comfortable, and please them in her way, which, to be sure, was not always successful.\n", "word": "rose", "modifies": "eye"}
{"color": "pink", "line": "Snubbed her absolutely, and took the words out of her very mouth, was the report that flew through Grange Lane; and it may be imagined how Lucilla's prestige rose in consequence, and how much people began to expect of Miss Marjoribanks, who had performed such a feat almost on the first day of her return home.\n", "word": "rose", "modifies": "prestige"}
{"color": "green", "line": "I think,\" said Miss Marjoribanks, rising and looking at herself seriously in the glass, \"that I have enough complexion at present to venture upon a pale spring green.\"\n", "word": "green", "modifies": "spring"}
{"color": "white", "line": "I think,\" said Miss Marjoribanks, rising and looking at herself seriously in the glass, \"that I have enough complexion at present to venture upon a pale spring green.\"\n", "word": "pale", "modifies": "green"}
{"color": "red", "line": "I am always a perfect guy, whatever I wear, when I sit against a red curtain.\n", "word": "red", "modifies": "curtain"}
{"color": "green", "line": "What I mean is a delicate pale green, papa.\n", "word": "green", "modifies": "papa"}
{"color": "white", "line": "What I mean is a delicate pale green, papa.\n", "word": "pale", "modifies": "green"}
{"color": "red", "line": "Both red and violet go beautifully with green, you know.\n", "word": "red", "modifies": "violet"}
{"color": "green", "line": "Lucilla, perhaps, with a view to this discussion, had put on green ribbons on the white dress which she always wore in the evening, and her tawny curls and fresh complexion carried off triumphantly that difficult colour.\n", "word": "green", "modifies": "ribbon"}
{"color": "white", "line": "Lucilla, perhaps, with a view to this discussion, had put on green ribbons on the white dress which she always wore in the evening, and her tawny curls and fresh complexion carried off triumphantly that difficult colour.\n", "word": "white", "modifies": "dress"}
{"color": "black", "line": "There is my brown, you know, that I wear at home when we have anybody and my black velvet; and then there is my French gray that I got for Mary Chiley's marriage.\"\n", "word": "black", "modifies": "velvet"}
{"color": "black", "line": "You must keep that beautiful black velvet for another time.\"\n", "word": "black", "modifies": "velvet"}
{"color": "white", "line": "A white frock, high in the neck,\" said Lucilla, with sweet simplicity \"as for anything else, it would be bad style.\"\n", "word": "white", "modifies": "frock"}
{"color": "green", "line": "She went up after that to Mr Holden's, and had a most interesting conversation, and found among his stores a delicious damask, softly, spiritually green, of which, to his great astonishment, she tried the effect in one of the great mirrors which ornamented the shop.\n", "word": "green", "modifies": "damask"}
{"color": "black", "line": "She was putting on her hat with this object when the bell in the garden rang solemnly, and Lucilla, whose curiosity conquered her good manners for the moment, hastening to the window, saw Mr Bury himself enter the garden, accompanied by a black figure in deep and shabby mourning.\n", "word": "black", "modifies": "figure"}
{"color": "black", "line": "Nothing but the most solemn intentions could have supported the Rector in that severe pose of his figure and features, every line in which revealed an intention of being \"faithful\"; and the accompanying mute in black, whose office the culprit could not divine, had a veil over her face, and wore a widow's dress.\n", "word": "black", "modifies": "mute"}
{"color": "black", "line": "After this introduction, the figure in black put up its veil, and revealed a deprecating woman, with a faint sort of pleading smile on her face.\n", "word": "black", "modifies": "figure"}
{"color": "white", "line": "Lucilla kept up the air of amazement and consternation which had come naturally at the first, and had her eyes fixed on him, leaning forward with all the eager anxiety natural to the circumstances, and the unfortunate clergyman reddened from the edge of his white cravat to the roots of his gray hair.\n", "word": "white", "modifies": "cravat"}
{"color": "gray", "line": "Lucilla kept up the air of amazement and consternation which had come naturally at the first, and had her eyes fixed on him, leaning forward with all the eager anxiety natural to the circumstances, and the unfortunate clergyman reddened from the edge of his white cravat to the roots of his gray hair.\n", "word": "gray", "modifies": "hair"}
{"color": "green", "line": "The upholsterers were in the house, and indeed had just finished putting up the pictures on the new paper in the drawing room (which was green, as Lucilla had determined it should be, of the most delicate tint, and looked, as she flattered herself, exactly like silk hangings); and Mr Holden himself waited with a certain complaisance for Miss Marjoribanks's opinion of the effect.\n", "word": "green", "modifies": "room"}
{"color": "red", "line": "This was the moment of all others at which Tom thought fit to claim a hearing; and the state of Lucilla's feelings may be easily imagined when she saw him plant himself by her side, with his face alternately red and white, and all the signs of a desperate resolution in his countenance.\n", "word": "red", "modifies": "face"}
{"color": "brown", "line": "When she said this, Miss Marjoribanks settled herself again in the recess of the window, so that the Miss Browns could command a full view if they chose; for Lucilla's courage was of the highest order, and nothing, except, perhaps, a strategical necessity of profound importance, would have moved her to retreat before an enemy.\n", "word": "brown", "modifies": "miss"}
{"color": "white", "line": "But this clandestine inspection met with the failure it deserved, for there was no light in the room except the moonlight, which made three white blotches on the carpet where the windows were, burying everything else in the profoundest darkness; and the spy knocked his foot against something which reduced him to sudden and well merited agony.\n", "word": "white", "modifies": "blotch"}
{"color": "blue", "line": "\"I think it is blue, for my part,\" said Miss Brown, who had got into the habit of rising early in hopes of finding the Doctor's household off its guard.\n", "word": "blue", "modifies": "part"}
{"color": "brown", "line": "\"I think it is blue, for my part,\" said Miss Brown, who had got into the habit of rising early in hopes of finding the Doctor's household off its guard.\n", "word": "brown", "modifies": "miss"}
{"color": "blue", "line": "\"Lucilla was always a great one for blue; she thinks it is becoming to her complexion;\" which, indeed, as the readers of this history are aware, was a matter of fact.\n", "word": "blue", "modifies": "one"}
{"color": "gray", "line": "I should have been born a Quaker, you know, I do so like the drabs and grays, and all those soft colours.\n", "word": "gray", "modifies": "drab"}
{"color": "white", "line": "\"I shall wear a white frock high, as I always do.\n", "word": "white", "modifies": "frock"}
{"color": "white", "line": "\"But we can't all go in high white frocks,\" said Mrs Chiley's niece, Mary, who, if her trousseau had been subtracted from the joys of marriage, would not, poor soul!\n", "word": "white", "modifies": "frock"}
{"color": "brown", "line": "She asked the youngest Miss Brown to bring her music, in recognition of her ancient claims as the songstress of society in Carlingford; for Lucilla had all that regard for constituted rights which is so necessary to a revolutionary of the highest class.\n", "word": "brown", "modifies": "miss"}
{"color": "white", "line": "At the same time, she said this with a dull colour on her cheeks, the colour of irritation; and she could not help asking herself why Lucilla, who was not so handsome as she was, had the power to array herself in gorgeous apparel, while she, Barbara, had nothing but a white frock.\n", "word": "white", "modifies": "frock"}
{"color": "white", "line": "There are differences even in white frocks, though the masculine mind may be unaware of them.\n", "word": "white", "modifies": "frock"}
{"color": "white", "line": "A white frock, _high_ that is all I mean to wear; and mind you don't lose patience.\n", "word": "white", "modifies": "frock"}
{"color": "white", "line": "It is true that there were greater interests involved in the case of the leader; but then Barbara was the soldier of fortune who had to open the oyster with her sword, and she was feeling the point of it metaphorically while she pulled out the breadths of her white dress, and tried to think that they would not look limp at night; and what her sentiments lost in breadth, as compared with Lucilla's, they gained in intensity, for for anything she could tell her life might change colour by means of this Thursday Evening; and such, indeed, was her hope.\n", "word": "white", "modifies": "dress"}
{"color": "brown", "line": "Then the Miss Browns had brought their photographs, in which most people in Grange Lane were caricatured hideously, but with such a charming equality that the most _exigeant_ forgave the wrong to himself in laughing at his neighbours.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "Miss Brown had brought her music too, and sang her feeble little strain to the applause of her immediate neighbours, and to the delight of those who were at a distance, and who could talk louder and flirt more openly under cover of the music; and there were other young ladies who had also come prepared with a little roll of songs or \"pieces.\"\n", "word": "brown", "modifies": "miss"}
{"color": "black", "line": "All this time she was keeping her eyes upon a figure in the corner of a sofa, which looked as if it was glued there, and kept staring defiance at the world in general from under black and level brows.\n", "word": "black", "modifies": "brow"}
{"color": "red", "line": "Barbara, on her side, looked round with a crimson countenance, feeling that her secret thoughts must be written in her guilty eyes.\n", "word": "crimson", "modifies": "countenance"}
{"color": "brown", "line": "She did all but put her foot through Miss Brown's delicate skirt, and she had neither the natural disposition nor the acquired grace which can carry off one of those trifling offences against society.\n", "word": "brown", "modifies": "miss"}
{"color": "black", "line": "A girl with splendid black hair, with brows as level as if they had been made with a line, with intense eyes which looked a little oblique under that straight bar of shadow.\n", "word": "black", "modifies": "hair"}
{"color": "pink", "line": "This preface of curiosity had all been foreseen by Miss Marjoribanks, and she paused a moment, under pretence of selecting her music, to take the full advantage of it: for Lucilla, like most persons of elevated aims, was content to sacrifice herself to the success of her work; and then all at once, before the Carlingford people knew what they were doing, the two voices rose, bursting upon the astonished community like a sudden revelation.\n", "word": "rose", "modifies": "voice"}
{"color": "brown", "line": "\"Perhaps Miss Brown will sing us something; but as for me, you know, I am the mistress of the house.\"\n", "word": "brown", "modifies": "miss"}
{"color": "white", "line": "\"In white frocks, _high_,\" said Mrs Woodburn, who could not help assuming Lucilla's manner for the moment, even while addressing herself; but as the possibility of such a _lèse majesté_ did not even occur to Miss Marjoribanks, she accepted the observation in good faith.\n", "word": "white", "modifies": "frock"}
{"color": "brown", "line": "\"You are always statesmanlike in your views; but I cannot understand why you let poor little Molly Brown carry on her chirping when you had such an astonishing force in reserve.\n", "word": "brown", "modifies": "molly"}
{"color": "brown", "line": "To be sure, the mimic made Miss Brown's eyebrows, and spoke in her voice, so that even Lucilla found it a little difficult to keep her gravity.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "\"Molly Brown has a very nice little voice,\" said Lucilla, with most disheartening gravity.\n", "word": "brown", "modifies": "molly"}
{"color": "pink", "line": "the time that Rose was at Mount Pleasant; but now that his assistant had come back again, the poor drawing master had recovered all his old spirits.\n", "word": "rose", "modifies": "mount"}
{"color": "pink", "line": "There were not many pupils, it is true, but still there were enough to worry poor Rose, who was not an imposing personage, and who was daily wounded by the discovery that after all there are but a limited number of persons in this world, especially in the poorer classes of the community, and under the age of sixteen, who have a feeling for art.\n", "word": "rose", "modifies": "personage"}
{"color": "pink", "line": "But there was nobody to be seen in the street, except some of Rose's pupils lingering along in the sunshine, and very probably exchanging similar confidences.\n", "word": "rose", "modifies": "pupil"}
{"color": "pink", "line": "\"When papa is appreciated as he deserves, and when Willie has _made a name_\" said Rose, with modest confidence, \"things will be different.\n", "word": "rose", "modifies": "confidence"}
{"color": "gray", "line": "When Mr Cavendish made a movement as if to address Barbara, it was the pretty gray eyes of Rose lifted to his face with a look of straightforward surprise and inquiry which made him retire so hastily.\n", "word": "gray", "modifies": "eye"}
{"color": "pink", "line": "When Mr Cavendish made a movement as if to address Barbara, it was the pretty gray eyes of Rose lifted to his face with a look of straightforward surprise and inquiry which made him retire so hastily.\n", "word": "rose", "modifies": "eye"}
{"color": "green", "line": "And naturally Lucilla, who was at this moment thinking it all over under the soft green shadows from her new hangings, was deprived of the light which might have been thrown on her reflections, had she seen what was going on in Grove Street.\n", "word": "green", "modifies": "shadow"}
{"color": "red", "line": "She did what perhaps nobody else in the room was capable of doing: she sent away the gentleman who was paying attention to her, in company with the girl who was paying attention to him; and at that moment, as was usual when she was excited, Barbara was splendid, with her crimson cheeks, and the eyes blazing out from under her level eyebrows.\n", "word": "crimson", "modifies": "cheek"}
{"color": "brown", "line": "Her eyes fell as she spoke upon young Osmond Brown, who was actually at that moment talking to Mr Bury's curate, with a disregard of his social duties painful to contemplate.\n", "word": "brown", "modifies": "osmond"}
{"color": "brown", "line": "\"When you are a little older we shall see what you can do; but you are not at all disagreeable for a boy,\" she added encouragingly, and took Osmond's arm as she made her progress down the room with an indulgence worthy of her maturer years; and even Mrs Centum and Mrs Woodburn and the Miss Browns, who were, in a manner, Lucilla's natural rivals, could not but be impressed with this evidence of her powers.\n", "word": "brown", "modifies": "miss"}
{"color": "silver", "line": "As for the unfortunate gentleman, he could not have looked more utterly disconcerted and guilty if he had been convicted of putting the spoons in his pocket, or of having designs upon the silver tea service.\n", "word": "silver", "modifies": "tea"}
{"color": "brown", "line": "Lucilla's powers beguiled not only the Powells and Sir John Richmond's family, who were, as everybody knows, fully entitled to be called county people, and came only on the Thursdays when there was moonlight to light them home, which was not so much to be wondered at, since county society in those parts was unusually heavy at that period; but even, what was more extraordinary, Miss Marjoribanks made a lodgment in the enemy's country on the other side, and made a capture, of all people in the world, of John Brown, who lived in his father's big old house at the _town_ end of George Street, and had always laughed in his cynical way at the pretensions of Grange Lane.\n", "word": "brown", "modifies": "john"}
{"color": "pink", "line": "Barbara's talent was not sufficiently developed to permit of her making it herself; but she knew already by sad experience that Rose's views of what was picturesque in costume were peculiar, and not always successful.\n", "word": "rose", "modifies": "view"}
{"color": "pink", "line": "And then it was only a new dress to Rose, whereas to Barbara it was a supreme effort of passion and ambition and jealousy and wounded _amour propre_.\n", "word": "rose", "modifies": "dress"}
{"color": "black", "line": "And in her excitement, and with the sense she had that this was her opportunity, and that advancement and grandeur depended upon the result of her night's work, her level eyebrows, and flushing cheeks, and black intense eyes, rose almost into positive beauty.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "And in her excitement, and with the sense she had that this was her opportunity, and that advancement and grandeur depended upon the result of her night's work, her level eyebrows, and flushing cheeks, and black intense eyes, rose almost into positive beauty.\n", "word": "rose", "modifies": "excitement"}
{"color": "brown", "line": "The Miss Browns, for example, were very pretty, especially Lydia, who was afterwards married to young Richmond, Sir John's eldest son; and they were much _nicer_ girls, and far more engaging than Barbara Lake, who was not even a lady, Mrs Chiley said.\n", "word": "brown", "modifies": "miss"}
{"color": "white", "line": "She had her new dress on, and though it was only white muslin like other people's, it gave her the air of a priestess inspired by some approaching crisis, and sweeping forward upon the victim who was ready to be sacrificed.\n", "word": "white", "modifies": "muslin"}
{"color": "black", "line": "Barbara flashed upon him as she passed a blaze of intense oblique lightning from under her level brows or perhaps it was only that straight black line which made it look oblique and then went on to her place.\n", "word": "black", "modifies": "line"}
{"color": "brown", "line": "If it had been one of the Miss Browns, or a niece of the Colonel's, or indeed anybody in Grange Lane, people might have passed over it but one of Mr Lake the drawing master's daughters!\n", "word": "brown", "modifies": "miss"}
{"color": "white", "line": "But when she was at the height of her success, and full in the eye of the world, and knew that everybody was remarking her, and that from the sauces for which the Doctor's table was once so famed, but which even Colonel Chiley no longer thought of identifying as Dr Marjoribanks's, to the fashion of the _high_ white frock in which Lucilla had taught the young ladies of Carlingford to appear of an evening, she was being imitated on every hand, at that moment, when an ordinary person would have had her head turned, and gone wild with too much success, Miss Marjoribanks suddenly saw her dragon approaching her.\n", "word": "white", "modifies": "frock"}
{"color": "red", "line": "No growing red or growing pale, no harsh notes in her voice, nor evidence of distracted attention, betrayed that her mind was elsewhere while she was attending to her guests; and yet, to be sure, she saw, just as other people did, that Barbara, all flushed and crimson, with her eyes blazing under their sullen brows, stood in a glow of triumph at the open window, with Mr Cavendish in devoted attendance a captive at her chariot wheels.\n", "word": "red", "modifies": "pale"}
{"color": "white", "line": "No growing red or growing pale, no harsh notes in her voice, nor evidence of distracted attention, betrayed that her mind was elsewhere while she was attending to her guests; and yet, to be sure, she saw, just as other people did, that Barbara, all flushed and crimson, with her eyes blazing under their sullen brows, stood in a glow of triumph at the open window, with Mr Cavendish in devoted attendance a captive at her chariot wheels.\n", "word": "pale", "modifies": "note"}
{"color": "brown", "line": "Lady Richmond might have had her influenza that day, and little Henry Centum his sudden attack, which had kept his mother in conversation ever since, and Mrs Woodburn one of her bad headaches; and as for the Miss Browns, there was nothing in the world but Lucilla's habitual good fortune which prevented them from having blacked their fingers with their photography to such an extent as to make them perfectly unpresentable.\n", "word": "brown", "modifies": "miss"}
{"color": "white", "line": "This conversation took place in Mr Lake's little parlour, where Rose had been waiting for her sister, and where Barbara's white dress made an unusual radiance in the dim and partially lighted room.\n", "word": "white", "modifies": "dress"}
{"color": "pink", "line": "Readers of this history who have studied the earlier chapters will remember that Rose's tastes in ornamentation were very clearly defined for so young a person.\n", "word": "rose", "modifies": "taste"}
{"color": "pink", "line": "Her mind was full of it even while she received and listened to Barbara; whether to treat it in a national point of view, bringing in the rose and shamrock, which was a perfectly allowable proceeding, though perhaps not original or whether she should yield to the \"sweet feeling\" which had been so conspicuous in her flounce, in the opinion of the Marlborough House gentlemen or whether, on the contrary, she should handle the subject in a boldly naturalistic way, and use her spikes with freedom, was a question which occupied at that moment all Rose's faculties.\n", "word": "rose", "modifies": "shamrock"}
{"color": "black", "line": "She was still standing before the glass pulling her black hair about into new combinations, and studying the effect; and as for Rose, she too looked up, and, seeing her sister's face reflected in the glass, made the discovery that there was something like grimace in the countenance, and paused in the midst of her meditations with her pencil in her hand.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "\"You don't suppose I am going to answer after your insulting ways,\" she said, taking up her candle; and she swept out of the room in her white dress with a sense of pleasure in leaving this grand point unsettled.\n", "word": "white", "modifies": "dress"}
{"color": "pink", "line": "This was how Mr Cavendish's defection from Lucilla took place; and at the same time it is a satisfaction to know that the event was received by everybody very much as little Rose Lake received it.\n", "word": "rose", "modifies": "lake"}
{"color": "red", "line": "\"I wouldn't, not if I was you, Miss Lucilla, asking pardon for the liberty: as for having no mamma, you have no mamma yourself, and you the young lady as is most thought upon in Carlingford, and as different from that brazen faced thing, with her red cheeks \" \"Hush, oh hush, Nancy,\" Lucilla said, as she sank back in her chair; but Miss Marjoribanks, after all, was only human, and she was not so distressed by these unpolished epithets as she might or perhaps ought to have been.\n", "word": "red", "modifies": "cheek"}
{"color": "pink", "line": "To tell the truth, when a thing became rather trying, Lucilla's spirits rose.\n", "word": "rose", "modifies": "spirit"}
{"color": "green", "line": "While she had the seats placed in the garden (not too visibly, but shrouded among the shrubs and round the trunks of the trees), and chose the spot for a little illumination, which was not to be universal, like a tea garden, but concentrated in one spot under the big lime tree, Lucilla permitted herself to speculate a little about this unknown hero.\n", "word": "lime", "modifies": "tree"}
{"color": "white", "line": "\"Dinner is on the table, papa,\" Miss Marjoribanks said, with a little reassuring nod to the culprit who had made her his refuge; and she got up and shook out her white draperies with a charitable commotion for which her faithless admirer blessed her in his heart.\n", "word": "white", "modifies": "drapery"}
{"color": "green", "line": "By this time the garden was full of pretty figures and pleasant voices, and under the lime tree there was a glimmer of yellow light from the lamps, and on the other side the moon was coming up steady like a ball of silver over the dark outlines of Carlingford; and even the two voices which swelled forth upstairs in the fullest accord, betraying nothing of the personal sentiments of their owners, were not more agreeable to hear than the rustle and murmur of sound which rose all over Dr Marjoribanks's smooth lawn and pretty shrubbery.\n", "word": "lime", "modifies": "tree"}
{"color": "silver", "line": "By this time the garden was full of pretty figures and pleasant voices, and under the lime tree there was a glimmer of yellow light from the lamps, and on the other side the moon was coming up steady like a ball of silver over the dark outlines of Carlingford; and even the two voices which swelled forth upstairs in the fullest accord, betraying nothing of the personal sentiments of their owners, were not more agreeable to hear than the rustle and murmur of sound which rose all over Dr Marjoribanks's smooth lawn and pretty shrubbery.\n", "word": "silver", "modifies": "ball"}
{"color": "yellow", "line": "By this time the garden was full of pretty figures and pleasant voices, and under the lime tree there was a glimmer of yellow light from the lamps, and on the other side the moon was coming up steady like a ball of silver over the dark outlines of Carlingford; and even the two voices which swelled forth upstairs in the fullest accord, betraying nothing of the personal sentiments of their owners, were not more agreeable to hear than the rustle and murmur of sound which rose all over Dr Marjoribanks's smooth lawn and pretty shrubbery.\n", "word": "yellow", "modifies": "light"}
{"color": "pink", "line": "By this time the garden was full of pretty figures and pleasant voices, and under the lime tree there was a glimmer of yellow light from the lamps, and on the other side the moon was coming up steady like a ball of silver over the dark outlines of Carlingford; and even the two voices which swelled forth upstairs in the fullest accord, betraying nothing of the personal sentiments of their owners, were not more agreeable to hear than the rustle and murmur of sound which rose all over Dr Marjoribanks's smooth lawn and pretty shrubbery.\n", "word": "rose", "modifies": "rustle"}
{"color": "green", "line": "And, to be sure, whenever anybody was tired of the music, there were quantities of corners to retire into, not to speak of that bright spot full of yellow light under the lime tree.\n", "word": "lime", "modifies": "tree"}
{"color": "yellow", "line": "And, to be sure, whenever anybody was tired of the music, there were quantities of corners to retire into, not to speak of that bright spot full of yellow light under the lime tree.\n", "word": "yellow", "modifies": "light"}
{"color": "brown", "line": "Lydia Brown was heard to ask, with a little natural anxiety; and the livelier imaginations among the party set to work at once to invent impossible tortures which the soprano might inflict on the contralto.\n", "word": "brown", "modifies": "lydia"}
{"color": "green", "line": "His face was more than pale; it had a green ghastly look, as of a face from which all the blood had suddenly been withdrawn to reinforce the vital centre in some failing of nature.\n", "word": "green", "modifies": "look"}
{"color": "brown", "line": "As for Osmond Brown and the other boys of his age, it might be possible to train them, but at the best they were only a provision for the future, and in the meantime Miss Marjoribanks could not but be sensible of her loss.\n", "word": "brown", "modifies": "osmond"}
{"color": "pink", "line": "It was when Lucilla's mind was much occupied by this problem that she received a visit quite unexpectedly one morning from little Rose Lake, who had just at that time a great deal on her mind.\n", "word": "rose", "modifies": "lake"}
{"color": "red", "line": "But all the answer Barbara gave was to turn away with a jerk of annoyance the old easy chair in which she was lying buried, with her hands thrust up into her black hair, and her eyes all red; upon which Rose left her to carry out her own resolution.\n", "word": "red", "modifies": "eye"}
{"color": "black", "line": "But all the answer Barbara gave was to turn away with a jerk of annoyance the old easy chair in which she was lying buried, with her hands thrust up into her black hair, and her eyes all red; upon which Rose left her to carry out her own resolution.\n", "word": "black", "modifies": "hair"}
{"color": "pink", "line": "She was thinking it over intently at the moment of Rose's arrival, for Lucilla was not a person to give up the advantages of a novel position because she did not quite understand it.\n", "word": "rose", "modifies": "arrival"}
{"color": "pink", "line": "\"Yes,\" said Rose, who was a straightforward little woman, and not given to compliments.\n", "word": "rose", "modifies": "woman"}
{"color": "pink", "line": "But if you are sure she can't come \" \"When people have not a sense of duty,\" said Rose, with an indignant sigh, \"nor any proper pride, Some are so different.\n", "word": "rose", "modifies": "sigh"}
{"color": "pink", "line": "Notwithstanding this elevated view of the emergency, it must be admitted that a sudden thought of what she would wear had flushed to Rose's very finger tips, with a heat and tingle of which the little heroine was ashamed.\n", "word": "rose", "modifies": "tip"}
{"color": "white", "line": "If she but lost her head for a moment and lost command of affairs, everything might have been lost; but then fortunately she knew herself and what she could do, and had a modest confidence that she would not lose her head; and thus she could still eat her dinner with the composure of genius, though it would be wrong to deny that Lucilla was a little pale.\n", "word": "pale", "modifies": "lucilla"}
{"color": "pink", "line": "Miss Marjoribanks was still tingling with curiosity and alarm when she rose from the table.\n", "word": "rose", "modifies": "table"}
{"color": "brown", "line": "There was no moon, and the Richmonds naturally were absent, and so were the Miss Browns, who were staying there on a visit for it was after the engagement between Lydia[1] and John; and Mr Cavendish was away (though perhaps under the circumstances that was no disadvantage); and Mrs Woodburn was silenced; and even Barbara Lake had failed her patroness.\n", "word": "brown", "modifies": "miss"}
{"color": "pink", "line": "And as if this was not enough, Rose Lake had come with her portfolio, with some sketches of her brother's (who afterwards became so celebrated) in it, which electrified all the people who were fond of art; and by the side of the young Preraphaelite was Barbara, who had come \"to spite Lucilla,\" and who remained unwittingly to grace her triumph.\n", "word": "rose", "modifies": "lake"}
{"color": "red", "line": "She was carelessly dressed, and her hair was hastily arranged, and her eyes were red.\n", "word": "red", "modifies": "eye"}
{"color": "red", "line": "She drove her chariot over Barbara, and drew an advantage even from her sullen looks and red eyes.\n", "word": "red", "modifies": "eye"}
{"color": "red", "line": "Thus it happened that when Mr Lake and Rose came in from the evening walk they had been taking together, they found, to their great amazement, Barbara in the little parlour, singing to Mr Cavendish, who had forgotten all about Grange Lane, and his dangers, and his hopes of better fortune, and was quite as much contented with the mellow contralto that delighted his ears, and the blazing scarlet bloom, and black level brows that pleased his eyes, as anybody could have desired.\n", "word": "scarlet", "modifies": "bloom"}
{"color": "black", "line": "Thus it happened that when Mr Lake and Rose came in from the evening walk they had been taking together, they found, to their great amazement, Barbara in the little parlour, singing to Mr Cavendish, who had forgotten all about Grange Lane, and his dangers, and his hopes of better fortune, and was quite as much contented with the mellow contralto that delighted his ears, and the blazing scarlet bloom, and black level brows that pleased his eyes, as anybody could have desired.\n", "word": "black", "modifies": "level"}
{"color": "pink", "line": "Thus it happened that when Mr Lake and Rose came in from the evening walk they had been taking together, they found, to their great amazement, Barbara in the little parlour, singing to Mr Cavendish, who had forgotten all about Grange Lane, and his dangers, and his hopes of better fortune, and was quite as much contented with the mellow contralto that delighted his ears, and the blazing scarlet bloom, and black level brows that pleased his eyes, as anybody could have desired.\n", "word": "rose", "modifies": "mr"}
{"color": "pink", "line": "When Mr Lake and his daughter came in from their walk, and their talk about Willie, and about art, and about the \"effects\" and \"bits\" which Rose and her father mutually pointed out to each other, to find this unexpected conjunction in the parlour, their surprise, and indeed consternation, may be imagined.\n", "word": "rose", "modifies": "bit"}
{"color": "pink", "line": "But it was only in the mind of Rose that the latter sentiment existed.\n", "word": "rose", "modifies": "mind"}
{"color": "pink", "line": "When Mr Cavendish rose up confused, with a look of being caught and found out, Mr Lake held out his hand to him with perfect suavity \"I have the pleasure of knowing you only by sight,\" said the innocent father, \"but I am very glad to make your acquaintance in my own house;\" and as this was said with the conscious dignity of a man who knows that his house is not just an ordinary house, but one that naturally the patrician portion of the community, if they only knew it, would be glad to seek admittance to, the consequence was that Mr Cavendish felt only the more and more confused.\n", "word": "rose", "modifies": "mr"}
{"color": "pink", "line": "Ask for the lamp, Rose,\" said Mr Lake, with a little grandeur.\n", "word": "rose", "modifies": "lamp"}
{"color": "pink", "line": "But as for Rose, she evidently, either from jealousy or some other reason, was not in the plot.\n", "word": "rose", "modifies": "plot"}
{"color": "pink", "line": "At this trenchant speech Mr Cavendish rose.\n", "word": "rose", "modifies": "speech"}
{"color": "pink", "line": "\"Don't make a fuss, Rose; for Heaven's sake, girls, can't you say at once what you mean, and don't worry me to death?\n", "word": "rose", "modifies": "fuss"}
{"color": "red", "line": "He felt furious with himself as he went home, and thought how foolish he had been ever to go near Barbara Lake in the present position of affairs; and yet he could not help feeling that it was more delightful to him to see the colour blaze into her cheeks, and the song rise like a bird from her full crimson lips, and that flush of excitement and triumph come from her eyes, than it could have been in any case to have been admitted to the same degree of intimacy with Lucilla, who was not in the least intoxicated by his presence.\n", "word": "crimson", "modifies": "lip"}
{"color": "pink", "line": "She had too thorough and well founded a confidence in the natural interest of the world in all belonging to her to do that; so when ten o'clock had done striking, she opened her blotting book and took one of her pretty sheets of paper, with Lucilla on it in delicate rose tinted letters, the L very large, and the concluding letters very small, and dashed off her note to Mrs Chiley.\n", "word": "rose", "modifies": "letter"}
{"color": "black", "line": "The Miss Blounts' at Mount Pleasant had been one of the very first establishments to forsake the handwriting which was all corners, in favour of the bold running hand of the present female generation; and it was accordingly in a very free and strongly characterised manuscript, black with much ink, that Miss Marjoribanks wrote: And when she had sent Thomas with this note, Miss Marjoribanks felt her mind relieved.\n", "word": "black", "modifies": "manuscript"}
{"color": "pink", "line": "It was just then that the Archdeacon raised his eyes, and saw standing before him, among the faded roses, the woman whom he had been approaching so indifferently the faded existence that had seen better days.\n", "word": "rose", "modifies": "woman"}
{"color": "white", "line": "But yet, after all, the walls that shut her in, the blast of white, sweeping, downright rain, which seemed to cut her off from any succour outside, and the burden of something on her mind which by herself she was quite unable to bear, was a hard combination; and wringing one's hands, and feeling one's mind ready to give way under a new and unexpected burden, could not advance matters in the slightest degree.\n", "word": "white", "modifies": "rain"}
{"color": "white", "line": "As for Mrs Mortimer, the inference conveyed by these words brought the colour to her pale cheeks.\n", "word": "pale", "modifies": "cheek"}
{"color": "white", "line": "A warm flush animated the pale and somewhat worn face and a gleam of something that looked absolutely like resolution shone in the yielding woman's mild eyes.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "Mrs Mortimer grew pale, and rose quite up from the sofa, and went with the air of an insulted woman to seat herself in her usual chair.\n", "word": "rose", "modifies": "sofa"}
{"color": "pink", "line": "Instead of shrinking from interference, her spirits rose at the thought.\n", "word": "rose", "modifies": "spirit"}
{"color": "white", "line": "He sank into the nearest chair, and drew it closer to Lucilla, and looked perfectly flabby and ghastly in his white tie, with his alarmed countenance.\n", "word": "white", "modifies": "tie"}
{"color": "pink", "line": "Barbara began to have secret meetings with a man whose presence nobody was aware of, and who did not come openly to the house to seek her, and persevered, in spite of all remonstrances, in this clandestine career; and all the prejudices and all the instincts of the young artist rose up against her.\n", "word": "rose", "modifies": "prejudice"}
{"color": "pink", "line": "But these soothing tones were too much for Rose's composure.\n", "word": "rose", "modifies": "composure"}
{"color": "pink", "line": "It had been Rose's only hope, and now it seemed all at once to fail her; and yet, at the same time, that instinctive faith in Lucilla which came naturally to every one under her influence struggled against reason in Rose's heart.\n", "word": "rose", "modifies": "hope"}
{"color": "red", "line": "Her red soft lips fell apart with the hurried breath of wonder and doubt; her eyes still expanded, and clearer than usual after their tears, were fixed upon Lucilla with an appealing, questioning look; and it was just at this moment, when Rose was a great deal too much absorbed in her disappointment and surprise, and lingering hope, to take any notice of strange sounds or sights, or of anybody coming, that Thomas all at once opened the door and showed Mrs Centum into the room.\n", "word": "red", "modifies": "lip"}
{"color": "pink", "line": "Her red soft lips fell apart with the hurried breath of wonder and doubt; her eyes still expanded, and clearer than usual after their tears, were fixed upon Lucilla with an appealing, questioning look; and it was just at this moment, when Rose was a great deal too much absorbed in her disappointment and surprise, and lingering hope, to take any notice of strange sounds or sights, or of anybody coming, that Thomas all at once opened the door and showed Mrs Centum into the room.\n", "word": "rose", "modifies": "deal"}
{"color": "pink", "line": "Now it would have mattered very little for Mrs Centum who, to be sure, knew Lucilla perfectly well, and would never have dreamed for a moment of identifying such a trifling little person as Rose Lake in any way with Miss Marjoribanks; but then Mrs Centum happened at that precise moment to be bringing the new arrival, the important stranger, who had so much in his power General Travers himself to be introduced to Lucilla; and it was not the fault either of Rose or the General if it was on the young mistress of the Female School of Design that the warrior's first glance fell.\n", "word": "rose", "modifies": "lake"}
{"color": "red", "line": "But when the General entered the drawing room, which might be called the centre of Carlingford, and saw before him that little dewy face, full of clouds and sunshine, uncertain, unquiet, open eyed, with the red lips apart, and the eyes clear and expanded with recent tears a face which gave a certain sentiment of freshness and fragrance to the atmosphere like the quiet after a storm he did not understand what his hosts could mean.\n", "word": "red", "modifies": "lip"}
{"color": "pink", "line": "\"I call her very pretty,\" he said, under his breath, to his interested and delighted chaperone; and we are surely justified in appealing to the readers of this history, as Lucilla, who was always reasonable, afterwards did to herself, whether it could be justly said under all the circumstances, that either Rose or the General were to blame?\n", "word": "rose", "modifies": "general"}
{"color": "pink", "line": "The little artist got up hurriedly when she awoke to the fact that other visitors had come into the room, but she was not at all interested in General Travers, whom Rose, with the unconscious insolence of youth, classified in her own mind as an elderly gentleman.\n", "word": "rose", "modifies": "insolence"}
{"color": "pink", "line": "\"To morrow at eight o'clock; and mind you leave it all to me, and don't worry,\" said Miss Marjoribanks; and Rose, half ashamed, put on her hat and went away, without so much as remarking the admiration in the stranger's eyes, nor the look of disappointment with which he saw her leave the room.\n", "word": "rose", "modifies": "miss"}
{"color": "pink", "line": "And the General, who was a well bred man, had got over for the moment the unlucky impression made upon him by the fresh face of little Rose Lake.\n", "word": "rose", "modifies": "lake"}
{"color": "pink", "line": "And then, after all, she was only human, and it was not to be expected she could pass over the blank look with which her visitor turned to herself, after having by evil fortune cast his eyes upon Rose Lake.\n", "word": "rose", "modifies": "lake"}
{"color": "pink", "line": "It was little Rose Lake, the drawing master's daughter,\" said Mrs Centum, with cruel distinctness.\n", "word": "rose", "modifies": "lake"}
{"color": "black", "line": "The fact was that Miss Marjoribanks had found a shadowy figure in black in the corner of one of the sofas when she came into the drawing room a figure with a veil down, and a large shawl, and a tremulous air.\n", "word": "black", "modifies": "figure"}
{"color": "pink", "line": "It did not apparently do any more for her than the similar reassurance that Lucilla was coming to tea did for Rose Lake.\n", "word": "rose", "modifies": "lake"}
{"color": "black", "line": "She hid her face in her hands and blushed down to the very edge of her black dress and up into the glooms of her widow's veil; and all the self defence she was capable of was a faint \"Oh, Lucilla!\"\n", "word": "black", "modifies": "dress"}
{"color": "pink", "line": "\"I don't think you gone off at all, for my part; but if you don't take proper care I shall give you some rose water, and you will be all right after you have had a cup of tea.\"\n", "word": "rose", "modifies": "water"}
{"color": "pink", "line": "Even to see him taking Mrs Mortimer's tea to her, and congratulating her upon her improved looks, and felicitating himself and the world in general on the fact that Carlingford agreed with her, was aggravating to his daughter more aggravating, though it is strange to say so, than even the blank looks of General Travers in the morning, or his transference of the homage intended for herself to little Rose Lake; _that_ was no more than a blunder, and Lucilla felt a consolatory conviction that, so far as incivility went, the General had received a very satisfactory set off.\n", "word": "rose", "modifies": "lake"}
{"color": "pink", "line": "Neither Rose Lake nor Mrs Mortimer had shown that confidence in Lucilla's genius which experience and loyalty both called upon them to show.\n", "word": "rose", "modifies": "lake"}
{"color": "pink", "line": "When Lucilla had shed these few tears over her subjects' weakness and want of faith, she rose up again in new strength from the momentary downfall.\n", "word": "rose", "modifies": "strength"}
{"color": "white", "line": "She was, to be sure, dressed as usual in the white dress, _high_, which she had brought into fashion in Carlingford; but then that simple evening toilette required many adjuncts which were not necessary on other occasions, seeing that this time she was going to walk to her destination, and had in her mind the four distinct aims of pleasing Rose, of dazzling Barbara, of imposing upon Mr Cavendish, and, finally, of being, as always, in harmony with _herself_.\n", "word": "white", "modifies": "dress"}
{"color": "pink", "line": "She was, to be sure, dressed as usual in the white dress, _high_, which she had brought into fashion in Carlingford; but then that simple evening toilette required many adjuncts which were not necessary on other occasions, seeing that this time she was going to walk to her destination, and had in her mind the four distinct aims of pleasing Rose, of dazzling Barbara, of imposing upon Mr Cavendish, and, finally, of being, as always, in harmony with _herself_.\n", "word": "rose", "modifies": "aim"}
{"color": "pink", "line": "It was Rose Lucilla specially came to visit, and yet Rose was the only one who was cool to her, and did not seem fully to appreciate her condescension; but then, happily, Miss Marjoribanks was magnanimous, and at the same time had a purpose to support her, which was much more comprehensive and of larger application than anything that had entered into the mind of Rose Lake.\n", "word": "rose", "modifies": "lucilla"}
{"color": "pink", "line": "\"It is so nice to be among such old friends; and, besides that, you know there never was any voice that suited mine like Barbara's; and that dear old Rose was always my pet at Mount Pleasant.\n", "word": "rose", "modifies": "pet"}
{"color": "pink", "line": "You see Rose's genius takes another line; and Barbara, naturally, has a great many things to think of; but in the future, I hope \" \"Oh, yes; I shall come without being asked,\" said Lucilla.\n", "word": "rose", "modifies": "genius"}
{"color": "red", "line": "She sat with her very fingers itching to cut the bread and butter for him, and give him a cup of tea as he liked it; and asked herself, with indignation, what was the use of that great creature, with her level eyebrows and her crimson bloom, who could not take the trouble to remember that three lumps was what Mr Lake liked.\n", "word": "crimson", "modifies": "bloom"}
{"color": "green", "line": "There were no candles as yet in the parlour, and Grove Street or at least the bit of it which lay before the window, lighted by the lamp outside, and relieved against a little square of bluish green sky which intervened between Miss Hemmings's house and that of old Mr Wrangle on the opposite side was very clear to the interested spectator.\n", "word": "green", "modifies": "sky"}
{"color": "pink", "line": "And then there followed a pause, which was a terrible pause for Rose.\n", "word": "rose", "modifies": "pause"}
{"color": "pink", "line": "Then Miss Marjoribanks rose with a certain solemnity, and put on her hat, and gave an unappreciated kiss to Rose, who kept in her corner.\n", "word": "rose", "modifies": "miss"}
{"color": "pink", "line": "The words were simple enough, but yet they rang in Rose's ears like the signal of a conspiracy.\n", "word": "rose", "modifies": "ear"}
{"color": "white", "line": "Miss Marjoribanks went out deliberately, without any unnecessary haste, sweeping into the dusky twilight with her virginal white draperies.\n", "word": "white", "modifies": "drapery"}
{"color": "white", "line": "The sky shone out green blue, lambent and wistful, from the vacant space between Miss Hemmings's and Mr Wrangle's, and there were the dusky twilight shadows below, and the yellow gleam of the lamp, and Barbara's exulting, triumphant figure, and the white robes of the avenging angel.\n", "word": "white", "modifies": "robe"}
{"color": "yellow", "line": "The sky shone out green blue, lambent and wistful, from the vacant space between Miss Hemmings's and Mr Wrangle's, and there were the dusky twilight shadows below, and the yellow gleam of the lamp, and Barbara's exulting, triumphant figure, and the white robes of the avenging angel.\n", "word": "yellow", "modifies": "gleam"}
{"color": "white", "line": "When she had done this, she put out her hand to Barbara, and passed her, sweeping her white garments through the narrow gateway.\n", "word": "white", "modifies": "garment"}
{"color": "white", "line": "Barbara, on the contrary, who was past crying, stood still at the door, and watched Lucilla's white dress disappearing on the way to Grange Lane with indescribable emotions.\n", "word": "white", "modifies": "dress"}
{"color": "white", "line": "To be sure it was dark, which was one consolation; but it was not dark enough to conceal Lucilla's white dress, nor the well known form and lineaments of the young monarch of Grange Lane, in whose company nobody could pass unobserved.\n", "word": "white", "modifies": "dress"}
{"color": "green", "line": "The blood had deserted Mr Cavendish's face, and he was once more green with anxiety and inquietude.\n", "word": "green", "modifies": "anxiety"}
{"color": "white", "line": "That he had taken leave of Lucilla at her own door, that he had watched her white dress sweep away into the dark garden with a faint sense that it was his only remaining protector who thus left him, and that after that he had smoked a horrible cigar with Mr Centum, and been accompanied home by the old acquaintance, who had turned up at so unlucky a moment, was all that the poor man was aware of.\n", "word": "white", "modifies": "dress"}
{"color": "red", "line": "and had felt the excitement of the approaching crisis, Barbara, and her crimson cheeks, and her level eyebrows, and her contralto, had gone altogether out of his mind.\n", "word": "crimson", "modifies": "cheek"}
{"color": "pink", "line": "\"No doubt it was Rose,\" he repeated, and laughed; Rose!\n", "word": "rose", "modifies": "doubt"}
{"color": "white", "line": "When Mrs Woodburn came to him in haste, and saw his careful dress and pale looks, she was frightened for the moment.\n", "word": "pale", "modifies": "look"}
{"color": "pink", "line": "Mr Beverley had drawn back once before, and that when Mrs Mortimer was young, and no doubt a great deal more attractive than at present; and now that she was a widow, forlorn and faded, it would be no wonder if he were to draw back, especially, as Lucilla acknowledged to herself, when he saw the ancient object of his affections in her own society, and among all the fresh young faces of Grange Lane: and if the Archdeacon should draw back, and leave the field open, and perhaps the Doctor, who ought to know better, should step in when she had got so far, Lucilla rose up and shook out her draperies, as if by way of shaking off the disagreeable idea.\n", "word": "rose", "modifies": "lucilla"}
{"color": "black", "line": "Your black silk will look quite nice, and be all that is necessary.\n", "word": "black", "modifies": "silk"}
{"color": "black", "line": "Put it as you used to wear it before you were married; and then, with that nice black silk \" \"Oh, Lucilla, don't ask me,\" said the widow.\n", "word": "black", "modifies": "silk"}
{"color": "pink", "line": "Her pulse was quite steady, and her heart going on at its ordinary rate; but her admirable circulation was nevertheless so far affected, that the ordinary rose tints of her complexion were all deepened.\n", "word": "rose", "modifies": "tint"}
{"color": "white", "line": "It was not so distinctly an improvement as it would have been had she been habitually pale; but still the flush was moderate, and did Miss Marjoribanks no harm.\n", "word": "pale", "modifies": "improvement"}
{"color": "white", "line": "Her heightened colour was more conspicuous than that of Miss Marjoribanks, because as a general rule she was pale.\n", "word": "pale", "modifies": "rule"}
{"color": "white", "line": "to which question Mrs Woodburn naturally replied only by an indignant shrug of her white shoulders and aversion of her head.\n", "word": "white", "modifies": "shoulder"}
{"color": "silver", "line": "To enter the dining room, all brilliant and shining as it was, radiant with light and flowers and crystal and silver, and everything that makes a dinner table pretty to look upon, was, as Mrs Centum said, \"quite a contrast.\"\n", "word": "silver", "modifies": "crystal"}
{"color": "pink", "line": "The Archdeacon rose to his feet in the excitement of the discovery; he put his hand over his eyes as if to clear them.\n", "word": "rose", "modifies": "archdeacon"}
{"color": "pink", "line": "Lucilla rose to the height of the position.\n", "word": "rose", "modifies": "lucilla"}
{"color": "white", "line": "He accepted the soup humbly, which Thomas set before him, though it was a white soup, an effeminate dish, which went utterly in the face of his principles.\n", "word": "white", "modifies": "soup"}
{"color": "red", "line": "There was Mr Beverley, whom Miss Marjoribanks held in leash, but who was not yet subdued; and there was Dr Marjoribanks, who began to feel a little curiosity about his daughter's movements, and did not make them out; and there was Barbara Lake, who had begun to blaze like a tempest with her crimson cheeks and black bold eyes.\n", "word": "crimson", "modifies": "cheek"}
{"color": "black", "line": "There was Mr Beverley, whom Miss Marjoribanks held in leash, but who was not yet subdued; and there was Dr Marjoribanks, who began to feel a little curiosity about his daughter's movements, and did not make them out; and there was Barbara Lake, who had begun to blaze like a tempest with her crimson cheeks and black bold eyes.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "The Berserker madness was upon him; and yet such are the restraints of society, that a young woman's eye was enough to keep him down Lucilla's eye, and the presence of a certain number of other frivolous creatures in white muslin, and of some old women, as he irreverently called them, who were less pleasant, but not more imposing.\n", "word": "white", "modifies": "muslin"}
{"color": "black", "line": "It was not that his emotions were too much for him; it was because the crowd opened a moment, and afforded him a glimpse of a figure in black silk, with the lace for which Miss Marjoribanks had stipulated falling softly over a head which had not quite lost its youthful grace.\n", "word": "black", "modifies": "silk"}
{"color": "pink", "line": "He made but one stride through the unconscious assembly which he had been criticising so severely, and all but knocked down little Rose Lake, who was not looking at the Archdeacon, though she stood straight in his way.\n", "word": "rose", "modifies": "lake"}
{"color": "white", "line": "She felt without seeing it that the \"wind of his going\" agitated his own large coat tails and heavy locks, and made a perfect hurricane among the white muslin.\n", "word": "white", "modifies": "muslin"}
{"color": "pink", "line": "After that first look of surprise, he rose to his feet and confronted the avenger, who saw he had made a blunder without knowing what it was.\n", "word": "rose", "modifies": "look"}
{"color": "black", "line": "He sighed once more heavily, and lifted his head, and took into his own a soft pale hand which was visible near him among the folds of black silk.\n", "word": "black", "modifies": "silk"}
{"color": "white", "line": "He sighed once more heavily, and lifted his head, and took into his own a soft pale hand which was visible near him among the folds of black silk.\n", "word": "pale", "modifies": "hand"}
{"color": "pink", "line": "Oddly enough at that moment his Rectory rose suddenly before him as in a vision his Rectory, all handsome and sombre, without a soul in it, room after room uninhabited, and not a sound to be heard, except that of his own foot or his servant's.\n", "word": "rose", "modifies": "rectory"}
{"color": "white", "line": "\"Tell him to tell him to go downstairs,\" cried the half dead patient; \"I want to speak to him, and he is not to hear; if he were not so thoughtless, he would offer him some lunch at least,\" Mrs Woodburn said pathetically, with closed eyes and a face as pale as death.\n", "word": "pale", "modifies": "face"}
{"color": "purple", "line": "Everybody said that nothing could be more perfect than the bride's toilette, which was as nice as could be, and yet not like a _real_ bride after all; a difference which was only proper under the circumstances; for she was married in lavender, poor soul, as was to be expected.\n", "word": "lavender", "modifies": "soul"}
{"color": "green", "line": "As for the Archdeacon, he too found it very easy to satisfy his mind as to the donor of the emeralds.\n", "word": "emerald", "modifies": "donor"}
{"color": "green", "line": "For really when a man showed himself so idiotic as to despise a beautiful set of emeralds, it went beyond even the well known tolerance and compassionate good humour with which Miss Marjoribanks regarded the vagaries of \"the gentlemen.\"\n", "word": "emerald", "modifies": "set"}
{"color": "brown", "line": "And though Mrs Mortimer's trousseau was modest, and not, as Lydia Brown repeated, like that of a _real_ bride, it was still voluminous enough to fill the room to overflowing, where it was all being sorted and packed under Miss Marjoribanks's eye.\n", "word": "brown", "modifies": "lydia"}
{"color": "pink", "line": "Mr Lake and Rose,\" said Lucilla, with admirable prudence, keeping off the difficult subject of Barbara herself, \"are the two very nicest people I know; and everybody says that Willie is dreadfully clever.\n", "word": "rose", "modifies": "mr"}
{"color": "white", "line": "She came to Lucilla in a bonnet a circumstance which of itself was solemn and ominous; for generally that portentous article of dress, which was home made, and did not consist with cheerful dispositions, was reserved by Rose for going to church; and her soft cheeks were pale, and the hazel eyes more dewy than usual, though it was rain, and not dew, that had been falling from them during those last painful days.\n", "word": "pale", "modifies": "cheek"}
{"color": "brown", "line": "She came to Lucilla in a bonnet a circumstance which of itself was solemn and ominous; for generally that portentous article of dress, which was home made, and did not consist with cheerful dispositions, was reserved by Rose for going to church; and her soft cheeks were pale, and the hazel eyes more dewy than usual, though it was rain, and not dew, that had been falling from them during those last painful days.\n", "word": "hazel", "modifies": "eye"}
{"color": "pink", "line": "She was sorry, for it was quite the contrary of the advice she had given, but still it would be wrong to deny that Mr Cavendish rose higher in Lucilla's opinion when she heard it.\n", "word": "rose", "modifies": "mr"}
{"color": "pink", "line": "When Barbara Lake got her situation, and went out for a governess, and Rose's fears were realised, and she had with bitter tears to relinquish her Career, Lucilla went and sat whole afternoons with the little artist, and gave her the handiest assistance, and taught her a great many things which she never could have learned at the School of Design.\n", "word": "rose", "modifies": "fear"}
{"color": "white", "line": "By this time the drawing room carpets and curtains had faded a little, and Lucilla had found out that the delicate pale green which suited her complexion was not to call a profitable colour; and nobody could have thought or said that to marry at this period would be in the least degree to swindle the Doctor.\n", "word": "pale", "modifies": "green"}
{"color": "blue", "line": "\"Blue and yellow are the old colours,\" said Lucilla thoughtfully, \"and you are the new man, you know, and we must not meddle with these antiquated things.\n", "word": "blue", "modifies": "colour"}
{"color": "brown", "line": "And Major Brown, who had come with his daughters, echoed this sentiment so warmly that Mr Ashburton was entirely convinced of the justice of Miss Marjoribanks's ideas.\n", "word": "brown", "modifies": "major"}
{"color": "brown", "line": "\"We can't have a tip topper, you know,\" Major Brown said, who was not very refined in his expressions; \"and what I should like to see is a man that knows the place and would look after Carlingford.\n", "word": "brown", "modifies": "major"}
{"color": "brown", "line": "Mr Ashburton did not declare himself to Major Brown, but he dashed off his new address ten minutes after he had taken leave of Miss Marjoribanks, and put the other one in the fire like a Christian, and telegraphed for his agent to town.\n", "word": "brown", "modifies": "major"}
{"color": "green", "line": "And, naturally, she threw all the younger portion of Grange Lane, which was acquainted with Mr Ashburton, and looked forward eagerly to a little excitement, and liked the idea of wearing a violet and green cockade, into a flutter of excitement.\n", "word": "green", "modifies": "cockade"}
{"color": "purple", "line": "And, naturally, she threw all the younger portion of Grange Lane, which was acquainted with Mr Ashburton, and looked forward eagerly to a little excitement, and liked the idea of wearing a violet and green cockade, into a flutter of excitement.\n", "word": "violet", "modifies": "cockade"}
{"color": "green", "line": "It was thus that an independent candidate, unconnected with party, took the field in Carlingford, with Miss Marjoribanks, like another Joan of Arc, wearing a knot of ribbons, violet and green, in her hair, to inspire and lead him on.\n", "word": "green", "modifies": "ribbon"}
{"color": "purple", "line": "It was thus that an independent candidate, unconnected with party, took the field in Carlingford, with Miss Marjoribanks, like another Joan of Arc, wearing a knot of ribbons, violet and green, in her hair, to inspire and lead him on.\n", "word": "violet", "modifies": "ribbon"}
{"color": "black", "line": "Mrs John Marjoribanks had a very nice room, and everything that was adapted to make her comfortable; but she too had something to think of when the door closed upon Lucilla, and she was left with her maid and her hot water and her black velvet gown.\n", "word": "black", "modifies": "gown"}
{"color": "black", "line": "Perhaps it was a little inconsistent to wear a black velvet gown with her widow's cap; it was a question which she had long debated in her mind before she resigned herself to the temptation but then it always looked so well, and was so very profitable!\n", "word": "black", "modifies": "gown"}
{"color": "green", "line": "Lucilla wore her knot of green and violet ribbons on her white dress, to her aunt's great amazement, and the Doctor had all the air of a man who had been out in the world all day and returned in the evening with something to tell which is a thing which gives great animation to a family party.\n", "word": "green", "modifies": "ribbon"}
{"color": "white", "line": "Lucilla wore her knot of green and violet ribbons on her white dress, to her aunt's great amazement, and the Doctor had all the air of a man who had been out in the world all day and returned in the evening with something to tell which is a thing which gives great animation to a family party.\n", "word": "white", "modifies": "dress"}
{"color": "black", "line": "Lucilla took it up lightly between her finger and thumb; for the Carlingford papers were inky and badly printed, and soiled a lady's hand.\n", "word": "inky", "modifies": "paper"}
{"color": "blue", "line": "She took it up delicately without either alarm or surprise, knowing very well that the Blues and the Yellows were not likely without a struggle to give up to the new standard, which was violet and green.\n", "word": "blue", "modifies": "yellow"}
{"color": "yellow", "line": "She took it up delicately without either alarm or surprise, knowing very well that the Blues and the Yellows were not likely without a struggle to give up to the new standard, which was violet and green.\n", "word": "yellow", "modifies": "blue"}
{"color": "purple", "line": "She took it up delicately without either alarm or surprise, knowing very well that the Blues and the Yellows were not likely without a struggle to give up to the new standard, which was violet and green.\n", "word": "violet", "modifies": "standard"}
{"color": "black", "line": "But what she saw on that inky broadsheet overwhelmed in an instant Miss Marjoribanks's self possession.\n", "word": "inky", "modifies": "broadsheet"}
{"color": "green", "line": "Miss Marjoribanks's heart gave one throb, which made the green and violet ribbons jump and thrill; and then she came to herself, and recognised, as she had so often done before, that she had to fight her way by herself, and had nobody to look to.\n", "word": "green", "modifies": "ribbon"}
{"color": "black", "line": "All this passed through her head in the one bewildering moment, while her father's words were still making her ears tingle, and _that name_, printed in big inky letters, seemed to flutter in all the air round her.\n", "word": "inky", "modifies": "letter"}
{"color": "green", "line": "\"I have the favours to make, Aunt Jemima,\" said Lucilla \"green and violet.\n", "word": "green", "modifies": "lucilla"}
{"color": "green", "line": "It was easy to say that \"papa would be on Mr Ashburton's committee, you know,\" but nobody had known that Mr Cavendish was coming to drive everything topsy turvy; and Lucilla, though she professed to know only who was the man for Carlingford, had at the same time sufficient political information to be aware that the sentiments propounded in Mr Cavendish's address were also Dr Marjoribanks's sentiments; and she did not know the tricks which some green and violet spirit in the dining room was playing with the Doctor's fancy.\n", "word": "green", "modifies": "spirit"}
{"color": "green", "line": "But while all these thoughts were going through her mind, her fingers were still busy with the violet and green cockades which Aunt Jemima, after making sure that Mr Ashburton was not a Radical, had begun to help her with.\n", "word": "green", "modifies": "cockade"}
{"color": "purple", "line": "But while all these thoughts were going through her mind, her fingers were still busy with the violet and green cockades which Aunt Jemima, after making sure that Mr Ashburton was not a Radical, had begun to help her with.\n", "word": "violet", "modifies": "cockade"}
{"color": "green", "line": "This at least was how Lucilla reasoned to herself in her dilemma; and while she reasoned she used up yard upon yard of her green ribbon (for naturally the violet bore but a small proportion to the green).\n", "word": "green", "modifies": "ribbon"}
{"color": "white", "line": "And by her side was a little table, upon which stood one China rose, in a glass of water a pale rose, almost as pale as her soft old cheeks, and chilled like them by the approaching frost.\n", "word": "pale", "modifies": "rose"}
{"color": "pink", "line": "And by her side was a little table, upon which stood one China rose, in a glass of water a pale rose, almost as pale as her soft old cheeks, and chilled like them by the approaching frost.\n", "word": "rose", "modifies": "china"}
{"color": "brown", "line": "There is poor little Oswald Brown, who has doubts, and can't go into the Church, and will ruin all his prospects, and nobody can help it \" \"If I were his mother I should help it!\"\n", "word": "brown", "modifies": "oswald"}
{"color": "gray", "line": "There was not a soul to be seen in Grange Lane at that moment in the snow, which came on faster and faster, but one of Mr Wentworth's (who at that time was new in St Roque's) gray sisters, and another lady who was coming down, as quickly as Lucilla was going up, by the long line of garden walls.\n", "word": "gray", "modifies": "sister"}
{"color": "gray", "line": "The figure in the gray cloak was occupied simply with the poor people, and that is not our present business; but the other two were otherwise inspired.\n", "word": "gray", "modifies": "cloak"}
{"color": "brown", "line": "But on the third or fourth day, when she was in Miss Brown's photographing room (the eldest Miss Brown was not married, and was a mother to the younger girls, and always enthusiastic about sitters), Mr Ashburton called about business, and Thomas came to fetch Miss Marjoribanks.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "She was sitting with the greatest good nature for half a dozen pictures, knowing in her secret heart all the time that she would look a perfect fright, and that all Carlingford would see her grinning with imbecile amiability out of the hazy background of Miss Brown's _cartes_.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "asked Major Brown, with an air of dismay; for, to tell the truth, his heart inclined a little towards poor Mr Cavendish, who was an old neighbour, and to whom Major Brown could not but think the Marjoribanks and others had behaved rather cruelly.\n", "word": "brown", "modifies": "major"}
{"color": "brown", "line": "I don't remember saying anything of the sort,\" said Major Brown.\n", "word": "brown", "modifies": "major"}
{"color": "red", "line": "And he grew quite inarticulate in his confusion, and red in the face, and lost his head altogether, while Lucilla sat calmly looking on with that air of virtue at once severe and indulgent, which pities, and blames, and hopes that perhaps there is not so much harm done as might have been expected.\n", "word": "red", "modifies": "face"}
{"color": "brown", "line": "It was terrible to hear the soft sigh she gave when she shook hands with Major Brown.\n", "word": "brown", "modifies": "major"}
{"color": "brown", "line": "\"I have always said, papa, that you don't think enough of the weight people give to your opinion,\" Miss Brown replied, as she gave the final bath to her negatives; and they both left off work with a certain glow of comforted _amour propre_, and the most benevolent sentiments towards Mr Ashburton, who, to tell the truth, until he got his lesson from Miss Marjoribanks, had never once thought about the opinion of Major Brown.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "Lucilla came in with a fine bloom on her cheeks, but still with a shade of that sadness which had had so great an effect upon Major Brown.\n", "word": "brown", "modifies": "major"}
{"color": "brown", "line": "\"I have been sitting to Maria Brown.\n", "word": "brown", "modifies": "maria"}
{"color": "pink", "line": "Lucilla rose at once, but she was not a woman to make pretences.\n", "word": "rose", "modifies": "lucilla"}
{"color": "red", "line": "And then he sat down on the chair Thomas had given him; and he looked uncomfortable, to say the least of it; and he was getting large in dimensions and a little red in the face, and had by no means the air of thinking that it didn't matter for a gentleman.\n", "word": "red", "modifies": "dimension"}
{"color": "brown", "line": "I have been sitting to Maria Brown, and I am almost fainting.\n", "word": "brown", "modifies": "maria"}
{"color": "brown", "line": "I wish you gentlemen would sit to her; it would please her, and it would not do _you_ much harm; and then for your constituents, you know \" \"I hope you don't wish me to look like one of Maria Brown's photographs to my constituents,\" said Mr Cavendish; \"but then I am happy to say they all know me pretty well.\"\n", "word": "brown", "modifies": "maria"}
{"color": "brown", "line": "But then, to be sure, you will be in time at the Browns',\" said Lucilla sweetly, and she gave the one rival her hand while she held the arm of the other, at the door of the dining room, in which Mr Ashburton had gallantly deposited Aunt Jemima before saying good bye.\n", "word": "brown", "modifies": "time"}
{"color": "red", "line": "The outlines of his fine figure had changed considerably, and his face was a little red, and he had the look of a man whose circumstances, spiritual and temporal, would not quite bear a rigid examination.\n", "word": "red", "modifies": "face"}
{"color": "brown", "line": "On the contrary she turned to Aunt Jemima, who kept in the background an alarmed and alert spectator, to consult her about a shade of wool; and just then Mr Cavendish, looking out of the window, saw Major Brown conducting his rival through his garden, and shaking hands with him cordially at the door.\n", "word": "brown", "modifies": "major"}
{"color": "brown", "line": "He, too, had sat to Maria Brown, and commanded once the warmest admiration of the household.\n", "word": "brown", "modifies": "maria"}
{"color": "brown", "line": "With this idea it was Miss Brown he asked for as he knocked at the Major's door; and he found them both in the drawing room, Maria with gloves on to hide the honourable stains of her photography, which made her comparatively useless when she was out of her \"studio\" and her father walking about in a state of excitement, which was, indeed, what Mr Cavendish expected.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "Miss Brown said, and fluttered and looked at her father, and could not tell what more to say.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "\"It is so good of you to come so soon,\" Miss Brown repeated; \"perhaps you have been to see Lucilla,\" and then she stopped again, slightly tremulous, and turned an appealing gaze to her papa.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "\"I have been a long time gone, you know, but I have not forgotten Carlingford; and you must forgive me for saying that I was very glad to hear I might still come to see Miss Brown.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "It was quite involuntary, I am sure, for I never thought my casual expression of opinion likely to have any weight \" \"Papa never will perceive the weight that is attached to his opinion,\" said Miss Brown.\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "When they had done, he got down off his seat and took his right hand out of his pocket and offered it to Miss Brown, who, putting her own into it, poor soul!\n", "word": "brown", "modifies": "miss"}
{"color": "brown", "line": "As for Miss Brown, it was all she could do to keep from crying as he went away.\n", "word": "brown", "modifies": "miss"}
{"color": "red", "line": "He might as well have asked whose fault it was that he was getting stout and red in the face, and had not the same grace of figure nor ease of mind as he used to have?\n", "word": "red", "modifies": "stout"}
{"color": "gray", "line": "And though he did not come up to tea, he made his appearance afterwards with a flake of new fallen snow still upon his rusty gray whiskers.\n", "word": "gray", "modifies": "whisker"}
{"color": "white", "line": "But that night the snow cushioned the wire outside, and even made white cornices and columns about the steady lamp, and the Doctor slept within, and no one disturbed him; for except Mrs Chiley and a few chronic patients, there was nothing particularly amiss in Carlingford, and then it was Dr Rider whom all the new people went to, the people who lived in the innumerable new houses at the other end of Carlingford, and had no hallowing tradition of the superior authority of Grange Lane.\n", "word": "white", "modifies": "cornice"}
{"color": "white", "line": "It put the election out of people's heads, and even their own affairs for the time being; for had he not known all about the greater part of them seen them come into the world and kept them in it and put himself always in the breach when the pale Death approached that way?\n", "word": "pale", "modifies": "death"}
{"color": "white", "line": "It took their minds a little off the ghastly imagination of that dark room with the snow on the window, and the late moonlight trying to get into the darkness, and the white rigid face inside, as he was said to have been found.\n", "word": "white", "modifies": "face"}
{"color": "gray", "line": "This consciousness kept gleaming upon her as she sat in the dull daylight behind the closed blinds, with articles of mourning piled about everywhere, and the gray dimness getting into her very eyes, and her mind distressed by the consciousness that she ought to have been unable to think; and the sadness of the prospect altogether was enough to stir up a reaction, in spite of herself, in Miss Marjoribanks's mind.\n", "word": "gray", "modifies": "dimness"}
{"color": "white", "line": "It was conveyed to her by Aunt Jemima, who came to her in her room after the funeral with a face blanched with dismay.\n", "word": "blanched", "modifies": "face"}
{"color": "pink", "line": "Upon which Lucilla rose and kissed Aunt Jemima, though her head was all confused and she had noises in her ears.\n", "word": "rose", "modifies": "lucilla"}
{"color": "black", "line": "If she had not heard this extraordinary news, which made the world turn round with her, Miss Marjoribanks would have felt that soft hush of exhaustion and grief subdued which, when the grief is not too urgent, comes after all is over; and even now she felt a certain comfort in the warm firelight and the change out of her own room where she had been living shut up, with the blinds down, and the black dresses everywhere about, for so many dreary days.\n", "word": "black", "modifies": "dress"}
{"color": "brown", "line": "John Brown, who had charge of Dr Marjoribanks's affairs, came next day and explained everything to Lucilla.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "This was all Mr Brown could say about the effect the shock had on the Doctor.\n", "word": "brown", "modifies": "mr"}
{"color": "brown", "line": "\"I thought he looked a little broken when he went out,\" said Mr Brown, \"but full of pluck and spirit, as he always was.\n", "word": "brown", "modifies": "mr"}
{"color": "brown", "line": "He was a good man, Miss Marjoribanks, and there is nobody that has not some kind thing to tell of him,\" said the lawyer, with a certain moisture in his eyes; for there was nobody in Carlingford who did not miss the old Doctor, and John Brown was very tender hearted in his way.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "in John Brown's office; though, after all, perhaps, it was not chiefly as a tender father that Dr Marjoribanks shone, though he gave his daughter all she wanted or asked for.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "Her grief was so true, and so little tinctured by any of that indignation over the unexpected loss, which Aunt Jemima had not been able to conceal, that John Brown was quite touched, and felt his heart warm to Lucilla.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "All this settled down, however, into a certain distinctness as John Brown, who was very clear headed and good at making a concise statement, went on; and gradually the gyrations became slower and slower, and the great universe became solid once more, and held to its moorings under Lucilla's feet, and she ceased to hear that supernatural hum and buzz.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "said Lucilla; \"if poor papa had retired indeed, as I used to beg him to do, and parted with it But everybody has begun to send for Dr Rider already,\" she said, in an aggrieved voice; and then for the first time John Brown remembered, to his confusion, that there was once said to be \"something between\" Miss Marjoribanks and Dr Rider; which complicated the affair in the most uncomfortable way.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "\"What I meant to say,\" said John Brown, \"was, that Dr Rider, though he is not rich, and could not pay a large sum of money down, would be very glad to make some arrangement.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "\"I will do whatever you think proper,\" said John Brown, who was rather scared, and very much impressed by Miss Marjoribanks's candour.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "Dr Rider had been the first love of Mr Brown's own wife, and the lawyer had a curious kind of satisfaction in thinking that this silly young fellow had thus lost two admirable women, and that probably the little Australian was equally inferior to Miss Marjoribanks and Mrs Brown.\n", "word": "brown", "modifies": "mr"}
{"color": "brown", "line": "According to what John Brown had said, and a rapid calculation which Lucilla had herself made in passing, something approaching two hundred a year would be left to her just a small single woman's revenue, as she thought to herself.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "And then Lucilla unfolded John Brown's further particulars to her surprised hearer.\n", "word": "brown", "modifies": "john"}
{"color": "black", "line": "When she put back her thick black veil, the last climax of painful change came upon Miss Marjoribanks.\n", "word": "black", "modifies": "veil"}
{"color": "brown", "line": "And Lucilla, on her knees before the fire, told Nancy of that exclamation the Doctor had made in John Brown's office, and how he had put his hand on her shoulder that last night.\n", "word": "brown", "modifies": "john"}
{"color": "brown", "line": "\"You are excited now,\" Miss Brown said, who had a great deal of experience in family troubles; \"one always is at such a time; but when things have settled down in their ordinary way, then you will find it is more than you can bear.\n", "word": "brown", "modifies": "miss"}
{"color": "pink", "line": "Aunt Jemima said, faltering a little; and then a pink blush, which seemed strangely uncalled for in such a mild little tea party, came over her mature countenance; \"but then one can never tell what may happen.\n", "word": "pink", "modifies": "blush"}
{"color": "pink", "line": "But her visitors were taking their cup of tea all the time, in a melancholy, half sympathetic, half disapproving way, and they could not be expected to see anything particularly interesting in Aunt Jemima's blush.\n", "word": "blush", "modifies": "aunt"}
{"color": "pink", "line": "And then Rose Lake came in from Grove Street, who was rather an unusual visitor, and whose appearance, though they were all very kind and gracious to her, rather put the others to flight; for nobody had ever quite forgotten or forgiven Barbara's brief entrance into society and flirtation with Mr Cavendish, which might be said to have been the beginning of all that happened to him in Grange Lane.\n", "word": "rose", "modifies": "lake"}
{"color": "brown", "line": "Maria Brown had withdrawn to another part of the drawing room with Aunt Jemima, so that Lucilla was, so to speak, left alone with Rose.\n", "word": "brown", "modifies": "maria"}
{"color": "brown", "line": "Aunt Jemima and Miss Brown, who had drawn near out of curiosity, stared at Rose as if they thought she had gone mad; but Lucilla, who was of a larger mind and more enlightened ideas, neither laughed nor looked horrified.\n", "word": "brown", "modifies": "miss"}
{"color": "pink", "line": "And then, oddly enough, it was Rose Lake's suggestion which came after this to Lucilla's mind.\n", "word": "rose", "modifies": "lake"}
{"color": "brown", "line": "If it had been Maria Brown, for instance, who had been concerned, the whole question would have been one of utter unimportance, except to the heroine itself; but it was different in Miss Marjoribanks's case.\n", "word": "brown", "modifies": "maria"}
{"color": "black", "line": "She looked very well in her mourning, though she had not expected to do so; for black was not Lucilla's style.\n", "word": "black", "modifies": "style"}
{"color": "blue", "line": "Perhaps he was only asking himself whether Lucilla would or could be present along with Lady Richmond and her family at the window of the Blue Boar on the great day; but if that was it, the idea had a certain brightening and quickening influence upon his face and his movements.\n", "word": "blue", "modifies": "boar"}
{"color": "blue", "line": "As for appearing at the window of the Blue Boar with Lady Richmond, if that was what Mr Ashburton was curious about, he might have saved himself the trouble of any speculations on the subject.\n", "word": "blue", "modifies": "boar"}
{"color": "black", "line": "Upon which Barbara lifted her black eyes and looked at him as she had scarcely done before.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "The eyes were as bright as ever, and they were softened a little for the moment out of the stare that seemed to have grown habitual to them; and her crimson cheeks glowed as of old; and though she was untidy, and looked worn, and like a creature much buffeted about by wind and waves, she was still what connoisseurs in that article call a fine woman.\n", "word": "crimson", "modifies": "cheek"}
{"color": "red", "line": "A man whose hand is red metaphorically with your sister's blood is no doubt a highly objectionable personage; but it is doubtful whether, under the circumstances, an enlightened constituency might not consider the man who had given a perfectly unstained hand to so thoroughly unsatisfactory a sister as more objectionable still; and the indignation of Grange Lane at Barbara's reappearance was nothing to the fury of George Street, and even of Wharfside, where the bargees began to scoff openly.\n", "word": "red", "modifies": "hand"}
{"color": "black", "line": "Society had nothing worse to say than to quote Mrs Chiley, and assert that \"these artist people were all adventurers\"; and then Grange Lane in general could not forget that it \"had met\" Barbara, nor dismiss from its consideration her black eyes, her level brows, and her magnificent contralto; whereas in the other region the idea of the Member for Carlingford marrying \"that sort!\"\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "And the exceptional standing which poor Mr Lake and his daughter Rose used to lay claim to the \"rank of their own\" which they possessed as artists was a pretension much more disagreeable to the shopkeepers than to society in general.\n", "word": "rose", "modifies": "daughter"}
{"color": "black", "line": "She could not help the flashing of those big black eyes, to which the level line above them gave such a curious appearance of obliqueness nor was it to be expected that she should deny herself the use of her advantages, or omit to \"take the second\" in all the canticles with such melodious liquid tones as made everybody stop and look round.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "If it had been Rose Lake, it would still have been a blow; but Rose was unspeakably respectable, and nobody could have said a syllable on the subject: while Barbara, who came to church in a tin gown, and rustled up the middle aisle in it, attracting all eyes, and took such a second in the canticles that she overwhelmed the choir itself Barbara, who had made people talk at Lucilla's parties, and had been ten years away, wandering over the face of the earth, nobody could tell where governessing, singing, play acting, perhaps, for anything that anybody could tell!\n", "word": "rose", "modifies": "lake"}
{"color": "blue", "line": "\"I suppose it is of no use asking you if you would join Lady Richmond's party at the Blue Boar?\n", "word": "blue", "modifies": "boar"}
{"color": "green", "line": "People might have found it possible to condone a sin or wink at a mere backsliding; but there were few so bigoted in their faith as to believe that the man who was capable of marrying Barbara Lake could ever be the man for Carlingford; and thus it was that Mr Cavendish, who had been flourishing like a green bay tree, withered away, as it were, in a moment, and the place that had known him knew him no more.\n", "word": "green", "modifies": "tree"}
{"color": "blue", "line": "The hustings were erected at that central spot, just under the windows of the Blue Boar, where Grange Lane and George Street meet, the most central point in Carlingford.\n", "word": "blue", "modifies": "boar"}
{"color": "green", "line": "She saw from her window the cabs rushing past, now with her own violet and green colours, now with the blue and yellow.\n", "word": "green", "modifies": "colour"}
{"color": "blue", "line": "She saw from her window the cabs rushing past, now with her own violet and green colours, now with the blue and yellow.\n", "word": "blue", "modifies": "violet"}
{"color": "purple", "line": "She saw from her window the cabs rushing past, now with her own violet and green colours, now with the blue and yellow.\n", "word": "violet", "modifies": "colour"}
{"color": "blue", "line": "The first load of bargemen that came up Grange Lane from the farther end of Wharf side were all Blues; and when a spectator is thus held on the very edge of the event in a suspense which grows every moment more intolerable, especially when he or she is disposed to believe that things in general go on all the worse for his or her absence, it is no wonder if that spectator becomes nervous, and sees all the dangers at their darkest.\n", "word": "blue", "modifies": "load"}
{"color": "blue", "line": "Mr Cavendish's committee brought their supporters very well up in the morning no doubt by way of making sure of them, as somebody suggested on the other side; and for some time Mrs Woodburn's party at Masters's windows (which Masters had given rather reluctantly, by way of pleasing the Rector) looked in better spirits and less anxious than Lady Richmond's party, which was at the Blue Boar.\n", "word": "blue", "modifies": "boar"}
{"color": "blue", "line": "These were the numbers; and they made Masters's triumphant, while silence and anxiety fell upon the Blue Boar: When Miss Marjoribanks received this disastrous intelligence, she put the note in her pocket without saying a word to Aunt Jemima, and left her window, and went back to her worsted work; but as for Mrs Woodburn, she gave her brother a hug, and laughed, and cried, and believed in it, like a silly woman as she was.\n", "word": "blue", "modifies": "boar"}
{"color": "pink", "line": "The Brussels veil which she used to dream of had faded as much from her memory as poor Rose's Honiton design, for which she had got the prize.\n", "word": "rose", "modifies": "design"}
{"color": "white", "line": "The buzz of that impromptu assembly, in which everybody talked at the same moment, and nobody listened, except perhaps Lucilla, had all died away into utter stillness; but the excitement had not died away; _that_ had only risen to a white heat, silent and consuming, as the two ladies sat over their tea.\n", "word": "white", "modifies": "heat"}
{"color": "blue", "line": "She is in her own room, you unnatural boy the blue room, next to what used to be yours.\n", "word": "blue", "modifies": "room"}
{"color": "blue", "line": "I thought of letting you stay in the house, as Aunt Jemima is with me; but if you do not mean to go and tell your mother, I will tell Nancy to send your things up to the Blue Boar.\n", "word": "blue", "modifies": "boar"}
{"color": "blue", "line": "You may say what you like, but I know you are famishing; and Aunt Jemima is in the blue room, next door to Oh, here is Nancy.\n", "word": "blue", "modifies": "room"}
{"color": "blue", "line": "It is Mr Tom, who has come home,\" said Lucilla hastily, not without a rising colour; for it was hard to explain why, when his mother was in the blue room all this time, he should have stayed here.\n", "word": "blue", "modifies": "room"}
{"color": "blue", "line": "\"That would be all very true if you were like anybody else,\" said Lucilla; \"but I hope you would not like to send Mr Tom off to the Blue Boar.\n", "word": "blue", "modifies": "boar"}
{"color": "pink", "line": "It is \" Here the old lady, to Lucilla's surprise, rose up upon her pillows and threw her arms round her, and kissed her over again, and fell a crying.\n", "word": "rose", "modifies": "pillow"}
{"color": "pink", "line": "said Mrs Chiley, growing pale for she generally had a little wintry bloom on her cheek like the China roses she was so fond of.\n", "word": "rose", "modifies": "china"}
{"color": "brown", "line": "But, on the other hand, John Brown, who had in hand the sale of Marchbank, found him the most straightforward and clear headed of clients.\n", "word": "brown", "modifies": "john"}
{"color": "green", "line": "When the summer had fairly commenced he went over and lived there, and saw to everything, and went so far as to fit up the drawing room with the same well remembered tint of pale green which had been found ten years ago to suit so well with Lucilla's complexion.\n", "word": "green", "modifies": "tint"}
{"color": "white", "line": "When the summer had fairly commenced he went over and lived there, and saw to everything, and went so far as to fit up the drawing room with the same well remembered tint of pale green which had been found ten years ago to suit so well with Lucilla's complexion.\n", "word": "pale", "modifies": "green"}
{"color": "green", "line": "It was perhaps a little hazardous to repeat the experiment, for green, as everybody knows, is a very trying colour; but it was a most touching and triumphant proof that to Tom, at least, Lucilla was as young as ever, and had not even begun to go off.\n", "word": "green", "modifies": "colour"}
{"color": "pink", "line": "She saw of what it was capable, and already, in imagination, the desert blossomed like a rose before her beneficent steps, and the sweet sense of well doing rose in her breast.\n", "word": "rose", "modifies": "sense"}
{"color": "pink", "line": "Then there rose up before her a vision of a parish saved, a village reformed, a county reorganised, and a triumphant election at the end, the recompense and crown of all, which should put the government of the country itself, to a certain extent, into competent hands.\n", "word": "rose", "modifies": "vision"}
{"color": "pink", "line": "As she was in the first freshness of her youthful daring, when she rose like the sun upon the chaos of society in Carlingford, so is she now as she goes forth into the County to carry light and progress there.\n", "word": "rose", "modifies": "freshness"}
