{"color": "white", "line": "_He_ remains but the happiest of accidents; his actualities, all too definite, precluded any range of possibilities; it had only been his charming office to project upon that wide field of the artist’s vision—which hangs there ever in place like the white sheet suspended for the figures of a child’s magic lantern—a more fantastic and more moveable shadow.)\n", "word": "white", "modifies": "sheet"}
{"color": "green", "line": "He had come with a view that might have been figured by a clear green liquid, say, in a neat glass phial; and the liquid, once poured into the open cup of _application_, once exposed to the action of another air, had begun to turn from green to red, or whatever, and might, for all he knew, be on its way to purple, to black, to yellow.\n", "word": "green", "modifies": "liquid"}
{"color": "black", "line": "He had come with a view that might have been figured by a clear green liquid, say, in a neat glass phial; and the liquid, once poured into the open cup of _application_, once exposed to the action of another air, had begun to turn from green to red, or whatever, and might, for all he knew, be on its way to purple, to black, to yellow.\n", "word": "black", "modifies": "way"}
{"color": "yellow", "line": "He had come with a view that might have been figured by a clear green liquid, say, in a neat glass phial; and the liquid, once poured into the open cup of _application_, once exposed to the action of another air, had begun to turn from green to red, or whatever, and might, for all he knew, be on its way to purple, to black, to yellow.\n", "word": "yellow", "modifies": "purple"}
{"color": "purple", "line": "He had come with a view that might have been figured by a clear green liquid, say, in a neat glass phial; and the liquid, once poured into the open cup of _application_, once exposed to the action of another air, had begun to turn from green to red, or whatever, and might, for all he knew, be on its way to purple, to black, to yellow.\n", "word": "purple", "modifies": "way"}
{"color": "white", "line": "There is always, of course, for the story teller, the irresistible determinant and the incalculable advantage of his interest in the story _as such_; it is ever, obviously, overwhelmingly, the prime and precious thing (as other than this I have never been able to see it); as to which what makes for it, with whatever headlong energy, may be said to pale before the energy with which it simply makes for itself.\n", "word": "pale", "modifies": "energy"}
{"color": "white", "line": "After the young woman in the glass cage had held up to him across her counter the pale pink leaflet bearing his friend’s name, which she neatly pronounced, he turned away to find himself, in the hall, facing a lady who met his eyes as with an intention suddenly determined, and whose features—not freshly young, not markedly fine, but on happy terms with each other—came back to him as from a recent vision.\n", "word": "pale", "modifies": "leaflet"}
{"color": "pink", "line": "After the young woman in the glass cage had held up to him across her counter the pale pink leaflet bearing his friend’s name, which she neatly pronounced, he turned away to find himself, in the hall, facing a lady who met his eyes as with an intention suddenly determined, and whose features—not freshly young, not markedly fine, but on happy terms with each other—came back to him as from a recent vision.\n", "word": "pink", "modifies": "leaflet"}
{"color": "red", "line": "He leaned back on this support with his face to the tower of the cathedral, now admirably commanded by their station, the high red brown mass, square and subordinately spired and crocketed, retouched and restored, but charming to his long sealed eyes and with the first swallows of the year weaving their flight all round it.\n", "word": "red", "modifies": "mass"}
{"color": "brown", "line": "He leaned back on this support with his face to the tower of the cathedral, now admirably commanded by their station, the high red brown mass, square and subordinately spired and crocketed, retouched and restored, but charming to his long sealed eyes and with the first swallows of the year weaving their flight all round it.\n", "word": "brown", "modifies": "mass"}
{"color": "pink", "line": "He had met her as she rose from her little table in a window, where, with the morning papers beside her, she reminded him, as he let her know, of Major Pendennis breakfasting at his club—a compliment of which she professed a deep appreciation; and he detained her as pleadingly as if he had already—and notably under pressure of the visions of the night—learned to be unable to do without her.\n", "word": "rose", "modifies": "table"}
{"color": "pink", "line": "Miss Gostrey had dined with him at his hotel, face to face over a small table on which the lighted candles had rose coloured shades; and the rose coloured shades and the small table and the soft fragrance of the lady—had anything to his mere sense ever been so soft?—were so many touches in he scarce knew what positive high picture.\n", "word": "rose", "modifies": "candle"}
{"color": "pink", "line": "He had been to the theatre, even to the opera, in Boston, with Mrs. Newsome, more than once acting as her only escort; but there had been no little confronted dinner, no pink lights, no whiff of vague sweetness, as a preliminary: one of the results of which was that at present, mildly rueful, though with a sharpish accent, he actually asked himself _why_ there hadn’t.\n", "word": "pink", "modifies": "light"}
{"color": "red", "line": "Mrs. Newsome’s dress was never in any degree “cut down,” and she never wore round her throat a broad red velvet band: if she had, moreover, would it ever have served so to carry on and complicate, as he now almost felt, his vision?\n", "word": "red", "modifies": "band"}
{"color": "red", "line": "What, certainly, had a man conscious of a man’s work in the world to do with red velvet bands?\n", "word": "red", "modifies": "band"}
{"color": "black", "line": "Mrs. Newsome wore, at operatic hours, a black silk dress—very handsome, he knew it was “handsome”—and an ornament that his memory was able further to identify as a ruche.\n", "word": "black", "modifies": "dress"}
{"color": "gray", "line": "He had married, in the far away years, so young as to have missed the time natural in Boston for taking girls to the Museum; and it was absolutely true of hint that—even after the close of the period of conscious detachment occupying the centre of his life, the grey middle desert of the two deaths, that of his wife and that, ten years later, of his boy—he had never taken any one anywhere.\n", "word": "grey", "modifies": "desert"}
{"color": "red", "line": "He felt as if the play itself penetrated him with the naked elbow of his neighbour, a great stripped handsome red haired lady who conversed with a gentleman on her other side in stray dissyllables which had for his ear, in the oddest way in the world, so much sound that he wondered they hadn’t more sense; and he recognised by the same law, beyond the footlights, what he was pleased to take for the very flush of English life.\n", "word": "red", "modifies": "lady"}
{"color": "gold", "line": "Here, on the other hand, apart from the personal and the sexual range—which might be greater or less—a series of strong stamps had been applied, as it were, from without; stamps that his observation played with as, before a glass case on a table, it might have passed from medal to medal and from copper to gold.\n", "word": "gold", "modifies": "copper"}
{"color": "brown", "line": "Here, on the other hand, apart from the personal and the sexual range—which might be greater or less—a series of strong stamps had been applied, as it were, from without; stamps that his observation played with as, before a glass case on a table, it might have passed from medal to medal and from copper to gold.\n", "word": "copper", "modifies": "medal"}
{"color": "yellow", "line": "It befell that in the drama precisely there was a bad woman in a yellow frock who made a pleasant weak good looking young man in perpetual evening dress do the most dreadful things.\n", "word": "yellow", "modifies": "frock"}
{"color": "yellow", "line": "Strether felt himself on the whole not afraid of the yellow frock, but he was vaguely anxious over a certain kindness into which he found himself drifting for its victim.\n", "word": "yellow", "modifies": "frock"}
{"color": "white", "line": "It’s tremendously neat—a real reproach; quite remarkably thick and without, as yet, a single strand of white.\n", "word": "white", "modifies": "strand"}
{"color": "green", "line": "“The green cover won’t—nor will _any_ cover—avail you with _me_.\n", "word": "green", "modifies": "cover"}
{"color": "gray", "line": "This morning there _were_ letters—letters which had reached London, apparently all together, the day of Strether’s journey, and had taken their time to follow him; so that, after a controlled impulse to go into them in the reception room of the bank, which, reminding him of the post office at Woollett, affected him as the abutment of some transatlantic bridge, he slipped them into the pocket of his loose grey overcoat with a sense of the felicity of carrying them off.\n", "word": "grey", "modifies": "overcoat"}
{"color": "red", "line": "The prompt Paris morning struck its cheerful notes—in a soft breeze and a sprinkled smell, in the light flit, over the garden floor, of bareheaded girls with the buckled strap of oblong boxes, in the type of ancient thrifty persons basking betimes where terrace walls were warm, in the blue frocked brass labelled officialism of humble rakers and scrapers, in the deep references of a straight pacing priest or the sharp ones of a white gaitered red legged soldier.\n", "word": "red", "modifies": "soldier"}
{"color": "white", "line": "The prompt Paris morning struck its cheerful notes—in a soft breeze and a sprinkled smell, in the light flit, over the garden floor, of bareheaded girls with the buckled strap of oblong boxes, in the type of ancient thrifty persons basking betimes where terrace walls were warm, in the blue frocked brass labelled officialism of humble rakers and scrapers, in the deep references of a straight pacing priest or the sharp ones of a white gaitered red legged soldier.\n", "word": "white", "modifies": "soldier"}
{"color": "blue", "line": "The prompt Paris morning struck its cheerful notes—in a soft breeze and a sprinkled smell, in the light flit, over the garden floor, of bareheaded girls with the buckled strap of oblong boxes, in the type of ancient thrifty persons basking betimes where terrace walls were warm, in the blue frocked brass labelled officialism of humble rakers and scrapers, in the deep references of a straight pacing priest or the sharp ones of a white gaitered red legged soldier.\n", "word": "blue", "modifies": "brass"}
{"color": "white", "line": "He filled out spaces with dim symbols of scenes; he caught the gleam of white statues at the base of which, with his letters out, he could tilt back a straw bottomed chair.\n", "word": "white", "modifies": "statue"}
{"color": "green", "line": "In the Luxembourg Gardens he pulled up; here at last he found his nook, and here, on a penny chair from which terraces, alleys, vistas, fountains, little trees in green tubs, little women in white caps and shrill little girls at play all sunnily “composed” together, he passed an hour in which the cup of his impressions seemed truly to overflow.\n", "word": "green", "modifies": "tub"}
{"color": "white", "line": "In the Luxembourg Gardens he pulled up; here at last he found his nook, and here, on a penny chair from which terraces, alleys, vistas, fountains, little trees in green tubs, little women in white caps and shrill little girls at play all sunnily “composed” together, he passed an hour in which the cup of his impressions seemed truly to overflow.\n", "word": "white", "modifies": "cap"}
{"color": "gray", "line": "It was at present as if the backward picture had hung there, the long crooked course, grey in the shadow of his solitude.\n", "word": "grey", "modifies": "course"}
{"color": "white", "line": "Beyond, behind them was the pale figure of his real youth, which held against its breast the two presences paler than itself—the young wife he had early lost and the young son he had stupidly sacrificed.\n", "word": "pale", "modifies": "figure"}
{"color": "green", "line": "His name on the green cover, where he had put it for Mrs. Newsome, expressed him doubtless just enough to make the world—the world as distinguished, both for more and for less, from Woollett—ask who he was.\n", "word": "green", "modifies": "cover"}
{"color": "green", "line": "The green covers at home comprised, by the law of their purpose, no tribute to letters; it was of a mere rich kernel of economics, politics, ethics that, glazed and, as Mrs. Newsome maintained rather against _his_ view, pre eminently pleasant to touch, they formed the specious shell.\n", "word": "green", "modifies": "cover"}
{"color": "white", "line": "They were folded now over the breasts of buried generations; but a flutter or two lived again in the turned page of shock headed slouch hatted loiterers whose young intensity of type, in the direction of pale acuteness, deepened his vision, and even his appreciation, of racial differences, and whose manipulation of the uncut volume was too often, however, but a listening at closed doors.\n", "word": "pale", "modifies": "acuteness"}
{"color": "gray", "line": "He had struck off the fancy that it might, as a preliminary, be of service to him to be seen, by a happy accident, from the third story windows, which took all the March sun, but of what service was it to find himself making out after a moment that the quality “sprung,” the quality produced by measure and balance, the fine relation of part to part and space to space, was probably—aided by the presence of ornament as positive as it was discreet, and by the complexion of the stone, a cold fair grey, warmed and polished a little by life—neither more nor less than a case of distinction, such a case as he could only feel unexpectedly as a sort of delivered challenge?\n", "word": "grey", "modifies": "complexion"}
{"color": "purple", "line": "Two or three of the windows stood open to the violet air; and, before Strether had cut the knot by crossing, a young man had come out and looked about him, had lighted a cigarette and tossed the match over, and then, resting on the rail, had given himself up to watching the life below while he smoked.\n", "word": "violet", "modifies": "air"}
{"color": "pink", "line": "It regularly rose before me in its might.\n", "word": "rose", "modifies": "might"}
{"color": "gold", "line": "They walked, wandered, wondered and, a little, lost themselves; Strether hadn’t had for years so rich a consciousness of time—a bag of gold into which he constantly dipped for a handful.\n", "word": "gold", "modifies": "bag"}
{"color": "white", "line": "Wherever he looked he saw an old ivory or an old brocade, and he scarce knew where to sit for fear of a misappliance.\n", "word": "ivory", "modifies": "brocade"}
{"color": "brown", "line": "It was the innermost nook of the shrine—as brown as a pirate’s cave.\n", "word": "brown", "modifies": "nook"}
{"color": "gold", "line": "In the brownness were glints of gold; patches of purple were in the gloom; objects all that caught, through the muslin, with their high rarity, the light of the low windows.\n", "word": "gold", "modifies": "glint"}
{"color": "purple", "line": "In the brownness were glints of gold; patches of purple were in the gloom; objects all that caught, through the muslin, with their high rarity, the light of the low windows.\n", "word": "purple", "modifies": "patch"}
{"color": "blue", "line": "The meeting with little Bilham took place, by easy arrangement, in the great gallery of the Louvre; and when, standing with his fellow visitor before one of the splendid Titians—the overwhelming portrait of the young man with the strangely shaped glove and the blue grey eyes—he turned to see the third member of their party advance from the end of the waxed and gilded vista, he had a sense of having at last taken hold.\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "The meeting with little Bilham took place, by easy arrangement, in the great gallery of the Louvre; and when, standing with his fellow visitor before one of the splendid Titians—the overwhelming portrait of the young man with the strangely shaped glove and the blue grey eyes—he turned to see the third member of their party advance from the end of the waxed and gilded vista, he had a sense of having at last taken hold.\n", "word": "grey", "modifies": "eye"}
{"color": "blue", "line": "Strether had dispatched for this purpose a small blue missive to the Boulevard Malesherbes, but up to the moment of their passing into the theatre he had received no response to his message.\n", "word": "blue", "modifies": "missive"}
{"color": "black", "line": "He had done in the same line still more than this; had by a mere shake or two of the head made his old friend observe that the change in him was perhaps more than anything else, for the eye, a matter of the marked streaks of grey, extraordinary at his age, in his thick black hair; as well as that this new feature was curiously becoming to him, did something for him, as characterisation, also even—of all things in the world—as refinement, that had been a good deal wanted.\n", "word": "black", "modifies": "hair"}
{"color": "gray", "line": "He had done in the same line still more than this; had by a mere shake or two of the head made his old friend observe that the change in him was perhaps more than anything else, for the eye, a matter of the marked streaks of grey, extraordinary at his age, in his thick black hair; as well as that this new feature was curiously becoming to him, did something for him, as characterisation, also even—of all things in the world—as refinement, that had been a good deal wanted.\n", "word": "grey", "modifies": "streak"}
{"color": "purple", "line": "Not till, on the purple divan before the perfunctory _bock_, he had brought out the words themselves, was he sure, for that matter, that the present would be saved.\n", "word": "purple", "modifies": "divan"}
{"color": "gray", "line": "Not only his moral, but also, as it were, his æsthetic sense had a little to pay for this, Chad being unmistakeably—and wasn’t it a matter of the confounded grey hair again?—handsomer than he had ever promised.\n", "word": "grey", "modifies": "hair"}
{"color": "brown", "line": "Chad was brown and thick and strong, and of old Chad had been rough.\n", "word": "brown", "modifies": "chad"}
{"color": "blue", "line": "What was it but a relation to be regarded as so decorative and, in especial, on the strength of it, to be whirled away, amid flounces and feathers, in a coupé lined, by what Strether could make out, with dark blue brocade?\n", "word": "blue", "modifies": "brocade"}
{"color": "white", "line": "The place itself was a great impression—a small pavilion, clear faced and sequestered, an effect of polished parquet, of fine white panel and spare sallow gilt, of decoration delicate and rare, in the heart of the Faubourg Saint Germain and on the edge of a cluster of gardens attached to old noble houses.\n", "word": "white", "modifies": "panel"}
{"color": "gray", "line": "Strether, in contact with that element as he had never yet so intimately been, had the consciousness of opening to it, for the happy instant, all the windows of his mind, of letting this rather grey interior drink in for once the sun of a clime not marked in his old geography.\n", "word": "grey", "modifies": "interior"}
{"color": "white", "line": "I’m but the bleached bones of a Christian.” “Well then there we are!\n", "word": "bleached", "modifies": "bone"}
{"color": "black", "line": "Her smile was natural and dim; her hat not extravagant; he had only perhaps a sense of the clink, beneath her fine black sleeves, of more gold bracelets and bangles than he had ever seen a lady wear.\n", "word": "black", "modifies": "sleeve"}
{"color": "gold", "line": "Her smile was natural and dim; her hat not extravagant; he had only perhaps a sense of the clink, beneath her fine black sleeves, of more gold bracelets and bangles than he had ever seen a lady wear.\n", "word": "gold", "modifies": "bracelet"}
{"color": "white", "line": "A young girl in a white dress and a softly plumed white hat had suddenly come into view, and what was presently clear was that her course was toward them.\n", "word": "white", "modifies": "dress"}
{"color": "white", "line": "The court was large and open, full of revelations, for our friend, of the habit of privacy, the peace of intervals, the dignity of distances and approaches; the house, to his restless sense, was in the high homely style of an elder day, and the ancient Paris that he was always looking for—sometimes intensely felt, sometimes more acutely missed—was in the immemorial polish of the wide waxed staircase and in the fine _boiseries_, the medallions, mouldings, mirrors, great clear spaces, of the greyish white salon into which he had been shown.\n", "word": "white", "modifies": "salon"}
{"color": "white", "line": "The fire, under the low white marble, undraped and academic, had burnt down to the silver ashes of light wood, one of the windows, at a distance, stood open to the mildness and stillness, out of which, in the short pauses, came the faint sound, pleasant and homely, almost rustic, of a plash and a clatter of _sabots_ from some coach house on the other side of the court.\n", "word": "white", "modifies": "marble"}
{"color": "silver", "line": "The fire, under the low white marble, undraped and academic, had burnt down to the silver ashes of light wood, one of the windows, at a distance, stood open to the mildness and stillness, out of which, in the short pauses, came the faint sound, pleasant and homely, almost rustic, of a plash and a clatter of _sabots_ from some coach house on the other side of the court.\n", "word": "silver", "modifies": "ash"}
{"color": "black", "line": "Madame Gloriani, who was in black velvet, with white lace and powdered hair, and whose somewhat massive majesty melted, at any contact, into the graciousness of some incomprehensible tongue, moved away to make room for the vague gentleman, after benevolent greetings to him which embodied, as he believed, in baffling accents, some recognition of his face from a couple of Sundays before.\n", "word": "black", "modifies": "velvet"}
{"color": "white", "line": "Madame Gloriani, who was in black velvet, with white lace and powdered hair, and whose somewhat massive majesty melted, at any contact, into the graciousness of some incomprehensible tongue, moved away to make room for the vague gentleman, after benevolent greetings to him which embodied, as he believed, in baffling accents, some recognition of his face from a couple of Sundays before.\n", "word": "white", "modifies": "lace"}
{"color": "pink", "line": "She was fluttered, fairly fevered—to the point of a little glitter that came and went in her eyes and a pair of pink spots that stayed in her cheeks—with the great adventure of dining out and with the greater one still, possibly, of finding a gentleman whom she must think of as very, very old, a gentleman with eye glasses, wrinkles, a long grizzled moustache.\n", "word": "pink", "modifies": "spot"}
{"color": "green", "line": "Her bare shoulders and arms were white and beautiful; the materials of her dress, a mixture, as he supposed, of silk and crape, were of a silvery grey so artfully composed as to give an impression of warm splendour; and round her neck she wore a collar of large old emeralds, the green note of which was more dimly repeated, at other points of her apparel, in embroidery, in enamel, in satin, in substances and textures vaguely rich.\n", "word": "green", "modifies": "note"}
{"color": "white", "line": "Her bare shoulders and arms were white and beautiful; the materials of her dress, a mixture, as he supposed, of silk and crape, were of a silvery grey so artfully composed as to give an impression of warm splendour; and round her neck she wore a collar of large old emeralds, the green note of which was more dimly repeated, at other points of her apparel, in embroidery, in enamel, in satin, in substances and textures vaguely rich.\n", "word": "white", "modifies": "shoulder"}
{"color": "gray", "line": "Her bare shoulders and arms were white and beautiful; the materials of her dress, a mixture, as he supposed, of silk and crape, were of a silvery grey so artfully composed as to give an impression of warm splendour; and round her neck she wore a collar of large old emeralds, the green note of which was more dimly repeated, at other points of her apparel, in embroidery, in enamel, in satin, in substances and textures vaguely rich.\n", "word": "grey", "modifies": "material"}
{"color": "silver", "line": "Her head, extremely fair and exquisitely festal, was like a happy fancy, a notion of the antique, on an old precious medal, some silver coin of the Renaissance; while her slim lightness and brightness, her gaiety, her expression, her decision, contributed to an effect that might have been felt by a poet as half mythological and half conventional.\n", "word": "silver", "modifies": "coin"}
{"color": "white", "line": "I believe the pale pink petals are folded up there for some wondrous efflorescence in time; to open, that is, to some great golden sun.\n", "word": "pale", "modifies": "petal"}
{"color": "pink", "line": "I believe the pale pink petals are folded up there for some wondrous efflorescence in time; to open, that is, to some great golden sun.\n", "word": "pink", "modifies": "petal"}
{"color": "pink", "line": "“He ought to marry whom?” Little Bilham rose more slowly.\n", "word": "rose", "modifies": "bilham"}
{"color": "brown", "line": "He was tired, but he wasn’t plain—that was the pity and the trouble of it; he was able, however, to drop his problem at the door very much as if it had been the copper piece that he deposited, on the threshold, in the receptacle of the inveterate blind beggar.\n", "word": "copper", "modifies": "piece"}
{"color": "red", "line": "He had dropped upon a seat halfway down the nave and, again in the museum mood, was trying with head thrown back and eyes aloft, to reconstitute a past, to reduce it in fact to the convenient terms of Victor Hugo, whom, a few days before, giving the rein for once in a way to the joy of life, he had purchased in seventy bound volumes, a miracle of cheapness, parted with, he was assured by the shopman, at the price of the red and gold alone.\n", "word": "red", "modifies": "price"}
{"color": "gold", "line": "He had dropped upon a seat halfway down the nave and, again in the museum mood, was trying with head thrown back and eyes aloft, to reconstitute a past, to reduce it in fact to the convenient terms of Victor Hugo, whom, a few days before, giving the rein for once in a way to the joy of life, he had purchased in seventy bound volumes, a miracle of cheapness, parted with, he was assured by the shopman, at the price of the red and gold alone.\n", "word": "gold", "modifies": "red"}
{"color": "red", "line": "Were seventy volumes in red and gold to be perhaps what he should most substantially have to show at Woollett as the fruit of his mission?\n", "word": "red", "modifies": "volume"}
{"color": "gray", "line": "He was conscious of how much it was affected, this sense, by something subdued and discreet in the way she had arranged herself for her special object and her morning walk—he believed her to have come on foot; the way her slightly thicker veil was drawn—a mere touch, but everything; the composed gravity of her dress, in which, here and there, a dull wine colour seemed to gleam faintly through black; the charming discretion of her small compact head; the quiet note, as she sat, of her folded, grey gloved hands.\n", "word": "grey", "modifies": "hand"}
{"color": "pink", "line": "He was to feel many things on this occasion, and one of the first of them was that he had travelled far since that evening in London, before the theatre, when his dinner with Maria Gostrey, between the pink shaded candles, had struck him as requiring so many explanations.\n", "word": "pink", "modifies": "candle"}
{"color": "white", "line": "How could he wish it to be lucid for others, for any one, that he, for the hour, saw reasons enough in the mere way the bright clean ordered water side life came in at the open window?—the mere way Madame de Vionnet, opposite him over their intensely white table linen, their _omelette aux tomates_, their bottle of straw coloured Chablis, thanked him for everything almost with the smile of a child, while her grey eyes moved in and out of their talk, back to the quarter of the warm spring air, in which early summer had already begun to throb, and then back again to his face and their human questions.\n", "word": "white", "modifies": "linen"}
{"color": "gray", "line": "How could he wish it to be lucid for others, for any one, that he, for the hour, saw reasons enough in the mere way the bright clean ordered water side life came in at the open window?—the mere way Madame de Vionnet, opposite him over their intensely white table linen, their _omelette aux tomates_, their bottle of straw coloured Chablis, thanked him for everything almost with the smile of a child, while her grey eyes moved in and out of their talk, back to the quarter of the warm spring air, in which early summer had already begun to throb, and then back again to his face and their human questions.\n", "word": "grey", "modifies": "eye"}
{"color": "blue", "line": "He received three days after this a communication from America, in the form of a scrap of blue paper folded and gummed, not reaching him through his bankers, but delivered at his hotel by a small boy in uniform, who, under instructions from the concierge, approached him as he slowly paced the little court.\n", "word": "blue", "modifies": "paper"}
{"color": "purple", "line": "The scent of flowers was in the streets, he had the whiff of violets perpetually in his nose; and he had attached himself to sounds and suggestions, vibrations of the air, human and dramatic, he imagined, as they were not in other places, that came out for him more and more as the mild afternoons deepened—a far off hum, a sharp near click on the asphalt, a voice calling, replying, somewhere and as full of tone as an actor’s in a play.\n", "word": "violet", "modifies": "whiff"}
{"color": "blue", "line": "The little blue paper of the evening before, plainly an object the more precious for its escape from premature destruction, now lay on the sill of the open window, smoothed out afresh and kept from blowing away by the superincumbent weight of his watch.\n", "word": "blue", "modifies": "paper"}
{"color": "silver", "line": "There he was in all the pleasant morning freshness of it—strong and sleek and gay, easy and fragrant and fathomless, with happy health in his colour, and pleasant silver in his thick young hair, and the right word for everything on the lips that his clear brownness caused to show as red.\n", "word": "silver", "modifies": "health"}
{"color": "pink", "line": "At this Chad rose.\n", "word": "rose", "modifies": "chad"}
{"color": "gray", "line": "Chad gives me the sense of it, for all his grey hairs, which merely make it solid in him and safe and serene; and _she_ does the same, for all her being older than he, for all her marriageable daughter, her separated husband, her agitated history.\n", "word": "grey", "modifies": "hair"}
{"color": "pink", "line": "She loomed at him larger than life; she increased in volume as she drew nearer; she so met his eyes that, his imagination taking, after the first step, all, and more than all, the strides, he already felt her come down on him, already burned, under her reprobation, with the blush of guilt, already consented, by way of penance, to the instant forfeiture of everything.\n", "word": "blush", "modifies": "guilt"}
{"color": "blue", "line": "She might have been “receiving” for Woollett, wherever she found herself, and there was something in her manner, her tone, her motion, her pretty blue eyes, her pretty perfect teeth and her very small, too small, nose, that immediately placed her, to the fancy, between the windows of a hot bright room in which voices were high—up at that end to which people were brought to be “presented.” They were there to congratulate, these images, and Strether’s renewed vision, on this hint, completed the idea.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Small and fat and constantly facetious, straw coloured and destitute of marks, he would have been practically indistinguishable hadn’t his constant preference for light grey clothes, for white hats, for very big cigars and very little stories, done what it could for his identity.\n", "word": "white", "modifies": "hat"}
{"color": "gray", "line": "Small and fat and constantly facetious, straw coloured and destitute of marks, he would have been practically indistinguishable hadn’t his constant preference for light grey clothes, for white hats, for very big cigars and very little stories, done what it could for his identity.\n", "word": "grey", "modifies": "clothes"}
{"color": "red", "line": "The glazed and gilded room, all red damask, ormolu, mirrors, clocks, looked south, and the shutters were bowed upon the summer morning; but the Tuileries garden and what was beyond it, over which the whole place hung, were things visible through gaps; so that the far spreading presence of Paris came up in coolness, dimness and invitation, in the twinkle of gilt tipped palings, the crunch of gravel, the click of hoofs, the crack of whips, things that suggested some parade of the circus.\n", "word": "red", "modifies": "damask"}
{"color": "red", "line": "The flush in Sarah’s cheeks had by this time settled to a small definite crimson spot that was not without its own bravery; she held her head a good deal up, and it came to Strether that of the two, at this moment, she was the one who most carried out the idea of a Countess.\n", "word": "crimson", "modifies": "spot"}
{"color": "red", "line": "“Well, Mr. Strether—!” she murmured with vagueness, yet with sharpness, while her crimson spot burned a trifle brighter and he was aware that this must be for the present the limit of her response.\n", "word": "crimson", "modifies": "spot"}
{"color": "white", "line": "It was doubtless half the projection of his mind, but his mind was a thing that, among old waxed parquets, pale shades of pink and green, pseudo classic candelabra, he had always needfully to reckon with.\n", "word": "pale", "modifies": "shade"}
{"color": "pink", "line": "It was doubtless half the projection of his mind, but his mind was a thing that, among old waxed parquets, pale shades of pink and green, pseudo classic candelabra, he had always needfully to reckon with.\n", "word": "pink", "modifies": "candelabra"}
{"color": "red", "line": "They came back into the room together after a little, the couple on the balcony, and amid its crimson and gold elegance, with the others still absent, Strether passed forty minutes that he appraised even at the time as far, in the whole queer connexion, from his idlest.\n", "word": "crimson", "modifies": "elegance"}
{"color": "gold", "line": "They came back into the room together after a little, the couple on the balcony, and amid its crimson and gold elegance, with the others still absent, Strether passed forty minutes that he appraised even at the time as far, in the whole queer connexion, from his idlest.\n", "word": "gold", "modifies": "crimson"}
{"color": "red", "line": "Their little interview was like a picnic on a coral strand; they passed each other, with melancholy smiles and looks sufficiently allusive, such cupfuls of water as they had saved.\n", "word": "coral", "modifies": "strand"}
{"color": "red", "line": "Unmistakeably, in her single person, the motive of the composition and dressed in a splendour of crimson which affected Strether as the sound of a fall through a skylight, she would now be in the forefront of the listening circle and committed by it up to her eyes.\n", "word": "crimson", "modifies": "splendour"}
{"color": "pink", "line": "He had positively motions and flutters of this conscious hour to hour kind, temporary surrenders to irony, to fancy, frequent instinctive snatches at the growing rose of observation, constantly stronger for him, as he felt, in scent and colour, and in which he could bury his nose even to wantonness.\n", "word": "rose", "modifies": "snatch"}
{"color": "white", "line": "He was dressed in the garments of summer; and save that his white waistcoat was redundant and bulging these things favoured, they determined, his expression.\n", "word": "white", "modifies": "waistcoat"}
{"color": "pink", "line": "This type, it further amused him to guess, had been, on Waymarsh’s part, the object of Sarah’s care; he was convinced that her taste had not been a stranger to the conception and purchase of the hat, any more than her fine fingers had been guiltless of the bestowal of the rose.\n", "word": "rose", "modifies": "bestowal"}
{"color": "silver", "line": "The present was that of the opportunity dear old Waymarsh had flattered himself he had divined in him the slight soreness of not having yet thoroughly enjoyed; so he had brought it to him thus, as on a little silver breakfast tray, familiarly though delicately—without oppressive pomp; and he was to bend and smile and acknowledge, was to take and use and be grateful.\n", "word": "silver", "modifies": "breakfast"}
{"color": "gray", "line": "Sarah passed out of sight in the sunny street while, planted there in the centre of the comparatively grey court, he continued merely to look before him.\n", "word": "grey", "modifies": "court"}
{"color": "white", "line": "The mellowest lamplight and the easiest chair had been placed at his disposal by Baptiste, subtlest of servants; the novel half uncut, the novel lemon coloured and tender, with the ivory knife athwart it like the dagger in a contadina’s hair, had been pushed within the soft circle—a circle which, for some reason, affected Strether as softer still after the same Baptiste had remarked that in the absence of a further need of anything by Monsieur he would betake himself to bed.\n", "word": "ivory", "modifies": "knife"}
{"color": "white", "line": "The attitude of their own that won’t pale in its light they’ve doubtless still to work out.\n", "word": "pale", "modifies": "attitude"}
{"color": "red", "line": "He was quite aware that if he were to see it again he should perhaps have a drop or a shock, and he never found himself wishing that the wheel of time would turn it up again, just as he had seen it in the maroon coloured, sky lighted inner shrine of Tremont Street.\n", "word": "maroon", "modifies": "shrine"}
{"color": "red", "line": "It would be a different thing, however, to see the remembered mixture resolved back into its elements—to assist at the restoration to nature of the whole far away hour: the dusty day in Boston, the background of the Fitchburg Depot, of the maroon coloured sanctum, the special green vision, the ridiculous price, the poplars, the willows, the rushes, the river, the sunny silvery sky, the shady woody horizon.\n", "word": "maroon", "modifies": "sanctum"}
{"color": "green", "line": "It would be a different thing, however, to see the remembered mixture resolved back into its elements—to assist at the restoration to nature of the whole far away hour: the dusty day in Boston, the background of the Fitchburg Depot, of the maroon coloured sanctum, the special green vision, the ridiculous price, the poplars, the willows, the rushes, the river, the sunny silvery sky, the shady woody horizon.\n", "word": "green", "modifies": "vision"}
{"color": "white", "line": "The oblong gilt frame disposed its enclosing lines; the poplars and willows, the reeds and river—a river of which he didn’t know, and didn’t want to know, the name—fell into a composition, full of felicity, within them; the sky was silver and turquoise and varnish; the village on the left was white and the church on the right was grey; it was all there, in short—it was what he wanted: it was Tremont Street, it was France, it was Lambinet.\n", "word": "white", "modifies": "village"}
{"color": "silver", "line": "The oblong gilt frame disposed its enclosing lines; the poplars and willows, the reeds and river—a river of which he didn’t know, and didn’t want to know, the name—fell into a composition, full of felicity, within them; the sky was silver and turquoise and varnish; the village on the left was white and the church on the right was grey; it was all there, in short—it was what he wanted: it was Tremont Street, it was France, it was Lambinet.\n", "word": "silver", "modifies": "sky"}
{"color": "blue", "line": "The oblong gilt frame disposed its enclosing lines; the poplars and willows, the reeds and river—a river of which he didn’t know, and didn’t want to know, the name—fell into a composition, full of felicity, within them; the sky was silver and turquoise and varnish; the village on the left was white and the church on the right was grey; it was all there, in short—it was what he wanted: it was Tremont Street, it was France, it was Lambinet.\n", "word": "turquoise", "modifies": "silver"}
{"color": "gray", "line": "The oblong gilt frame disposed its enclosing lines; the poplars and willows, the reeds and river—a river of which he didn’t know, and didn’t want to know, the name—fell into a composition, full of felicity, within them; the sky was silver and turquoise and varnish; the village on the left was white and the church on the right was grey; it was all there, in short—it was what he wanted: it was Tremont Street, it was France, it was Lambinet.\n", "word": "grey", "modifies": "church"}
{"color": "red", "line": "He did this last, for an hour, to his heart’s content, making for the shady woody horizon and boring so deep into his impression and his idleness that he might fairly have got through them again and reached the maroon coloured wall.\n", "word": "maroon", "modifies": "wall"}
{"color": "white", "line": "There was a train back to Paris at 9.20, and he saw himself partaking, at the close of the day, with the enhancements of a coarse white cloth and a sanded door, of something fried and felicitous, washed down with authentic wine; after which he might, as he liked, either stroll back to his station in the gloaming or propose for the local _carriole_ and converse with his driver, a driver who naturally wouldn’t fail of a stiff clean blouse, of a knitted nightcap and of the genius of response—who, in fine, would sit on the shafts, tell him what the French people were thinking, and remind him, as indeed the whole episode would incidentally do, of Maupassant.\n", "word": "white", "modifies": "cloth"}
{"color": "white", "line": "He had had other adventures before this; had kept along the height, after shaking off slumber; had admired, had almost coveted, another small old church, all steep roof and dim slate colour without and all whitewash and paper flowers within; had lost his way and had found it again; had conversed with rustics who struck him perhaps a little more as men of the world than he had expected; had acquired at a bound a fearless facility in French; had had, as the afternoon waned, a watery _bock_, all pale and Parisian, in the café of the furthest village, which was not the biggest; and had meanwhile not once overstepped the oblong gilt frame.\n", "word": "pale", "modifies": "_bock_"}
{"color": "white", "line": "Meanwhile at all events it was enough that they did affect one—so far as the village aspect was concerned—as whiteness, crookedness and blueness set in coppery green; there being positively, for that matter, an outer wall of the White Horse that was painted the most improbable shade.\n", "word": "white", "modifies": "horse"}
{"color": "blue", "line": "It consisted of little more than a platform, slightly raised, with a couple of benches and a table, a protecting rail and a projecting roof; but it raked the full grey blue stream, which, taking a turn a short distance above, passed out of sight to reappear much higher up; and it was clearly in esteemed requisition for Sundays and other feasts.\n", "word": "blue", "modifies": "stream"}
{"color": "gray", "line": "It consisted of little more than a platform, slightly raised, with a couple of benches and a table, a protecting rail and a projecting roof; but it raked the full grey blue stream, which, taking a turn a short distance above, passed out of sight to reappear much higher up; and it was clearly in esteemed requisition for Sundays and other feasts.\n", "word": "grey", "modifies": "stream"}
{"color": "green", "line": "The valley on the further side was all copper green level and glazed pearly sky, a sky hatched across with screens of trimmed trees, which looked flat, like espaliers; and though the rest of the village straggled away in the near quarter the view had an emptiness that made one of the boats suggestive.\n", "word": "green", "modifies": "level"}
{"color": "white", "line": "The valley on the further side was all copper green level and glazed pearly sky, a sky hatched across with screens of trimmed trees, which looked flat, like espaliers; and though the rest of the village straggled away in the near quarter the view had an emptiness that made one of the boats suggestive.\n", "word": "pearly", "modifies": "sky"}
{"color": "brown", "line": "The valley on the further side was all copper green level and glazed pearly sky, a sky hatched across with screens of trimmed trees, which looked flat, like espaliers; and though the rest of the village straggled away in the near quarter the view had an emptiness that made one of the boats suggestive.\n", "word": "copper", "modifies": "level"}
{"color": "pink", "line": "What he saw was exactly the right thing—a boat advancing round the bend and containing a man who held the paddles and a lady, at the stern, with a pink parasol.\n", "word": "pink", "modifies": "parasol"}
{"color": "pink", "line": "He too had within the minute taken in something, taken in that he knew the lady whose parasol, shifting as if to hide her face, made so fine a pink point in the shining scene.\n", "word": "pink", "modifies": "point"}
{"color": "pink", "line": "There were things, all the same, it was impossible to blink and which made this measure an odd one—the too evident fact for instance that she hadn’t started out for the day dressed and hatted and shod, and even, for that matter, pink parasol’d, as she had been in the boat.\n", "word": "pink", "modifies": "parasol"}
{"color": "blue", "line": "He at any rate kept, in the lower side pocket of his morning coat, a very deliberate hand on his blue missive, crumpling it up rather tenderly than harshly.\n", "word": "blue", "modifies": "missive"}
{"color": "silver", "line": "This would give a sense—which the spirit required, rather ached and sighed in the absence of—that somebody was paying something somewhere and somehow, that they were at least not all floating together on the silver stream of impunity.\n", "word": "silver", "modifies": "stream"}
{"color": "white", "line": "His hostess was dressed as for thunderous times, and it fell in with the kind of imagination we have just attributed to him that she should be in simplest coolest white, of a character so old fashioned, if he were not mistaken, that Madame Roland must on the scaffold have worn something like it.\n", "word": "white", "modifies": "character"}
{"color": "black", "line": "This effect was enhanced by a small black fichu or scarf, of crape or gauze, disposed quaintly round her bosom and now completing as by a mystic touch the pathetic, the noble analogy.\n", "word": "black", "modifies": "fichu"}
{"color": "pink", "line": "There it was again—it took women, it took women; if to deal with them was to walk on water what wonder that the water rose?\n", "word": "rose", "modifies": "water"}
{"color": "silver", "line": "Strether’s were comforted at all events now—and the more that it was the last time—with the charming effect, on the board bare of a cloth and proud of its perfect surface, of the small old crockery and old silver, matched by the more substantial pieces happily disposed about the room.\n", "word": "silver", "modifies": "crockery"}
