{"color": "green", "line": "ANNE OF GREEN GABLES By Lucy Maud Montgomery Table of Contents ANNE OF GREEN GABLES MRS. Rachel Lynde lived just where the Avonlea main road dipped down into a little hollow, fringed with alders and ladies’ eardrops and traversed by a brook that had its source away back in the woods of the old Cuthbert place; it was reputed to be an intricate, headlong brook in its earlier course through those woods, with dark secrets of pool and cascade; but by the time it reached Lynde’s Hollow it was a quiet, well conducted little stream, for not even a brook could run past Mrs. Rachel Lynde’s door without due regard for decency and decorum; it probably was conscious that Mrs. Rachel was sitting at her window, keeping a sharp eye on everything that passed, from brooks and children up, and that if she noticed anything odd or out of place she would never rest until she had ferreted out the whys and wherefores thereof.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "Yet with all this Mrs. Rachel found abundant time to sit for hours at her kitchen window, knitting “cotton warp” quilts she had knitted sixteen of them, as Avonlea housekeepers were wont to tell in awed voices and keeping a sharp eye on the main road that crossed the hollow and wound up the steep red hill beyond.\n", "word": "red", "modifies": "hill"}
{"color": "white", "line": "The sun was coming in at the window warm and bright; the orchard on the slope below the house was in a bridal flush of pinky white bloom, hummed over by a myriad of bees.\n", "word": "white", "modifies": "bloom"}
{"color": "red", "line": "Thomas Lynde a meek little man whom Avonlea people called “Rachel Lynde’s husband” was sowing his late turnip seed on the hill field beyond the barn; and Matthew Cuthbert ought to have been sowing his on the big red brook field away over by Green Gables.\n", "word": "red", "modifies": "field"}
{"color": "green", "line": "Thomas Lynde a meek little man whom Avonlea people called “Rachel Lynde’s husband” was sowing his late turnip seed on the hill field beyond the barn; and Matthew Cuthbert ought to have been sowing his on the big red brook field away over by Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "And yet here was Matthew Cuthbert, at half past three on the afternoon of a busy day, placidly driving over the hollow and up the hill; moreover, he wore a white collar and his best suit of clothes, which was plain proof that he was going out of Avonlea; and he had the buggy and the sorrel mare, which betokened that he was going a considerable distance.\n", "word": "white", "modifies": "collar"}
{"color": "white", "line": "Matthew, dressed up with a white collar and driving in a buggy, was something that didn’t happen often.\n", "word": "white", "modifies": "collar"}
{"color": "green", "line": "“I’ll just step over to Green Gables after tea and find out from Marilla where he’s gone and why,” the worthy woman finally concluded.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "Green Gables was built at the furthest edge of his cleared land and there it was to this day, barely visible from the main road along which all the other Avonlea houses were so sociably situated.\n", "word": "green", "modifies": "gable"}
{"color": "pink", "line": "“It’s just _staying_, that’s what,” she said as she stepped along the deep rutted, grassy lane bordered with wild rose bushes.\n", "word": "rose", "modifies": "bush"}
{"color": "green", "line": "Very green and neat and precise was that yard, set about on one side with great patriarchal willows and the other with prim Lombardies.\n", "word": "green", "modifies": "yard"}
{"color": "green", "line": "The kitchen at Green Gables was a cheerful apartment or would have been cheerful if it had not been so painfully clean as to give it something of the appearance of an unused parlor.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "Its windows looked east and west; through the west one, looking out on the back yard, came a flood of mellow June sunlight; but the east one, whence you got a glimpse of the bloom white cherry trees in the left orchard and nodding, slender birches down in the hollow by the brook, was greened over by a tangle of vines.\n", "word": "white", "modifies": "tree"}
{"color": "white", "line": "Yet what of Matthew’s white collar and the sorrel mare?\n", "word": "white", "modifies": "collar"}
{"color": "green", "line": "Mrs. Rachel was getting fairly dizzy with this unusual mystery about quiet, unmysterious Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "gray", "line": "Marilla was a tall, thin woman, with angles and without curves; her dark hair showed some gray streaks and was always twisted up in a hard little knot behind with two wire hairpins stuck aggressively through it.\n", "word": "gray", "modifies": "streak"}
{"color": "white", "line": "Of course she goes on to White Sands station herself.” Mrs. Rachel prided herself on always speaking her mind; she proceeded to speak it now, having adjusted her mental attitude to this amazing piece of news.\n", "word": "white", "modifies": "sand"}
{"color": "green", "line": "“Only don’t say I didn’t warn you if he burns Green Gables down or puts strychnine in the well I heard of a case over in New Brunswick where an orphan asylum child did that and the whole family died in fearful agonies.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "It seems uncanny to think of a child at Green Gables somehow; there’s never been one there, for Matthew and Marilla were grown up when the new house was built if they ever _were_ children, which is hard to believe when one looks at them.\n", "word": "green", "modifies": "gable"}
{"color": "purple", "line": "The air was sweet with the breath of many apple orchards and the meadows sloped away in the distance to horizon mists of pearl and purple; while Matthew enjoyed the drive after his own fashion, except during the moments when he met women and had to nod to them for in Prince Edward island you are supposed to nod to all and sundry you meet on the road whether you know them or not.\n", "word": "purple", "modifies": "pearl"}
{"color": "brown", "line": "He may have been quite right in thinking so, for he was an odd looking personage, with an ungainly figure and long iron gray hair that touched his stooping shoulders, and a full, soft brown beard which he had worn ever since he was twenty.\n", "word": "brown", "modifies": "beard"}
{"color": "gray", "line": "He may have been quite right in thinking so, for he was an odd looking personage, with an ungainly figure and long iron gray hair that touched his stooping shoulders, and a full, soft brown beard which he had worn ever since he was twenty.\n", "word": "gray", "modifies": "hair"}
{"color": "red", "line": "She wore a faded brown sailor hat and beneath the hat, extending down her back, were two braids of very thick, decidedly red hair.\n", "word": "red", "modifies": "hair"}
{"color": "brown", "line": "She wore a faded brown sailor hat and beneath the hat, extending down her back, were two braids of very thick, decidedly red hair.\n", "word": "brown", "modifies": "hat"}
{"color": "green", "line": "Her face was small, white and thin, also much freckled; her mouth was large and so were her eyes, which looked green in some lights and moods and gray in others.\n", "word": "green", "modifies": "light"}
{"color": "gray", "line": "Her face was small, white and thin, also much freckled; her mouth was large and so were her eyes, which looked green in some lights and moods and gray in others.\n", "word": "gray", "modifies": "light"}
{"color": "brown", "line": "Matthew, however, was spared the ordeal of speaking first, for as soon as she concluded that he was coming to her she stood up, grasping with one thin brown hand the handle of a shabby, old fashioned carpet bag; the other she held out to him.\n", "word": "brown", "modifies": "hand"}
{"color": "green", "line": "“I suppose you are Mr. Matthew Cuthbert of Green Gables?” she said in a peculiarly clear, sweet voice.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "I wouldn’t be a bit afraid, and it would be lovely to sleep in a wild cherry tree all white with bloom in the moonshine, don’t you think?\n", "word": "white", "modifies": "bloom"}
{"color": "green", "line": "She couldn’t be left at Bright River anyhow, no matter what mistake had been made, so all questions and explanations might as well be deferred until he was safely back at Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "Not another word did she say until they had left the village and were driving down a steep little hill, the road part of which had been cut so deeply into the soft soil, that the banks, fringed with blooming wild cherry trees and slim white birches, were several feet above their heads.\n", "word": "white", "modifies": "birch"}
{"color": "purple", "line": "The child put out her hand and broke off a branch of wild plum that brushed against the side of the buggy.\n", "word": "plum", "modifies": "branch"}
{"color": "white", "line": "What did that tree, leaning out from the bank, all white and lacy, make you think of?” she asked.\n", "word": "white", "modifies": "tree"}
{"color": "white", "line": "“Why, a bride, of course a bride all in white with a lovely misty veil.\n", "word": "white", "modifies": "bride"}
{"color": "white", "line": "But I do hope that some day I shall have a white dress.\n", "word": "white", "modifies": "dress"}
{"color": "white", "line": "But I just went to work and imagined that I had on the most beautiful pale blue silk dress because when you _are_ imagining you might as well imagine something worth while and a big hat all flowers and nodding plumes, and a gold watch, and kid gloves and boots.\n", "word": "pale", "modifies": "dress"}
{"color": "gold", "line": "But I just went to work and imagined that I had on the most beautiful pale blue silk dress because when you _are_ imagining you might as well imagine something worth while and a big hat all flowers and nodding plumes, and a gold watch, and kid gloves and boots.\n", "word": "gold", "modifies": "watch"}
{"color": "blue", "line": "But I just went to work and imagined that I had on the most beautiful pale blue silk dress because when you _are_ imagining you might as well imagine something worth while and a big hat all flowers and nodding plumes, and a gold watch, and kid gloves and boots.\n", "word": "blue", "modifies": "dress"}
{"color": "red", "line": "But those red roads are so funny.\n", "word": "red", "modifies": "road"}
{"color": "red", "line": "When we got into the train at Charlottetown and the red roads began to flash past I asked Mrs. Spencer what made them red and she said she didn’t know and for pity’s sake not to ask her any more questions.\n", "word": "red", "modifies": "road"}
{"color": "green", "line": "Mrs. Spencer said your place was named Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "Is there a brook anywhere near Green Gables?\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "Nobody could who has red hair.\n", "word": "red", "modifies": "hair"}
{"color": "green", "line": "I don’t mind the other things so much the freckles and the green eyes and my skinniness.\n", "word": "green", "modifies": "eye"}
{"color": "pink", "line": "I can imagine that I have a beautiful rose leaf complexion and lovely starry violet eyes.\n", "word": "rose", "modifies": "leaf"}
{"color": "purple", "line": "I can imagine that I have a beautiful rose leaf complexion and lovely starry violet eyes.\n", "word": "violet", "modifies": "eye"}
{"color": "red", "line": "But I _cannot_ imagine that red hair away.\n", "word": "red", "modifies": "hair"}
{"color": "black", "line": "I think to myself, ‘Now my hair is a glorious black, black as the raven’s wing.’ But all the time I _know_ it is just plain red and it breaks my heart.\n", "word": "black", "modifies": "hair"}
{"color": "red", "line": "I read of a girl once in a novel who had a lifelong sorrow but it wasn’t red hair.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "Her hair was pure gold rippling back from her alabaster brow.\n", "word": "alabaster", "modifies": "brow"}
{"color": "gold", "line": "Her hair was pure gold rippling back from her alabaster brow.\n", "word": "gold", "modifies": "hair"}
{"color": "white", "line": "What is an alabaster brow?\n", "word": "alabaster", "modifies": "brow"}
{"color": "pink", "line": "Below the boughs the air was full of a purple twilight and far ahead a glimpse of painted sunset sky shone like a great rose window at the end of a cathedral aisle.\n", "word": "rose", "modifies": "window"}
{"color": "purple", "line": "Below the boughs the air was full of a purple twilight and far ahead a glimpse of painted sunset sky shone like a great rose window at the end of a cathedral aisle.\n", "word": "purple", "modifies": "twilight"}
{"color": "white", "line": "She leaned back in the buggy, her thin hands clasped before her, her face lifted rapturously to the white splendor above.\n", "word": "white", "modifies": "splendor"}
{"color": "white", "line": "“Oh, Mr. Cuthbert,” she whispered, “that place we came through that white place what was it?” “Well now, you must mean the Avenue,” said Matthew after a few moments’ profound reflection.\n", "word": "white", "modifies": "place"}
{"color": "white", "line": "They should call it let me see the White Way of Delight.\n", "word": "white", "modifies": "way"}
{"color": "white", "line": "Other people may call that place the Avenue, but I shall always call it the White Way of Delight.\n", "word": "white", "modifies": "way"}
{"color": "green", "line": "A bridge spanned it midway and from there to its lower end, where an amber hued belt of sand hills shut it in from the dark blue gulf beyond, the water was a glory of many shifting hues the most spiritual shadings of crocus and rose and ethereal green, with other elusive tintings for which no name has ever been found.\n", "word": "green", "modifies": "crocus"}
{"color": "blue", "line": "A bridge spanned it midway and from there to its lower end, where an amber hued belt of sand hills shut it in from the dark blue gulf beyond, the water was a glory of many shifting hues the most spiritual shadings of crocus and rose and ethereal green, with other elusive tintings for which no name has ever been found.\n", "word": "blue", "modifies": "gulf"}
{"color": "brown", "line": "A bridge spanned it midway and from there to its lower end, where an amber hued belt of sand hills shut it in from the dark blue gulf beyond, the water was a glory of many shifting hues the most spiritual shadings of crocus and rose and ethereal green, with other elusive tintings for which no name has ever been found.\n", "word": "amber", "modifies": "belt"}
{"color": "pink", "line": "A bridge spanned it midway and from there to its lower end, where an amber hued belt of sand hills shut it in from the dark blue gulf beyond, the water was a glory of many shifting hues the most spiritual shadings of crocus and rose and ethereal green, with other elusive tintings for which no name has ever been found.\n", "word": "rose", "modifies": "crocus"}
{"color": "white", "line": "Here and there a wild plum leaned out from the bank like a white clad girl tip toeing to her own reflection.\n", "word": "white", "modifies": "tip"}
{"color": "white", "line": "There was a little gray house peering around a white apple orchard on a slope beyond and, although it was not yet quite dark, a light was shining from one of its windows.\n", "word": "white", "modifies": "orchard"}
{"color": "gray", "line": "There was a little gray house peering around a white apple orchard on a slope beyond and, although it was not yet quite dark, a light was shining from one of its windows.\n", "word": "gray", "modifies": "house"}
{"color": "white", "line": "It always kind of gives me a thrill to see them ugly white grubs that spade up in the cucumber beds.\n", "word": "white", "modifies": "grub"}
{"color": "green", "line": "If it wasn’t for that big bush behind it you could see Green Gables from here.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "That’s Green Gables over ” “Oh, don’t tell me,” she interrupted breathlessly, catching at his partially raised arm and shutting her eyes that she might not see his gesture.\n", "word": "green", "modifies": "gable"}
{"color": "pink", "line": "To the west a dark church spire rose up against a marigold sky.\n", "word": "rose", "modifies": "west"}
{"color": "white", "line": "At last they lingered on one away to the left, far back from the road, dimly white with blossoming trees in the twilight of the surrounding woods.\n", "word": "white", "modifies": "tree"}
{"color": "white", "line": "Over it, in the stainless southwest sky, a great crystal white star was shining like a lamp of guidance and promise.\n", "word": "white", "modifies": "star"}
{"color": "black", "line": "Do you know, my arm must be black and blue from the elbow up, for I’ve pinched myself so many times today.\n", "word": "black", "modifies": "arm"}
{"color": "red", "line": "But when her eyes fell on the odd little figure in the stiff, ugly dress, with the long braids of red hair and the eager, luminous eyes, she stopped short in amazement.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "If I hadn’t seen the White Way of Delight and the Lake of Shining Waters it wouldn’t be so hard.” “What on earth does she mean?” demanded Marilla, staring at Matthew.\n", "word": "white", "modifies": "way"}
{"color": "brown", "line": "Lily is only five years old and she is very beautiful and had nut brown hair.\n", "word": "brown", "modifies": "hair"}
{"color": "brown", "line": "If I was very beautiful and had nut brown hair would you keep me?” “No.\n", "word": "brown", "modifies": "nut"}
{"color": "red", "line": "In the other corner was the aforesaid three corner table adorned with a fat, red velvet pin cushion hard enough to turn the point of the most adventurous pin.\n", "word": "red", "modifies": "cushion"}
{"color": "white", "line": "Midway between table and bed was the window, with an icy white muslin frill over it, and opposite it was the wash stand.\n", "word": "white", "modifies": "muslin"}
{"color": "yellow", "line": "She deliberately picked up Anne’s clothes, placed them neatly on a prim yellow chair, and then, taking up the candle, went over to the bed.\n", "word": "yellow", "modifies": "chair"}
{"color": "white", "line": "Anne’s white face and big eyes appeared over the bedclothes with a startling suddenness.\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "IT was broad daylight when Anne awoke and sat up in bed, staring confusedly at the window through which a flood of cheery sunshine was pouring and outside of which something white and feathery waved across glimpses of blue sky.\n", "word": "white", "modifies": "feathery"}
{"color": "blue", "line": "IT was broad daylight when Anne awoke and sat up in bed, staring confusedly at the window through which a flood of cheery sunshine was pouring and outside of which something white and feathery waved across glimpses of blue sky.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "This was Green Gables and they didn’t want her because she wasn’t a boy!\n", "word": "green", "modifies": "gable"}
{"color": "purple", "line": "In the garden below were lilac trees purple with flowers, and their dizzily sweet fragrance drifted up to the window on the morning wind.\n", "word": "purple", "modifies": "garden"}
{"color": "green", "line": "Below the garden a green field lush with clover sloped down to the hollow where the brook ran and where scores of white birches grew, upspringing airily out of an undergrowth suggestive of delightful possibilities in ferns and mosses and woodsy things generally.\n", "word": "green", "modifies": "field"}
{"color": "white", "line": "Below the garden a green field lush with clover sloped down to the hollow where the brook ran and where scores of white birches grew, upspringing airily out of an undergrowth suggestive of delightful possibilities in ferns and mosses and woodsy things generally.\n", "word": "white", "modifies": "birch"}
{"color": "green", "line": "Beyond it was a hill, green and feathery with spruce and fir; there was a gap in it where the gray gable end of the little house she had seen from the other side of the Lake of Shining Waters was visible.\n", "word": "green", "modifies": "hill"}
{"color": "gray", "line": "Beyond it was a hill, green and feathery with spruce and fir; there was a gap in it where the gray gable end of the little house she had seen from the other side of the Lake of Shining Waters was visible.\n", "word": "gray", "modifies": "end"}
{"color": "green", "line": "Off to the left were the big barns and beyond them, away down over green, low sloping fields, was a sparkling blue glimpse of sea.\n", "word": "green", "modifies": "field"}
{"color": "blue", "line": "Off to the left were the big barns and beyond them, away down over green, low sloping fields, was a sparkling blue glimpse of sea.\n", "word": "blue", "modifies": "glimpse"}
{"color": "green", "line": "I’m so glad there’s a brook near Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "I shall always like to remember that there is a brook at Green Gables even if I never see it again.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "I’ve got enough to attend to this morning for I’ll have to drive over to White Sands in the afternoon and see Mrs. Spencer.\n", "word": "white", "modifies": "sand"}
{"color": "green", "line": "“If I can’t stay here there is no use in my loving Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "Marilla intercepted the look and said grimly: “I’m going to drive over to White Sands and settle this thing.\n", "word": "white", "modifies": "sand"}
{"color": "pink", "line": "And isn’t pink the most bewitching color in the world?\n", "word": "pink", "modifies": "color"}
{"color": "red", "line": "Did you ever know of anybody whose hair was red when she was young, but got to be another color when she grew up?” “No, I don’t know as I ever did,” said Marilla mercilessly, “and I shouldn’t think it likely to happen in your case either.” Anne sighed.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "And White Sands is a pretty name, too; but I don’t like it as well as Avonlea.\n", "word": "white", "modifies": "sand"}
{"color": "white", "line": "How far is it to White Sands?” “It’s five miles; and as you’re evidently bent on talking you might as well talk to some purpose by telling me what you know about yourself.” “Oh, what I _know_ about myself isn’t really worth telling,” said Anne eagerly.\n", "word": "white", "modifies": "sand"}
{"color": "pink", "line": "“I read in a book once that a rose by any other name would smell as sweet, but I’ve never been able to believe it.\n", "word": "rose", "modifies": "name"}
{"color": "pink", "line": "I don’t believe a rose _would_ be as nice if it was called a thistle or a skunk cabbage.\n", "word": "rose", "modifies": "_would_"}
{"color": "yellow", "line": "They went to live in a weeny teeny little yellow house in Bolingbroke.\n", "word": "yellow", "modifies": "house"}
{"color": "purple", "line": "I think it must have had honeysuckle over the parlor window and lilacs in the front yard and lilies of the valley just inside the gate.\n", "word": "lilac", "modifies": "window"}
{"color": "red", "line": "On the left were the steep red sandstone cliffs, so near the track in places that a mare of less steadiness than the sorrel might have tried the nerves of the people behind her.\n", "word": "red", "modifies": "cliff"}
{"color": "blue", "line": "Don’t you think it would be nice to wake up at sunrise and swoop down over the water and away out over that lovely blue all day; and then at night to fly back to one’s nest?\n", "word": "blue", "modifies": "day"}
{"color": "white", "line": "Mrs. Spencer lived in a big yellow house at White Sands Cove, and she came to the door with surprise and welcome mingled on her benevolent face.\n", "word": "white", "modifies": "cove"}
{"color": "yellow", "line": "Mrs. Spencer lived in a big yellow house at White Sands Cove, and she came to the door with surprise and welcome mingled on her benevolent face.\n", "word": "yellow", "modifies": "house"}
{"color": "green", "line": "“Oh, Miss Cuthbert, did you really say that perhaps you would let me stay at Green Gables?” she said, in a breathless whisper, as if speaking aloud might shatter the glorious possibility.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "“People who haven’t red hair don’t know what trouble is.\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "Mrs. Thomas told me that God made my hair red _on purpose_, and I’ve never cared about Him since.\n", "word": "red", "modifies": "purpose_"}
{"color": "blue", "line": "I’d go out into a great big field all alone or into the deep, deep, woods, and I’d look up into the sky up up up into that lovely blue sky that looks as if there was no end to its blueness.\n", "word": "blue", "modifies": "sky"}
{"color": "white", "line": "“Gracious heavenly Father, I thank Thee for the White Way of Delight and the Lake of Shining Waters and Bonny and the Snow Queen.\n", "word": "white", "modifies": "way"}
{"color": "green", "line": "Please let me stay at Green Gables; and please let me be good looking when I grow up.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "I was glad about the White Way and the cherry blossoms but this!\n", "word": "white", "modifies": "way"}
{"color": "white", "line": "The white and green light strained through apple trees and clustering vines outside fell over the rapt little figure with a half unearthly radiance.\n", "word": "white", "modifies": "light"}
{"color": "blue", "line": "“That,” she said, pointing to the picture a rather vivid chromo entitled, “Christ Blessing Little Children” “and I was just imagining I was one of them that I was the little girl in the blue dress, standing off by herself in the corner as if she didn’t belong to anybody, like me.\n", "word": "blue", "modifies": "dress"}
{"color": "pink", "line": "Anne tipped the vase of apple blossoms near enough to bestow a soft kiss on a pink cupped bud, and then studied diligently for some moments longer.\n", "word": "pink", "modifies": "bud"}
{"color": "red", "line": "Her hair isn’t red, is it?\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "It’s bad enough to have red hair myself, but I positively couldn’t endure it in a bosom friend.” “Diana is a very pretty little girl.\n", "word": "red", "modifies": "hair"}
{"color": "black", "line": "She has black eyes and hair and rosy cheeks.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "She has black eyes and hair and rosy cheeks.\n", "word": "rosy", "modifies": "cheek"}
{"color": "green", "line": "But just up the river a little way from the house there was a long green little valley, and the loveliest echo lived there.\n", "word": "green", "modifies": "valley"}
{"color": "white", "line": "The floor is covered with a white velvet carpet with pink roses all over it and there are pink silk curtains at the windows.\n", "word": "white", "modifies": "carpet"}
{"color": "pink", "line": "The floor is covered with a white velvet carpet with pink roses all over it and there are pink silk curtains at the windows.\n", "word": "pink", "modifies": "rose"}
{"color": "gold", "line": "The walls are hung with gold and silver brocade tapestry.\n", "word": "gold", "modifies": "tapestry"}
{"color": "silver", "line": "The walls are hung with gold and silver brocade tapestry.\n", "word": "silver", "modifies": "brocade"}
{"color": "red", "line": "This is a couch all heaped with gorgeous silken cushions, pink and blue and crimson and gold, and I am reclining gracefully on it.\n", "word": "crimson", "modifies": "cushion"}
{"color": "gold", "line": "This is a couch all heaped with gorgeous silken cushions, pink and blue and crimson and gold, and I am reclining gracefully on it.\n", "word": "gold", "modifies": "cushion"}
{"color": "pink", "line": "This is a couch all heaped with gorgeous silken cushions, pink and blue and crimson and gold, and I am reclining gracefully on it.\n", "word": "pink", "modifies": "cushion"}
{"color": "white", "line": "I am tall and regal, clad in a gown of trailing white lace, with a pearl cross on my breast and pearls in my hair.\n", "word": "white", "modifies": "lace"}
{"color": "white", "line": "My hair is of midnight darkness and my skin is a clear ivory pallor.\n", "word": "ivory", "modifies": "pallor"}
{"color": "gray", "line": "Her pointed freckled face and solemn gray eyes peered back at her.\n", "word": "gray", "modifies": "eye"}
{"color": "green", "line": "“You’re only Anne of Green Gables,” she said earnestly, “and I see you, just as you are looking now, whenever I try to imagine I’m the Lady Cordelia.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "But it’s a million times nicer to be Anne of Green Gables than Anne of nowhere in particular, isn’t it?” She bent forward, kissed her reflection affectionately, and betook herself to the open window.\n", "word": "green", "modifies": "gable"}
{"color": "gray", "line": "And good afternoon, dear gray house up on the hill.\n", "word": "gray", "modifies": "house"}
{"color": "green", "line": "ANNE had been a fortnight at Green Gables before Mrs. Lynde arrived to inspect her.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "A severe and unseasonable attack of grippe had confined that good lady to her house ever since the occasion of her last visit to Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "As soon as her doctor allowed her to put her foot out of doors she hurried up to Green Gables, bursting with curiosity to see Matthew and Marilla’s orphan, concerning whom all sorts of stories and suppositions had gone abroad in Avonlea.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "She had made friends with the spring down in the hollow that wonderful deep, clear icy cold spring; it was set about with smooth red sandstones and rimmed in by great palm like clumps of water fern; and beyond it was a log bridge over the brook.\n", "word": "red", "modifies": "sandstone"}
{"color": "silver", "line": "Gossamers glimmered like threads of silver among the trees and the fir boughs and tassels seemed to utter friendly speech.\n", "word": "silver", "modifies": "thread"}
{"color": "red", "line": "And hair as red as carrots!\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "With one bound she crossed the kitchen floor and stood before Mrs. Rachel, her face scarlet with anger, her lips quivering, and her whole slender form trembling from head to foot.\n", "word": "scarlet", "modifies": "face"}
{"color": "pink", "line": "An old remembrance suddenly rose up before Marilla.\n", "word": "rose", "modifies": "remembrance"}
{"color": "green", "line": "You said you would try to be a very good girl if we kept you at Green Gables, but I must say it hasn’t seemed very much like it this evening.” Leaving this Parthian shaft to rankle in Anne’s stormy bosom, Marilla descended to the kitchen, grievously troubled in mind and vexed in soul.\n", "word": "green", "modifies": "gable"}
{"color": "yellow", "line": "Anne was sitting on the yellow chair by the window gazing mournfully out into the garden.\n", "word": "yellow", "modifies": "chair"}
{"color": "green", "line": "I behaved terribly to you and I’ve disgraced the dear friends, Matthew and Marilla, who have let me stay at Green Gables although I’m not a boy.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "My hair is red and I’m freckled and skinny and ugly.\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "It can’t be denied your hair is terrible red; but I knew a girl once went to school with her, in fact whose hair was every mite as red as yours when she was young, but when she grew up it darkened to a real handsome auburn.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "And you can pick a bouquet of them white June lilies over in the corner if you like.” As the door closed behind Anne Mrs. Lynde got briskly up to light a lamp.\n", "word": "white", "modifies": "lily"}
{"color": "green", "line": "Far up in the shadows a cheerful light gleamed out through the trees from the kitchen at Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "“I love Green Gables already, and I never loved any place before.\n", "word": "green", "modifies": "gable"}
{"color": "black", "line": "One was of snuffy colored gingham which Marilla had been tempted to buy from a peddler the preceding summer because it looked so serviceable; one was of black and white checkered sateen which she had picked up at a bargain counter in the winter; and one was a stiff print of an ugly blue shade which she had purchased that week at a Carmody store.\n", "word": "black", "modifies": "sateen"}
{"color": "blue", "line": "One was of snuffy colored gingham which Marilla had been tempted to buy from a peddler the preceding summer because it looked so serviceable; one was of black and white checkered sateen which she had picked up at a bargain counter in the winter; and one was a stiff print of an ugly blue shade which she had purchased that week at a Carmody store.\n", "word": "blue", "modifies": "shade"}
{"color": "blue", "line": "The brown gingham and the blue print will do you for school when you begin to go.\n", "word": "blue", "modifies": "print"}
{"color": "brown", "line": "The brown gingham and the blue print will do you for school when you begin to go.\n", "word": "brown", "modifies": "gingham"}
{"color": "white", "line": "“I did hope there would be a white one with puffed sleeves,” she whispered disconsolately.\n", "word": "white", "modifies": "one"}
{"color": "white", "line": "Well, fortunately I can imagine that one of them is of snow white muslin with lovely lace frills and three puffed sleeves.” The next morning warnings of a sick headache prevented Marilla from going to Sunday school with Anne.\n", "word": "white", "modifies": "muslin"}
{"color": "pink", "line": "The latter, however, were supplied before Anne reached the main road, for being confronted halfway down the lane with a golden frenzy of wind stirred buttercups and a glory of wild roses, Anne promptly and liberally garlanded her hat with a heavy wreath of them.\n", "word": "rose", "modifies": "glory"}
{"color": "pink", "line": "Whatever other people might have thought of the result it satisfied Anne, and she tripped gaily down the road, holding her ruddy head with its decoration of pink and yellow very proudly.\n", "word": "pink", "modifies": "decoration"}
{"color": "white", "line": "In the porch she found a crowd of little girls, all more or less gaily attired in whites and blues and pinks, and all staring with curious eyes at this stranger in their midst, with her extraordinary head adornment.\n", "word": "white", "modifies": "blue"}
{"color": "blue", "line": "In the porch she found a crowd of little girls, all more or less gaily attired in whites and blues and pinks, and all staring with curious eyes at this stranger in their midst, with her extraordinary head adornment.\n", "word": "blue", "modifies": "white"}
{"color": "pink", "line": "In the porch she found a crowd of little girls, all more or less gaily attired in whites and blues and pinks, and all staring with curious eyes at this stranger in their midst, with her extraordinary head adornment.\n", "word": "pink", "modifies": "white"}
{"color": "green", "line": "Mrs. Lynde said she had an awful temper; Jerry Buote, the hired boy at Green Gables, said she talked all the time to herself or to the trees and flowers like a crazy girl.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "There was a long row of white birches hanging over the lake and the sunshine fell down through them, ‘way, ‘way down, deep into the water.\n", "word": "white", "modifies": "birch"}
{"color": "pink", "line": "“Anne, Mrs. Rachel says you went to church last Sunday with your hat rigged out ridiculous with roses and buttercups.\n", "word": "rose", "modifies": "buttercup"}
{"color": "pink", "line": "The roses and buttercups were so sweet and pretty I thought they’d look lovely on my hat.\n", "word": "rose", "modifies": "buttercup"}
{"color": "white", "line": "Her face was pale and tense.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "She was a tall black eyed, black haired woman, with a very resolute mouth.\n", "word": "black", "modifies": "woman"}
{"color": "black", "line": "She was a very pretty little girl, with her mother’s black eyes and hair, and rosy cheeks, and the merry expression which was her inheritance from her father.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "She was a very pretty little girl, with her mother’s black eyes and hair, and rosy cheeks, and the merry expression which was her inheritance from her father.\n", "word": "rosy", "modifies": "cheek"}
{"color": "red", "line": "Prim, right angled paths neatly bordered with clamshells, intersected it like moist red ribbons and in the beds between old fashioned flowers ran riot.\n", "word": "red", "modifies": "ribbon"}
{"color": "red", "line": "There were rosy bleeding hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam and Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n", "word": "crimson", "modifies": "peony"}
{"color": "red", "line": "There were rosy bleeding hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam and Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n", "word": "scarlet", "modifies": "lightning"}
{"color": "white", "line": "There were rosy bleeding hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam and Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n", "word": "white", "modifies": "narcissus"}
{"color": "pink", "line": "There were rosy bleeding hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam and Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n", "word": "pink", "modifies": "columbine"}
{"color": "purple", "line": "There were rosy bleeding hearts and great splendid crimson peonies; white, fragrant narcissi and thorny, sweet Scotch roses; pink and blue and white columbines and lilac tinted Bouncing Bets; clumps of southernwood and ribbon grass and mint; purple Adam and Eve, daffodils, and masses of sweet clover white with its delicate, fragrant, feathery sprays; scarlet lightning that shot its fiery lances over prim white musk flowers; a garden it was where sunshine lingered and bees hummed, and winds, beguiled into loitering, purred and rustled.\n", "word": "purple", "modifies": "adam"}
{"color": "green", "line": "“I’m awfully glad you’ve come to live at Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "“Well, did you find Diana a kindred spirit?” asked Marilla as they went up through the garden of Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "brown", "line": "Diana is going to teach me to sing a song called ‘Nelly in the Hazel Dell.’ She’s going to give me a picture to put up in my room; it’s a perfectly beautiful picture, she says a lovely lady in a pale blue silk dress.\n", "word": "hazel", "modifies": "dell"}
{"color": "green", "line": "But of course I’d rather be Anne of Green Gables sewing patchwork than Anne of any other place with nothing to do but play.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "It belongs to Mr. William Bell, and right in the corner there is a little ring of white birch trees the most romantic spot, Marilla.\n", "word": "white", "modifies": "tree"}
{"color": "red", "line": "There’s a piece of a plate with a spray of red and yellow ivy on it that is especially beautiful.\n", "word": "red", "modifies": "ivy"}
{"color": "purple", "line": "Marilla always wore her amethyst brooch to church.\n", "word": "amethyst", "modifies": "brooch"}
{"color": "purple", "line": "That amethyst brooch was Marilla’s most treasured possession.\n", "word": "amethyst", "modifies": "brooch"}
{"color": "purple", "line": "It was an old fashioned oval, containing a braid of her mother’s hair, surrounded by a border of very fine amethysts.\n", "word": "amethyst", "modifies": "border"}
{"color": "brown", "line": "Marilla knew too little about precious stones to realize how fine the amethysts actually were; but she thought them very beautiful and was always pleasantly conscious of their violet shimmer at her throat, above her good brown satin dress, even although she could not see it.\n", "word": "brown", "modifies": "dress"}
{"color": "purple", "line": "Marilla knew too little about precious stones to realize how fine the amethysts actually were; but she thought them very beautiful and was always pleasantly conscious of their violet shimmer at her throat, above her good brown satin dress, even although she could not see it.\n", "word": "violet", "modifies": "shimmer"}
{"color": "purple", "line": "I thought they would be lovely glimmering purple stones.\n", "word": "purple", "modifies": "stone"}
{"color": "purple", "line": "Do you think amethysts can be the souls of good violets?” ON the Monday evening before the picnic Marilla came down from her room with a troubled face.\n", "word": "violet", "modifies": "soul"}
{"color": "purple", "line": "Do you think amethysts can be the souls of good violets?” ON the Monday evening before the picnic Marilla came down from her room with a troubled face.\n", "word": "amethyst", "modifies": "soul"}
{"color": "brown", "line": "“Anne,” she said to that small personage, who was shelling peas by the spotless table and singing, “Nelly of the Hazel Dell” with a vigor and expression that did credit to Diana’s teaching, “did you see anything of my amethyst brooch?\n", "word": "hazel", "modifies": "dell"}
{"color": "purple", "line": "“Anne,” she said to that small personage, who was shelling peas by the spotless table and singing, “Nelly of the Hazel Dell” with a vigor and expression that did credit to Diana’s teaching, “did you see anything of my amethyst brooch?\n", "word": "amethyst", "modifies": "brooch"}
{"color": "green", "line": "Birds sang around Green Gables; the Madonna lilies in the garden sent out whiffs of perfume that entered in on viewless winds at every door and window, and wandered through halls and rooms like spirits of benediction.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "When Marilla took her breakfast up to her she found the child sitting primly on her bed, pale and resolute, with tight shut lips and gleaming eyes.\n", "word": "pale", "modifies": "bed"}
{"color": "purple", "line": "“Let me hear what you have to say then, Anne.” “I took the amethyst brooch,” said Anne, as if repeating a lesson she had learned.\n", "word": "amethyst", "modifies": "brooch"}
{"color": "purple", "line": "It would be so much easier to imagine I was the Lady Cordelia if I had a real amethyst brooch on.\n", "word": "amethyst", "modifies": "brooch"}
{"color": "purple", "line": "This child had taken and lost her treasured amethyst brooch and now sat there calmly reciting the details thereof without the least apparent compunction or repentance.\n", "word": "amethyst", "modifies": "brooch"}
{"color": "green", "line": "But please don’t ask me to eat anything, especially boiled pork and greens.\n", "word": "green", "modifies": "pork"}
{"color": "green", "line": "Boiled pork and greens are so unromantic when one is in affliction.” Exasperated, Marilla returned to the kitchen and poured out her tale of woe to Matthew, who, between his sense of justice and his unlawful sympathy with Anne, was a miserable man.\n", "word": "green", "modifies": "pork"}
{"color": "green", "line": "“Well now, she shouldn’t have taken the brooch, Marilla, or told stories about it,” he admitted, mournfully surveying his plateful of unromantic pork and greens as if he, like Anne, thought it a food unsuited to crises of feeling, “but she’s such a little thing such an interesting little thing.\n", "word": "green", "modifies": "pork"}
{"color": "black", "line": "When her dishes were washed and her bread sponge set and her hens fed Marilla remembered that she had noticed a small rent in her best black lace shawl when she had taken it off on Monday afternoon on returning from the Ladies’ Aid.\n", "word": "black", "modifies": "lace"}
{"color": "purple", "line": "As Marilla lifted it out, the sunlight, falling through the vines that clustered thickly about the window, struck upon something caught in the shawl something that glittered and sparkled in facets of violet light.\n", "word": "violet", "modifies": "light"}
{"color": "purple", "line": "It was the amethyst brooch, hanging to a thread of the lace by its catch!\n", "word": "amethyst", "modifies": "brooch"}
{"color": "green", "line": "I declare I believe Green Gables is bewitched.\n", "word": "green", "modifies": "gable"}
{"color": "black", "line": "“Anne Shirley,” said Marilla solemnly, “I’ve just found my brooch hanging to my black lace shawl.\n", "word": "black", "modifies": "shawl"}
{"color": "purple", "line": "Going around by the main road would have been so unromantic; but to go by Lover’s Lane and Willowmere and Violet Vale and the Birch Path was romantic, if ever anything was.\n", "word": "violet", "modifies": "vale"}
{"color": "green", "line": "Anne had named it Lover’s Lane before she had been a month at Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "Beyond Willowmere came Violet Vale a little green dimple in the shadow of Mr. Andrew Bell’s big woods.\n", "word": "green", "modifies": "dimple"}
{"color": "purple", "line": "Beyond Willowmere came Violet Vale a little green dimple in the shadow of Mr. Andrew Bell’s big woods.\n", "word": "violet", "modifies": "vale"}
{"color": "purple", "line": "I named it Violet Vale.\n", "word": "violet", "modifies": "vale"}
{"color": "green", "line": "It was a little narrow, twisting path, winding down over a long hill straight through Mr. Bell’s woods, where the light came down sifted through so many emerald screens that it was as flawless as the heart of a diamond.\n", "word": "emerald", "modifies": "screen"}
{"color": "red", "line": "It was fringed in all its length with slim young birches, white stemmed and lissom boughed; ferns and starflowers and wild lilies of the valley and scarlet tufts of pigeonberries grew thickly along it; and always there was a delightful spiciness in the air and music of bird calls and the murmur and laugh of wood winds in the trees overhead.\n", "word": "scarlet", "modifies": "tuft"}
{"color": "blue", "line": "Now and then you might see a rabbit skipping across the road if you were quiet which, with Anne and Diana, happened about once in a blue moon.\n", "word": "blue", "modifies": "moon"}
{"color": "brown", "line": "She’s got a beautiful complexion and curly brown hair and she does it up so elegantly.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "Ruby Gillis gave me an apple and Sophia Sloane lent me a lovely pink card with ‘May I see you home?’ on it.\n", "word": "ruby", "modifies": "gillis"}
{"color": "pink", "line": "Ruby Gillis gave me an apple and Sophia Sloane lent me a lovely pink card with ‘May I see you home?’ on it.\n", "word": "pink", "modifies": "card"}
{"color": "black", "line": "“Nonsense,” said Diana, whose black eyes and glossy tresses had played such havoc with the hearts of Avonlea schoolboys that her name figured on the porch walls in half a dozen take notices.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "I just swept her a look of freezing scorn and she got as red as a beet and spelled it wrong after all.” “Those Pye girls are cheats all round,” said Diana indignantly, as they climbed the fence of the main road.\n", "word": "red", "modifies": "beet"}
{"color": "red", "line": "She had a good chance to do so, for the said Gilbert Blythe was absorbed in stealthily pinning the long yellow braid of Ruby Gillis, who sat in front of him, to the back of her seat.\n", "word": "ruby", "modifies": "braid"}
{"color": "yellow", "line": "She had a good chance to do so, for the said Gilbert Blythe was absorbed in stealthily pinning the long yellow braid of Ruby Gillis, who sat in front of him, to the back of her seat.\n", "word": "yellow", "modifies": "braid"}
{"color": "brown", "line": "He was a tall boy, with curly brown hair, roguish hazel eyes, and a mouth twisted into a teasing smile.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "Presently Ruby Gillis started up to take a sum to the master; she fell back into her seat with a little shriek, believing that her hair was pulled out by the roots.\n", "word": "ruby", "modifies": "gillis"}
{"color": "green", "line": "Mr. Phillips was back in the corner explaining a problem in algebra to Prissy Andrews and the rest of the scholars were doing pretty much as they pleased eating green apples, whispering, drawing pictures on their slates, and driving crickets harnessed to strings, up and down aisle.\n", "word": "green", "modifies": "apple"}
{"color": "blue", "line": "With her chin propped on her hands and her eyes fixed on the blue glimpse of the Lake of Shining Waters that the west window afforded, she was far away in a gorgeous dreamland hearing and seeing nothing save her own wonderful visions.\n", "word": "blue", "modifies": "glimpse"}
{"color": "red", "line": "She _should_ look at him, that red haired Shirley girl with the little pointed chin and the big eyes that weren’t like the eyes of any other girl in Avonlea school.\n", "word": "red", "modifies": "girl"}
{"color": "red", "line": "Gilbert reached across the aisle, picked up the end of Anne’s long red braid, held it out at arm’s length and said in a piercing whisper: “Carrots!\n", "word": "red", "modifies": "braid"}
{"color": "red", "line": "Ruby Gillis, who was inclined to be hysterical, began to cry.\n", "word": "ruby", "modifies": "gillis"}
{"color": "white", "line": "With a white, set face she obeyed.\n", "word": "white", "modifies": "face"}
{"color": "red", "line": "With resentful eyes and passion red cheeks she confronted alike Diana’s sympathetic gaze and Charlie Sloane’s indignant nods and Josie Pye’s malicious smiles.\n", "word": "red", "modifies": "cheek"}
{"color": "red", "line": "When school was dismissed Anne marched out with her red head held high.\n", "word": "red", "modifies": "head"}
{"color": "red", "line": "Ruby Gillis, who got a glimpse of it as it went down, told the others going home from school that she’d “acksually never seen anything like it it was so white, with awful little red spots in it.” To Anne, this was as the end of all things.\n", "word": "red", "modifies": "spot"}
{"color": "white", "line": "Ruby Gillis, who got a glimpse of it as it went down, told the others going home from school that she’d “acksually never seen anything like it it was so white, with awful little red spots in it.” To Anne, this was as the end of all things.\n", "word": "white", "modifies": "spot"}
{"color": "gold", "line": "Once, when nobody was looking, Gilbert took from his desk a little pink candy heart with a gold motto on it, “You are sweet,” and slipped it under the curve of Anne’s arm.\n", "word": "gold", "modifies": "motto"}
{"color": "pink", "line": "Once, when nobody was looking, Gilbert took from his desk a little pink candy heart with a gold motto on it, “You are sweet,” and slipped it under the curve of Anne’s arm.\n", "word": "pink", "modifies": "heart"}
{"color": "purple", "line": "She learned her lessons at home, did her chores, and played with Diana in the chilly purple autumn twilights; but when she met Gilbert Blythe on the road or encountered him in Sunday school she passed him by with an icy contempt that was no whit thawed by his evident desire to appease her.\n", "word": "purple", "modifies": "twilight"}
{"color": "blue", "line": "I’m going to put these boughs in the old blue jug and set them on my table.” “Mind you don’t drop leaves all over the stairs then.\n", "word": "blue", "modifies": "jug"}
{"color": "brown", "line": "You’ll put down the old brown tea set.\n", "word": "brown", "modifies": "set"}
{"color": "yellow", "line": "But you can open the little yellow crock of cherry preserves.\n", "word": "yellow", "modifies": "crock"}
{"color": "red", "line": "“Let’s go out to the orchard and get some of the Red Sweetings, Diana.\n", "word": "red", "modifies": "sweetings"}
{"color": "red", "line": "Only it begins with an R and a C and it’s bright red color.\n", "word": "red", "modifies": "color"}
{"color": "red", "line": "I love bright red drinks, don’t you?\n", "word": "red", "modifies": "drink"}
{"color": "red", "line": "She had to sit with Gertie Pye and she hated it; Gertie squeaked her pencil all the time and it just made her Diana’s blood run cold; Ruby Gillis had charmed all her warts away, true’s you live, with a magic pebble that old Mary Joe from the Creek gave her.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "Charlie Sloane’s name was written up with Em White’s on the porch wall and Em White was _awful mad_ about it; Sam Boulter had “sassed” Mr. Phillips in class and Mr. Phillips whipped him and Sam’s father came down to the school and dared Mr. Phillips to lay a hand on one of his children again; and Mattie Andrews had a new red hood and a blue crossover with tassels on it and the airs she put on about it were perfectly sickening; and Lizzie Wright didn’t speak to Mamie Wilson because Mamie Wilson’s grown up sister had cut out Lizzie Wright’s grown up sister with her beau; and everybody missed Anne so and wished she’s come to school again; and Gilbert Blythe But Anne didn’t want to hear about Gilbert Blythe.\n", "word": "red", "modifies": "hood"}
{"color": "white", "line": "Charlie Sloane’s name was written up with Em White’s on the porch wall and Em White was _awful mad_ about it; Sam Boulter had “sassed” Mr. Phillips in class and Mr. Phillips whipped him and Sam’s father came down to the school and dared Mr. Phillips to lay a hand on one of his children again; and Mattie Andrews had a new red hood and a blue crossover with tassels on it and the airs she put on about it were perfectly sickening; and Lizzie Wright didn’t speak to Mamie Wilson because Mamie Wilson’s grown up sister had cut out Lizzie Wright’s grown up sister with her beau; and everybody missed Anne so and wished she’s come to school again; and Gilbert Blythe But Anne didn’t want to hear about Gilbert Blythe.\n", "word": "white", "modifies": "em"}
{"color": "blue", "line": "Charlie Sloane’s name was written up with Em White’s on the porch wall and Em White was _awful mad_ about it; Sam Boulter had “sassed” Mr. Phillips in class and Mr. Phillips whipped him and Sam’s father came down to the school and dared Mr. Phillips to lay a hand on one of his children again; and Mattie Andrews had a new red hood and a blue crossover with tassels on it and the airs she put on about it were perfectly sickening; and Lizzie Wright didn’t speak to Mamie Wilson because Mamie Wilson’s grown up sister had cut out Lizzie Wright’s grown up sister with her beau; and everybody missed Anne so and wished she’s come to school again; and Gilbert Blythe But Anne didn’t want to hear about Gilbert Blythe.\n", "word": "blue", "modifies": "crossover"}
{"color": "purple", "line": "We had a plum pudding for dinner on Tuesday and there was half the pudding and a pitcherful of sauce left over.\n", "word": "plum", "modifies": "pudding"}
{"color": "purple", "line": "Everything went right until I saw Marilla coming with the plum pudding in one hand and the pitcher of pudding sauce _warmed up_, in the other.\n", "word": "plum", "modifies": "pudding"}
{"color": "green", "line": "Then she wept all the way back to Green Gables, where she sorrowfully put the remainder of the raspberry cordial back into the pantry and got tea ready for Matthew and Jerry, with all the zest gone out of the performance.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "The next day was Sunday and as the rain poured down in torrents from dawn till dusk Anne did not stir abroad from Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "Anne went back to Green Gables calm with despair.\n", "word": "green", "modifies": "gable"}
{"color": "black", "line": "Diana, wilt thou give me a lock of thy jet black tresses in parting to treasure forevermore?” “Have you got anything to cut it with?” queried Diana, wiping away the tears which Anne’s affecting accents had caused to flow afresh, and returning to practicalities.\n", "word": "black", "modifies": "tress"}
{"color": "red", "line": "Ruby Gillis smuggled three blue plums over to her during testament reading; Ella May MacPherson gave her an enormous yellow pansy cut from the covers of a floral catalogue a species of desk decoration much prized in Avonlea school.\n", "word": "ruby", "modifies": "gillis"}
{"color": "blue", "line": "Ruby Gillis smuggled three blue plums over to her during testament reading; Ella May MacPherson gave her an enormous yellow pansy cut from the covers of a floral catalogue a species of desk decoration much prized in Avonlea school.\n", "word": "blue", "modifies": "plum"}
{"color": "yellow", "line": "Ruby Gillis smuggled three blue plums over to her during testament reading; Ella May MacPherson gave her an enormous yellow pansy cut from the covers of a floral catalogue a species of desk decoration much prized in Avonlea school.\n", "word": "yellow", "modifies": "pansy"}
{"color": "white", "line": "Katie Boulter gave her a perfume bottle to keep slate water in, and Julia Bell copied carefully on a piece of pale pink paper scalloped on the edges the following effusion: “It’s so nice to be appreciated,” sighed Anne rapturously to Marilla that night.\n", "word": "pale", "modifies": "paper"}
{"color": "pink", "line": "Katie Boulter gave her a perfume bottle to keep slate water in, and Julia Bell copied carefully on a piece of pale pink paper scalloped on the edges the following effusion: “It’s so nice to be appreciated,” sighed Anne rapturously to Marilla that night.\n", "word": "pink", "modifies": "paper"}
{"color": "red", "line": "Anne dropped the apple as if it were a red hot coal and ostentatiously wiped her fingers on her handkerchief.\n", "word": "red", "modifies": "coal"}
{"color": "red", "line": "Charlie Sloane’s slate pencil, gorgeously bedizened with striped red and yellow paper, costing two cents where ordinary pencils cost only one, which he sent up to her after dinner hour, met with a more favorable reception.\n", "word": "red", "modifies": "paper"}
{"color": "red", "line": "Now Gilbert was head of the spelling class; now Anne, with a toss of her long red braids, spelled him down.\n", "word": "red", "modifies": "braid"}
{"color": "green", "line": "At first glance it might not seem that the decision of a certain Canadian Premier to include Prince Edward Island in a political tour could have much or anything to do with the fortunes of little Anne Shirley at Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "Mrs. Rachel Lynde was a red hot politician and couldn’t have believed that the political rally could be carried through without her, although she was on the opposite side of politics.\n", "word": "red", "modifies": "politician"}
{"color": "green", "line": "Hence, while Marilla and Mrs. Rachel were enjoying themselves hugely at the mass meeting, Anne and Matthew had the cheerful kitchen at Green Gables all to themselves.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "A bright fire was glowing in the old fashioned Waterloo stove and blue white frost crystals were shining on the windowpanes.\n", "word": "white", "modifies": "crystal"}
{"color": "blue", "line": "A bright fire was glowing in the old fashioned Waterloo stove and blue white frost crystals were shining on the windowpanes.\n", "word": "blue", "modifies": "crystal"}
{"color": "red", "line": "I guess Mr. Phillips is a Grit too because Prissy Andrews’s father is one, and Ruby Gillis says that when a man is courting he always has to agree with the girl’s mother in religion and her father in politics.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "Ruby Gillis says when she grows up she’s going to have ever so many beaus on the string and have them all crazy about her; but I think that would be too exciting.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "But Ruby Gillis knows a great deal about such matters because she has so many big sisters, and Mrs. Lynde says the Gillis girls have gone off like hot cakes.\n", "word": "ruby", "modifies": "gillis"}
{"color": "black", "line": "The night was clear and frosty, all ebony of shadow and silver of snowy slope; big stars were shining over the silent fields; here and there the dark pointed firs stood up with snow powdering their branches and the wind whistling through them.\n", "word": "ebony", "modifies": "shadow"}
{"color": "silver", "line": "The night was clear and frosty, all ebony of shadow and silver of snowy slope; big stars were shining over the silent fields; here and there the dark pointed firs stood up with snow powdering their branches and the wind whistling through them.\n", "word": "silver", "modifies": "shadow"}
{"color": "white", "line": "I’m so glad I live in a world where there are white frosts, aren’t you?\n", "word": "white", "modifies": "frost"}
{"color": "blue", "line": "Your dinner is in the oven, Anne, and you can get yourself some blue plum preserve out of the pantry.\n", "word": "blue", "modifies": "preserve"}
{"color": "purple", "line": "Your dinner is in the oven, Anne, and you can get yourself some blue plum preserve out of the pantry.\n", "word": "plum", "modifies": "preserve"}
{"color": "blue", "line": "Not until Anne had finished her saucer of blue plums did Marilla say: “Mrs.\n", "word": "blue", "modifies": "plum"}
{"color": "purple", "line": "Not until Anne had finished her saucer of blue plums did Marilla say: “Mrs.\n", "word": "plum", "modifies": "saucer"}
{"color": "white", "line": "Afar in the southwest was the great shimmering, pearl like sparkle of an evening star in a sky that was pale golden and ethereal rose over gleaming white spaces and dark glens of spruce.\n", "word": "white", "modifies": "space"}
{"color": "pink", "line": "Afar in the southwest was the great shimmering, pearl like sparkle of an evening star in a sky that was pale golden and ethereal rose over gleaming white spaces and dark glens of spruce.\n", "word": "rose", "modifies": "space"}
{"color": "red", "line": "“I’m perfectly happy yes, in spite of my red hair.\n", "word": "red", "modifies": "hair"}
{"color": "red", "line": "Just at present I have a soul above red hair.\n", "word": "red", "modifies": "hair"}
{"color": "pink", "line": "Diana gave me a beautiful card with a wreath of roses on it and a verse of poetry:” “And that is true, Marilla.\n", "word": "rose", "modifies": "wreath"}
{"color": "red", "line": "At last they were ready, cheeks scarlet and eyes glowing with excitement.\n", "word": "scarlet", "modifies": "cheek"}
{"color": "blue", "line": "There was a magnificent sunset, and the snowy hills and deep blue water of the St. Lawrence Gulf seemed to rim in the splendor like a huge bowl of pearl and sapphire brimmed with wine and fire.\n", "word": "blue", "modifies": "water"}
{"color": "white", "line": "When Prissy Andrews, attired in a new pink silk waist with a string of pearls about her smooth white throat and real carnations in her hair rumor whispered that the master had sent all the way to town for them for her “climbed the slimy ladder, dark without one ray of light,” Anne shivered in luxurious sympathy; when the choir sang “Far Above the Gentle Daisies” Anne gazed at the ceiling as if it were frescoed with angels; when Sam Sloane proceeded to explain and illustrate “How Sockery Set a Hen” Anne laughed until people sitting near her laughed too, more out of sympathy with her than with amusement at a selection that was rather threadbare even in Avonlea; and when Mr. Phillips gave Mark Antony’s oration over the dead body of Cæsar in the most heart stirring tones looking at Prissy Andrews at the end of every sentence Anne felt that she could rise and mutiny on the spot if but one Roman citizen led the way.\n", "word": "white", "modifies": "throat"}
{"color": "pink", "line": "When Prissy Andrews, attired in a new pink silk waist with a string of pearls about her smooth white throat and real carnations in her hair rumor whispered that the master had sent all the way to town for them for her “climbed the slimy ladder, dark without one ray of light,” Anne shivered in luxurious sympathy; when the choir sang “Far Above the Gentle Daisies” Anne gazed at the ceiling as if it were frescoed with angels; when Sam Sloane proceeded to explain and illustrate “How Sockery Set a Hen” Anne laughed until people sitting near her laughed too, more out of sympathy with her than with amusement at a selection that was rather threadbare even in Avonlea; and when Mr. Phillips gave Mark Antony’s oration over the dead body of Cæsar in the most heart stirring tones looking at Prissy Andrews at the end of every sentence Anne felt that she could rise and mutiny on the spot if but one Roman citizen led the way.\n", "word": "pink", "modifies": "waist"}
{"color": "white", "line": "The two little white clad figures flew down the long room, through the spare room door, and bounded on the bed at the same moment.\n", "word": "white", "modifies": "figure"}
{"color": "green", "line": "“I’m Anne of Green Gables,” said the small visitor tremulously, clasping her hands with her characteristic gesture, “and I’ve come to confess, if you please.” “Confess what?” “That it was all my fault about jumping into bed on you last night.\n", "word": "green", "modifies": "gable"}
{"color": "silver", "line": "That evening Miss Barry gave Diana a silver bangle bracelet and told the senior members of the household that she had unpacked her valise.\n", "word": "silver", "modifies": "bracelet"}
{"color": "red", "line": "The maples in Lover’s Lane were red budded and little curly ferns pushed up around the Dryad’s Bubble.\n", "word": "red", "modifies": "fern"}
{"color": "white", "line": "Away up in the barrens, behind Mr. Silas Sloane’s place, the Mayflowers blossomed out, pink and white stars of sweetness under their brown leaves.\n", "word": "white", "modifies": "star"}
{"color": "brown", "line": "Away up in the barrens, behind Mr. Silas Sloane’s place, the Mayflowers blossomed out, pink and white stars of sweetness under their brown leaves.\n", "word": "brown", "modifies": "leaf"}
{"color": "pink", "line": "Away up in the barrens, behind Mr. Silas Sloane’s place, the Mayflowers blossomed out, pink and white stars of sweetness under their brown leaves.\n", "word": "pink", "modifies": "star"}
{"color": "purple", "line": "After the Mayflowers came the violets, and Violet Vale was empurpled with them.\n", "word": "violet", "modifies": "vale"}
{"color": "white", "line": "The walls were as white, the pincushion as hard, the chairs as stiffly and yellowly upright as ever.\n", "word": "white", "modifies": "wall"}
{"color": "blue", "line": "It was full of a new vital, pulsing personality that seemed to pervade it and to be quite independent of schoolgirl books and dresses and ribbons, and even of the cracked blue jug full of apple blossoms on the table.\n", "word": "blue", "modifies": "jug"}
{"color": "black", "line": "I did pretty well until I put the pie in, and then an irresistible temptation came to me to imagine I was an enchanted princess shut up in a lonely tower with a handsome knight riding to my rescue on a coal black steed.\n", "word": "black", "modifies": "steed"}
{"color": "white", "line": "There’s a white lady walks along the brook just about this time of the night and wrings her hands and utters wailing cries.\n", "word": "white", "modifies": "lady"}
{"color": "white", "line": "I’d be sure that white things would reach out from behind the trees and grab me.” “Did ever anyone hear the like!” ejaculated Marilla, who had listened in dumb amazement.\n", "word": "white", "modifies": "thing"}
{"color": "red", "line": "And Ruby Gillis says ” “Anne Shirley,” interrupted Marilla firmly, “I never want to hear you talking in this fashion again.\n", "word": "ruby", "modifies": "gillis"}
{"color": "white", "line": "“What would you feel like if a white thing did snatch me up and carry me off?” “I’ll risk it,” said Marilla unfeelingly.\n", "word": "white", "modifies": "thing"}
{"color": "white", "line": "A white strip of birch bark blowing up from the hollow over the brown floor of the grove made her heart stand still.\n", "word": "white", "modifies": "strip"}
{"color": "brown", "line": "A white strip of birch bark blowing up from the hollow over the brown floor of the grove made her heart stand still.\n", "word": "brown", "modifies": "floor"}
{"color": "white", "line": "When she reached Mr. William Bell’s field she fled across it as if pursued by an army of white things, and arrived at the Barry kitchen door so out of breath that she could hardly gasp out her request for the apron pattern.\n", "word": "white", "modifies": "thing"}
{"color": "white", "line": "Anne went back over it with shut eyes, preferring to take the risk of dashing her brains out among the boughs to that of seeing a white thing.\n", "word": "white", "modifies": "thing"}
{"color": "red", "line": "“I don’t think I was crying because I was really so very fond of him,” Ruby Gillis started it.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "Ruby Gillis has always declared she hated Mr. Phillips, but just as soon as he got up to make his farewell speech she burst into tears.\n", "word": "ruby", "modifies": "gillis"}
{"color": "blue", "line": "Our new minister’s wife was dressed in blue muslin with lovely puffed sleeves and a hat trimmed with roses.\n", "word": "blue", "modifies": "muslin"}
{"color": "red", "line": "These stood or fell by the judgment of the fathers and mothers in Israel; but a certain small, red haired girl who sat meekly in the corner of the old Cuthbert pew also had her opinions about them and discussed the same in full with Matthew, Marilla always declining from principle to criticize ministers in any shape or form.\n", "word": "red", "modifies": "girl"}
{"color": "red", "line": "“Nobody else asked any except Ruby Gillis, and she asked if there was to be a Sunday school picnic this summer.\n", "word": "ruby", "modifies": "gillis"}
{"color": "green", "line": "Monday and Tuesday great preparations went on at Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "She talked it all over with Diana Tuesday night in the twilight, as they sat on the big red stones by the Dryad’s Bubble and made rainbows in the water with little twigs dipped in fir balsam.\n", "word": "red", "modifies": "stone"}
{"color": "red", "line": "We’re to have two kinds of jelly, red and yellow, and whipped cream and lemon pie, and cherry pie, and three kinds of cookies, and fruit cake, and Marilla’s famous yellow plum preserves that she keeps especially for ministers, and pound cake and layer cake, and biscuits as aforesaid; and new bread and old both, in case the minister is dyspeptic and can’t eat new.\n", "word": "red", "modifies": "jelly"}
{"color": "yellow", "line": "We’re to have two kinds of jelly, red and yellow, and whipped cream and lemon pie, and cherry pie, and three kinds of cookies, and fruit cake, and Marilla’s famous yellow plum preserves that she keeps especially for ministers, and pound cake and layer cake, and biscuits as aforesaid; and new bread and old both, in case the minister is dyspeptic and can’t eat new.\n", "word": "yellow", "modifies": "plum"}
{"color": "purple", "line": "We’re to have two kinds of jelly, red and yellow, and whipped cream and lemon pie, and cherry pie, and three kinds of cookies, and fruit cake, and Marilla’s famous yellow plum preserves that she keeps especially for ministers, and pound cake and layer cake, and biscuits as aforesaid; and new bread and old both, in case the minister is dyspeptic and can’t eat new.\n", "word": "plum", "modifies": "marilla"}
{"color": "red", "line": "Anne, flushed with delight, clapped it together with layers of ruby jelly and, in imagination, saw Mrs. Allan eating it and possibly asking for another piece!\n", "word": "ruby", "modifies": "jelly"}
{"color": "pink", "line": "“Can I fix the table with ferns and wild roses?” “I think that’s all nonsense,” sniffed Marilla.\n", "word": "rose", "modifies": "fern"}
{"color": "pink", "line": "Having abundance of roses and ferns and a very artistic taste of her own, she made that tea table such a thing of beauty that when the minister and his wife sat down to it they exclaimed in chorus over it loveliness.\n", "word": "rose", "modifies": "abundance"}
{"color": "white", "line": "He had been in such a state of shyness and nervousness that Marilla had given him up in despair, but Anne took him in hand so successfully that he now sat at the table in his best clothes and white collar and talked to the minister not uninterestingly.\n", "word": "white", "modifies": "collar"}
{"color": "red", "line": "What flavoring did you use?” “Vanilla,” said Anne, her face scarlet with mortification after tasting the cake.\n", "word": "scarlet", "modifies": "face"}
{"color": "green", "line": "‘Miss Anne Shirley, Green Gables.’ That is the first time I was ever called ‘Miss.’ Such a thrill as it gave me!\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "She was dressed in the sweetest dress of pale pink organdy, with dozens of frills and elbow sleeves, and she looked just like a seraph.\n", "word": "pale", "modifies": "organdy"}
{"color": "pink", "line": "She was dressed in the sweetest dress of pale pink organdy, with dozens of frills and elbow sleeves, and she looked just like a seraph.\n", "word": "pink", "modifies": "organdy"}
{"color": "red", "line": "A minister mightn’t mind my red hair because he wouldn’t be thinking of such worldly things.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "There was another little girl at the manse to tea, from the White Sands Sunday school.\n", "word": "white", "modifies": "school"}
{"color": "white", "line": "Lauretta had to go home early because there is a big concert in the White Sands Hotel tonight and her sister is to recite at it.\n", "word": "white", "modifies": "hotel"}
{"color": "white", "line": "Lauretta says that the Americans at the hotel give a concert every fortnight in aid of the Charlottetown hospital, and they ask lots of the White Sands people to recite.\n", "word": "white", "modifies": "sand"}
{"color": "green", "line": "I told her everything about Mrs. Thomas and the twins and Katie Maurice and Violetta and coming to Green Gables and my troubles over geometry.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "First of all Carrie Sloane dared Ruby Gillis to climb to a certain point in the huge old willow tree before the front door; which Ruby Gillis, albeit in mortal dread of the fat green caterpillars with which said tree was infested and with the fear of her mother before her eyes if she should tear her new muslin dress, nimbly did, to the discomfiture of the aforesaid Carrie Sloane.\n", "word": "ruby", "modifies": "gillis"}
{"color": "green", "line": "First of all Carrie Sloane dared Ruby Gillis to climb to a certain point in the huge old willow tree before the front door; which Ruby Gillis, albeit in mortal dread of the fat green caterpillars with which said tree was infested and with the fear of her mother before her eyes if she should tear her new muslin dress, nimbly did, to the discomfiture of the aforesaid Carrie Sloane.\n", "word": "green", "modifies": "caterpillar"}
{"color": "red", "line": "Anne tossed her red braids.\n", "word": "red", "modifies": "braid"}
{"color": "red", "line": "Nevertheless, when Diana and the other girls had rushed frantically around the house except Ruby Gillis, who remained as if rooted to the ground and went into hysterics they found Anne lying all white and limp among the wreck and ruin of the Virginia creeper.\n", "word": "ruby", "modifies": "gillis"}
{"color": "white", "line": "That night, when Marilla went up to the east gable, where a white faced girl was lying, a plaintive voice greeted her from the bed.\n", "word": "white", "modifies": "girl"}
{"color": "gray", "line": "When I try to imagine him as a boy I see him with gray whiskers and spectacles, just as he looks in Sunday school, only small.\n", "word": "gray", "modifies": "whisker"}
{"color": "red", "line": "Diana and Ruby Gillis and Jane Andrews are preparing a dialogue, called ‘A Morning Visit,’ for next Friday.\n", "word": "ruby", "modifies": "diana"}
{"color": "silver", "line": "The dews were so heavy that the fields glistened like cloth of silver and there were such heaps of rustling leaves in the hollows of many stemmed woods to run crisply through.\n", "word": "silver", "modifies": "cloth"}
{"color": "yellow", "line": "The Birch Path was a canopy of yellow and the ferns were sear and brown all along it.\n", "word": "yellow", "modifies": "canopy"}
{"color": "red", "line": "There was a tang in the very air that inspired the hearts of small maidens tripping, unlike snails, swiftly and willingly to school; and it _was_ jolly to be back again at the little brown desk beside Diana, with Ruby Gillis nodding across the aisle and Carrie Sloane sending up notes and Julia Bell passing a “chew” of gum down from the back seat.\n", "word": "ruby", "modifies": "gillis"}
{"color": "brown", "line": "There was a tang in the very air that inspired the hearts of small maidens tripping, unlike snails, swiftly and willingly to school; and it _was_ jolly to be back again at the little brown desk beside Diana, with Ruby Gillis nodding across the aisle and Carrie Sloane sending up notes and Julia Bell passing a “chew” of gum down from the back seat.\n", "word": "brown", "modifies": "desk"}
{"color": "red", "line": "Ruby Gillis told me coming home that the way I said the line, ‘Now for my father’s arm,’ she said, ‘my woman’s heart farewell,’ just made her blood run cold.” “Well now, you might recite it for me some of these days, out in the barn,” suggested Matthew.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "I think when I grow up I’ll be a trained nurse and go with the Red Crosses to the field of battle as a messenger of mercy.\n", "word": "red", "modifies": "cross"}
{"color": "red", "line": "Josie says she thinks a red haired fairy is just as ridiculous as a fat one, but I do not let myself mind what Josie says.\n", "word": "red", "modifies": "fairy"}
{"color": "red", "line": "I’m to have a wreath of white roses on my hair and Ruby Gillis is going to lend me her slippers because I haven’t any of my own.\n", "word": "ruby", "modifies": "gillis"}
{"color": "white", "line": "I’m to have a wreath of white roses on my hair and Ruby Gillis is going to lend me her slippers because I haven’t any of my own.\n", "word": "white", "modifies": "rose"}
{"color": "pink", "line": "I’m to have a wreath of white roses on my hair and Ruby Gillis is going to lend me her slippers because I haven’t any of my own.\n", "word": "rose", "modifies": "wreath"}
{"color": "brown", "line": "Especially with copper toes?\n", "word": "copper", "modifies": "toe"}
{"color": "pink", "line": "We are going to decorate the hall with creeping spruce and fir mottoes with pink tissue paper roses in them.\n", "word": "pink", "modifies": "rose"}
{"color": "white", "line": "And we are all to march in two by two after the audience is seated, while Emma White plays a march on the organ.\n", "word": "white", "modifies": "emma"}
{"color": "gray", "line": "He had come into the kitchen, in the twilight of a cold, gray December evening, and had sat down in the woodbox corner to take off his heavy boots, unconscious of the fact that Anne and a bevy of her schoolmates were having a practice of “The Fairy Queen” in the sitting room.\n", "word": "gray", "modifies": "evening"}
{"color": "green", "line": "The more Matthew thought about the matter the more he was convinced that Anne never had been dressed like the other girls never since she had come to Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "He recalled the cluster of little girls he had seen around her that evening all gay in waists of red and blue and pink and white and he wondered why Marilla always kept her so plainly and soberly gowned.\n", "word": "red", "modifies": "waist"}
{"color": "brown", "line": "Matthew did not know that Samuel, in the recent expansion of his business, had set up a lady clerk also; she was a niece of his wife’s and a very dashing young person indeed, with a huge, drooping pompadour, big, rolling brown eyes, and a most extensive and bewildering smile.\n", "word": "brown", "modifies": "eye"}
{"color": "brown", "line": "“Brown sugar!” exclaimed Marilla.\n", "word": "brown", "modifies": "sugar"}
{"color": "black", "line": "You know I never use it except for the hired man’s porridge or black fruit cake.\n", "word": "black", "modifies": "cake"}
{"color": "green", "line": "It had been a very mild December and people had looked forward to a green Christmas; but just enough snow fell softly in the night to transfigure Avonlea.\n", "word": "green", "modifies": "christmas"}
{"color": "green", "line": "Anne ran downstairs singing until her voice reechoed through Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "I don’t like green Christmases.\n", "word": "green", "modifies": "christmas"}
{"color": "green", "line": "They’re not green they’re just nasty faded browns and grays.\n", "word": "green", "modifies": "brown"}
{"color": "brown", "line": "They’re not green they’re just nasty faded browns and grays.\n", "word": "brown", "modifies": "gray"}
{"color": "gray", "line": "They’re not green they’re just nasty faded browns and grays.\n", "word": "gray", "modifies": "brown"}
{"color": "brown", "line": "Oh, how pretty it was a lovely soft brown gloria with all the gloss of silk; a skirt with dainty frills and shirrings; a waist elaborately pintucked in the most fashionable way, with a little ruffle of filmy lace at the neck.\n", "word": "brown", "modifies": "gloria"}
{"color": "brown", "line": "Long elbow cuffs, and above them two beautiful puffs divided by rows of shirring and bows of brown silk ribbon.\n", "word": "brown", "modifies": "ribbon"}
{"color": "red", "line": "“You won’t have to borrow Ruby’s slippers now, and that’s a blessing, for they’re two sizes too big for you, and it would be awful to hear a fairy shuffling.\n", "word": "ruby", "modifies": "slipper"}
{"color": "red", "line": "Ruby Gillis and Emma White, who had quarreled over a point of precedence in their platform seats, no longer sat at the same desk, and a promising friendship of three years was broken up.\n", "word": "ruby", "modifies": "gillis"}
{"color": "gold", "line": "Geraldine was a queenly blonde with hair like spun gold and velvety purple eyes.” “I never saw anybody with purple eyes,” said Diana dubiously.\n", "word": "gold", "modifies": "hair"}
{"color": "purple", "line": "Geraldine was a queenly blonde with hair like spun gold and velvety purple eyes.” “I never saw anybody with purple eyes,” said Diana dubiously.\n", "word": "purple", "modifies": "eye"}
{"color": "white", "line": "Geraldine had an alabaster brow too.\n", "word": "alabaster", "modifies": "brow"}
{"color": "white", "line": "I’ve found out what an alabaster brow is.\n", "word": "alabaster", "modifies": "brow"}
{"color": "red", "line": "I asked Ruby Gillis if she knew anything about how men proposed because I thought she’d likely be an authority on the subject, having so many sisters married.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "I made it very flowery and poetical and Bertram went on his knees, although Ruby Gillis says it isn’t done nowadays.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "Bertram gave her a diamond ring and a ruby necklace and told her they would go to Europe for a wedding tour, for he was immensely wealthy.\n", "word": "ruby", "modifies": "necklace"}
{"color": "red", "line": "It was limited to Diana and Anne at first, but soon it was extended to include Jane Andrews and Ruby Gillis and one or two others who felt that their imaginations needed cultivating.\n", "word": "ruby", "modifies": "jane"}
{"color": "red", "line": "No boys were allowed in it although Ruby Gillis opined that their admission would make it more exciting and each member had to produce one story a week.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "Ruby Gillis is rather sentimental.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "Jane and Ruby almost always cry when I come to the pathetic parts.\n", "word": "ruby", "modifies": "jane"}
{"color": "red", "line": "She probably imagined that she was thinking about the Aids and their missionary box and the new carpet for the vestry room, but under these reflections was a harmonious consciousness of red fields smoking into pale purply mists in the declining sun, of long, sharp pointed fir shadows falling over the meadow beyond the brook, of still, crimson budded maples around a mirrorlike wood pool, of a wakening in the world and a stir of hidden pulses under the gray sod.\n", "word": "red", "modifies": "field"}
{"color": "white", "line": "She probably imagined that she was thinking about the Aids and their missionary box and the new carpet for the vestry room, but under these reflections was a harmonious consciousness of red fields smoking into pale purply mists in the declining sun, of long, sharp pointed fir shadows falling over the meadow beyond the brook, of still, crimson budded maples around a mirrorlike wood pool, of a wakening in the world and a stir of hidden pulses under the gray sod.\n", "word": "pale", "modifies": "mist"}
{"color": "gray", "line": "She probably imagined that she was thinking about the Aids and their missionary box and the new carpet for the vestry room, but under these reflections was a harmonious consciousness of red fields smoking into pale purply mists in the declining sun, of long, sharp pointed fir shadows falling over the meadow beyond the brook, of still, crimson budded maples around a mirrorlike wood pool, of a wakening in the world and a stir of hidden pulses under the gray sod.\n", "word": "gray", "modifies": "sod"}
{"color": "green", "line": "Her eyes dwelt affectionately on Green Gables, peering through its network of trees and reflecting the sunlight back from its windows in several little coruscations of glory.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "Marilla, as she picked her steps along the damp lane, thought that it was really a satisfaction to know that she was going home to a briskly snapping wood fire and a table nicely spread for tea, instead of to the cold comfort of old Aid meeting evenings before Anne had come to Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "“I thought nothing could be as bad as red hair.\n", "word": "red", "modifies": "hair"}
{"color": "green", "line": "But now I know it’s ten times worse to have green hair.\n", "word": "green", "modifies": "hair"}
{"color": "red", "line": "“But I thought it was worth while to be a little wicked to get rid of red hair.\n", "word": "red", "modifies": "hair"}
{"color": "black", "line": "He said it would turn my hair a beautiful raven black he positively assured me that it would.\n", "word": "black", "modifies": "raven"}
{"color": "green", "line": "I have proof now green hair is proof enough for anybody.\n", "word": "green", "modifies": "hair"}
{"color": "black", "line": "The peddler said it was warranted to dye any hair a beautiful raven black and wouldn’t wash off.\n", "word": "black", "modifies": "raven"}
{"color": "black", "line": "In a trice I saw myself with beautiful raven black hair and the temptation was irresistible.\n", "word": "black", "modifies": "hair"}
{"color": "red", "line": "I never thought I was vain about my hair, of all things, but now I know I was, in spite of its being red, because it was so long and thick and curly.\n", "word": "red", "modifies": "spite"}
{"color": "black", "line": "Diana says when my hair begins to grow to tie a black velvet ribbon around my head with a bow at one side.\n", "word": "black", "modifies": "ribbon"}
{"color": "red", "line": "Now, a red haired person cannot be a lily maid.” “Your complexion is just as fair as Ruby’s,” said Diana earnestly, “and your hair is ever so much darker than it used to be before you cut it.” “Oh, do you really think so?” exclaimed Anne, flushing sensitively with delight.\n", "word": "red", "modifies": "person"}
{"color": "red", "line": "Ruby and Jane were spending the midsummer afternoon with Diana, and Anne had come over to play with them.\n", "word": "ruby", "modifies": "jane"}
{"color": "red", "line": "“Ruby, you must be King Arthur and Jane will be Guinevere and Diana must be Lancelot.\n", "word": "ruby", "modifies": "king"}
{"color": "black", "line": "That old black shawl of your mother’s will be just the thing, Diana.” The black shawl having been procured, Anne spread it over the flat and then lay down on the bottom, with closed eyes and hands folded over her breast.\n", "word": "black", "modifies": "shawl"}
{"color": "red", "line": "“Oh, she does look really dead,” whispered Ruby Gillis nervously, watching the still, white little face under the flickering shadows of the birches.\n", "word": "ruby", "modifies": "gillis"}
{"color": "white", "line": "“Oh, she does look really dead,” whispered Ruby Gillis nervously, watching the still, white little face under the flickering shadows of the birches.\n", "word": "white", "modifies": "face"}
{"color": "gold", "line": "Cloth of gold for coverlet there was none, but an old piano scarf of yellow Japanese crepe was an excellent substitute.\n", "word": "gold", "modifies": "cloth"}
{"color": "yellow", "line": "Cloth of gold for coverlet there was none, but an old piano scarf of yellow Japanese crepe was an excellent substitute.\n", "word": "yellow", "modifies": "crepe"}
{"color": "white", "line": "A white lily was not obtainable just then, but the effect of a tall blue iris placed in one of Anne’s folded hands was all that could be desired.\n", "word": "white", "modifies": "lily"}
{"color": "blue", "line": "A white lily was not obtainable just then, but the effect of a tall blue iris placed in one of Anne’s folded hands was all that could be desired.\n", "word": "blue", "modifies": "iris"}
{"color": "red", "line": "Diana and Jane and Ruby only waited long enough to see it caught in the current and headed for the bridge before scampering up through the woods, across the road, and down to the lower headland where, as Lancelot and Guinevere and the King, they were to be in readiness to receive the lily maid.\n", "word": "ruby", "modifies": "diana"}
{"color": "gold", "line": "In a very few moments it was necessary for Elaine to scramble to her feet, pick up her cloth of gold coverlet and pall of blackest samite and gaze blankly at a big crack in the bottom of her barge through which the water was literally pouring.\n", "word": "gold", "modifies": "coverlet"}
{"color": "white", "line": "Anne gave one gasping little scream which nobody ever heard; she was white to the lips, but she did not lose her self possession.\n", "word": "white", "modifies": "lip"}
{"color": "red", "line": "Ruby, Jane, and Diana, already awaiting it on the lower headland, saw it disappear before their very eyes and had not a doubt but that Anne had gone down with it.\n", "word": "ruby", "modifies": "jane"}
{"color": "white", "line": "For a moment they stood still, white as sheets, frozen with horror at the tragedy; then, shrieking at the tops of their voices, they started on a frantic run up through the woods, never pausing as they crossed the main road to glance the way of the bridge.\n", "word": "white", "modifies": "sheet"}
{"color": "green", "line": "Anne looked at the wicked green depths below her, wavering with long, oily shadows, and shivered.\n", "word": "green", "modifies": "depth"}
{"color": "white", "line": "Gilbert glanced up and, much to his amazement, beheld a little white scornful face looking down upon him with big, frightened but also scornful gray eyes.\n", "word": "white", "modifies": "face"}
{"color": "gray", "line": "Gilbert glanced up and, much to his amazement, beheld a little white scornful face looking down upon him with big, frightened but also scornful gray eyes.\n", "word": "gray", "modifies": "eye"}
{"color": "brown", "line": "She had an odd, newly awakened consciousness under all her outraged dignity that the half shy, half eager expression in Gilbert’s hazel eyes was something that was very good to see.\n", "word": "hazel", "modifies": "eye"}
{"color": "red", "line": "Here Ruby Gillis had succumbed to hysterics, and was left to recover from them as best she might, while Jane and Diana flew through the Haunted Wood and across the brook to Green Gables.\n", "word": "ruby", "modifies": "gillis"}
{"color": "green", "line": "Here Ruby Gillis had succumbed to hysterics, and was left to recover from them as best she might, while Jane and Diana flew through the Haunted Wood and across the brook to Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "And Ruby is in hysterics oh, Anne, how did you escape?” “I climbed up on one of the piles,” explained Anne wearily, “and Gilbert Blythe came along in Mr. Andrews’s dory and brought me to land.” “Oh, Anne, how splendid of him!\n", "word": "ruby", "modifies": "hysteric"}
{"color": "green", "line": "Ever since I came to Green Gables I’ve been making mistakes, and each mistake has helped to cure me of some great shortcoming.\n", "word": "green", "modifies": "gable"}
{"color": "purple", "line": "The affair of the amethyst brooch cured me of meddling with things that didn’t belong to me.\n", "word": "amethyst", "modifies": "brooch"}
{"color": "red", "line": "It was a September evening and all the gaps and clearings in the woods were brimmed up with ruby sunset light.\n", "word": "ruby", "modifies": "light"}
{"color": "purple", "line": "Here and there the lane was splashed with it, but for the most part it was already quite shadowy beneath the maples, and the spaces under the firs were filled with a clear violet dusk like airy wine.\n", "word": "violet", "modifies": "dusk"}
{"color": "purple", "line": "“Isn’t this evening just like a purple dream, Diana?\n", "word": "purple", "modifies": "dream"}
{"color": "white", "line": "That was what she said last week when Jane invited me to go with them in their double seated buggy to the American concert at the White Sands Hotel.\n", "word": "white", "modifies": "hotel"}
{"color": "red", "line": "Jane and Ruby have been twice, and they’re going this year again.” “I’m not going to think about it at all until I know whether I can go or not,” said Anne resolutely.\n", "word": "ruby", "modifies": "jane"}
{"color": "blue", "line": "The dress is very pretty, Diana navy blue and made so fashionably.\n", "word": "blue", "modifies": "navy"}
{"color": "blue", "line": "But Matthew said I must have a new coat, so Marilla bought a lovely piece of blue broadcloth, and it’s being made by a real dressmaker over at Carmody.\n", "word": "blue", "modifies": "broadcloth"}
{"color": "gold", "line": "It is one of those little blue velvet ones that are all the rage, with gold cord and tassels.\n", "word": "gold", "modifies": "cord"}
{"color": "blue", "line": "It is one of those little blue velvet ones that are all the rage, with gold cord and tassels.\n", "word": "blue", "modifies": "one"}
{"color": "red", "line": "It was delightful to rattle along over the moist roads in the early red sunlight that was creeping across the shorn harvest fields.\n", "word": "red", "modifies": "sunlight"}
{"color": "blue", "line": "The air was fresh and crisp, and little smoke blue mists curled through the valleys and floated off from the hills.\n", "word": "blue", "modifies": "mist"}
{"color": "red", "line": "Sometimes the road went through woods where maples were beginning to hang out scarlet banners; sometimes it crossed rivers on bridges that made Anne’s flesh cringe with the old, half delightful fear; sometimes it wound along a harbor shore and passed by a little cluster of weather gray fishing huts; again it mounted to hills whence a far sweep of curving upland or misty blue sky could be seen; but wherever it went there was much of interest to discuss.\n", "word": "scarlet", "modifies": "banner"}
{"color": "blue", "line": "Sometimes the road went through woods where maples were beginning to hang out scarlet banners; sometimes it crossed rivers on bridges that made Anne’s flesh cringe with the old, half delightful fear; sometimes it wound along a harbor shore and passed by a little cluster of weather gray fishing huts; again it mounted to hills whence a far sweep of curving upland or misty blue sky could be seen; but wherever it went there was much of interest to discuss.\n", "word": "blue", "modifies": "sky"}
{"color": "gray", "line": "Sometimes the road went through woods where maples were beginning to hang out scarlet banners; sometimes it crossed rivers on bridges that made Anne’s flesh cringe with the old, half delightful fear; sometimes it wound along a harbor shore and passed by a little cluster of weather gray fishing huts; again it mounted to hills whence a far sweep of curving upland or misty blue sky could be seen; but wherever it went there was much of interest to discuss.\n", "word": "gray", "modifies": "hut"}
{"color": "green", "line": "It was almost noon when they reached town and found their way to “Beechwood.” of green elms and branching beeches.\n", "word": "green", "modifies": "elm"}
{"color": "black", "line": "Miss Barry met them at the door with a twinkle in her sharp black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "Diana got so excited that she offered to bet me ten cents that the red horse would win.\n", "word": "red", "modifies": "horse"}
{"color": "red", "line": "And I was very glad I didn’t bet, because the red horse _did_ win, and I would have lost ten cents.\n", "word": "red", "modifies": "_did_"}
{"color": "white", "line": "Madame Selitsky was perfectly beautiful, and wore white satin and diamonds.\n", "word": "white", "modifies": "satin"}
{"color": "white", "line": "It was sunset when they passed through White Sands and turned into the shore road.\n", "word": "white", "modifies": "sand"}
{"color": "red", "line": "When she crossed the log bridge over the brook the kitchen light of Green Gables winked her a friendly welcome back, and through the open door shone the hearth fire, sending out its warm red glow athwart the chilly autumn night.\n", "word": "red", "modifies": "glow"}
{"color": "green", "line": "When she crossed the log bridge over the brook the kitchen light of Green Gables winked her a friendly welcome back, and through the open door shone the hearth fire, sending out its warm red glow athwart the chilly autumn night.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "It was nearly dark, for the full November twilight had fallen around Green Gables, and the only light in the kitchen came from the dancing red flames in the stove.\n", "word": "red", "modifies": "flame"}
{"color": "green", "line": "It was nearly dark, for the full November twilight had fallen around Green Gables, and the only light in the kitchen came from the dancing red flames in the stove.\n", "word": "green", "modifies": "gable"}
{"color": "gray", "line": "But she had learned to love this slim, gray eyed girl with an affection all the deeper and stronger from its very undemonstrativeness.\n", "word": "gray", "modifies": "girl"}
{"color": "gray", "line": "I think it was a little gray fairy with a rainbow scarf that came tiptoeing along the last moonlight night and did it.\n", "word": "gray", "modifies": "fairy"}
{"color": "red", "line": "I asked Ruby Gillis why Myrtle was blighted, and Ruby said she guessed it was because her young man had gone back on her.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "Ruby Gillis thinks of nothing but young men, and the older she gets the worse she is.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "“It’s been the dream of my life that is, for the last six months, ever since Ruby and Jane began to talk of studying for the Entrance.\n", "word": "ruby", "modifies": "jane"}
{"color": "green", "line": "You’ll always have a home at Green Gables as long as Matthew and I are here, but nobody knows what is going to happen in this uncertain world, and it’s just as well to be prepared.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "Gilbert Blythe, Anne Shirley, Ruby Gillis, Jane Andrews, Josie Pye, Charlie Sloane, and Moody Spurgeon MacPherson joined it.\n", "word": "ruby", "modifies": "gilbert"}
{"color": "purple", "line": "On the evening when the Queen’s class first remained in school for the extra lessons and Anne saw Diana go slowly out with the others, to walk home alone through the Birch Path and Violet Vale, it was all the former could do to keep her seat and refrain from rushing impulsively after her chum.\n", "word": "violet", "modifies": "path"}
{"color": "red", "line": "Jane and Ruby are just going to study to be teachers.\n", "word": "ruby", "modifies": "jane"}
{"color": "blue", "line": "He’s such a funny looking boy with that big fat face, and his little blue eyes, and his ears sticking out like flaps.\n", "word": "blue", "modifies": "eye"}
{"color": "green", "line": "She was happy, eager, interested; there were lessons to be learned and honor to be won; delightful books to read; new pieces to be practiced for the Sunday school choir; pleasant Saturday afternoons at the manse with Mrs. Allan; and then, almost before Anne realized it, spring had come again to Green Gables and all the world was abloom once more.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "Studies palled just a wee bit then; the Queen’s class, left behind in school while the others scattered to green lanes and leafy wood cuts and meadow byways, looked wistfully out of the windows and discovered that Latin verbs and French exercises had somehow lost the tang and zest they had possessed in the crisp winter months.\n", "word": "green", "modifies": "lane"}
{"color": "red", "line": "Ruby Gillis is going to have a birthday party soon and there’s the Sunday school picnic and the missionary concert next month.\n", "word": "ruby", "modifies": "gillis"}
{"color": "white", "line": "And Mr. Barry says that some evening he’ll take Diana and me over to the White Sands Hotel and have dinner there.\n", "word": "white", "modifies": "hotel"}
{"color": "green", "line": "When Marilla was not at Aid meeting people knew there was something wrong at Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "She’s a real pretty girl got to be, though I can’t say I’m overly partial to that pale, big eyed style myself.\n", "word": "pale", "modifies": "style"}
{"color": "red", "line": "I like more snap and color, like Diana Barry has or Ruby Gillis.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "Ruby Gillis’s looks are real showy.\n", "word": "ruby", "modifies": "look"}
{"color": "red", "line": "But somehow I don’t know how it is but when Anne and them are together, though she ain’t half as handsome, she makes them look kind of common and overdone something like them white June lilies she calls narcissus alongside of the big, red peonies, that’s what.” ANNE had her “good” summer and enjoyed it wholeheartedly.\n", "word": "red", "modifies": "peony"}
{"color": "white", "line": "But somehow I don’t know how it is but when Anne and them are together, though she ain’t half as handsome, she makes them look kind of common and overdone something like them white June lilies she calls narcissus alongside of the big, red peonies, that’s what.” ANNE had her “good” summer and enjoyed it wholeheartedly.\n", "word": "white", "modifies": "june"}
{"color": "green", "line": "Mrs. Lynde says he is improving every day and the first thing we know some city church will gobble him up and then we’ll be left and have to turn to and break in another green preacher.\n", "word": "green", "modifies": "preacher"}
{"color": "red", "line": "Mr. Gillis measured me at Ruby’s party.\n", "word": "ruby", "modifies": "party"}
{"color": "green", "line": "That dark green one is so pretty and it was sweet of you to put on the flounce.\n", "word": "green", "modifies": "one"}
{"color": "red", "line": "Mine is geometry of course, and Jane’s is Latin, and Ruby and Charlie’s is algebra, and Josie’s is arithmetic.\n", "word": "ruby", "modifies": "algebra"}
{"color": "red", "line": "Red eyes and damp handkerchiefs bore convincing testimony to the fact that Miss Stacy’s farewell words must have been quite as touching as Mr. Phillips’s had been under similar circumstances three years before.\n", "word": "red", "modifies": "eye"}
{"color": "red", "line": "“This morning Miss Stacy came for me and we went to the Academy, calling for Jane and Ruby and Josie on our way.\n", "word": "ruby", "modifies": "jane"}
{"color": "green", "line": "Just one awful moment Diana, I felt exactly as I did four years ago when I asked Marilla if I might stay at Green Gables and then everything cleared up in my mind and my heart began beating again I forgot to say that it had stopped altogether! for I knew I could do something with _that_ paper anyhow.\n", "word": "green", "modifies": "gable"}
{"color": "red", "line": "“Ruby was in hysterics when I reached their boardinghouse; she had just discovered a fearful mistake she had made in her English paper.\n", "word": "ruby", "modifies": "hysteric"}
{"color": "green", "line": "Diana was over at Green Gables when she arrived and they met as if they had been parted for years.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "Green Gables is the dearest, loveliest spot in the world.” “How did the others do?” “The girls say they know they didn’t pass, but I think they did pretty well.\n", "word": "green", "modifies": "gable"}
{"color": "brown", "line": "But she did hope fervently that she would be among the first ten at least, so that she might see Matthew’s kindly brown eyes gleam with pride in her achievement.\n", "word": "brown", "modifies": "gleam"}
{"color": "red", "line": "At the end of the fortnight Anne took to “haunting” the post office also, in the distracted company of Jane, Ruby, and Josie, opening the Charlottetown dailies with shaking hands and cold, sinkaway feelings as bad as any experienced during the Entrance week.\n", "word": "ruby", "modifies": "jane"}
{"color": "red", "line": "Jane and Ruby did pretty well they’re halfway up and so did Charlie.\n", "word": "ruby", "modifies": "jane"}
{"color": "white", "line": "There was in it thankfulness for the past and reverent petition for the future; and when she slept on her white pillow her dreams were as fair and bright and beautiful as maidenhood might desire.\n", "word": "white", "modifies": "pillow"}
{"color": "white", "line": "PUT on your white organdy, by all means, Anne,” advised Diana decidedly.\n", "word": "white", "modifies": "organdy"}
{"color": "green", "line": "They were together in the east gable chamber; outside it was only twilight a lovely yellowish green twilight with a clear blue cloudless sky.\n", "word": "green", "modifies": "twilight"}
{"color": "blue", "line": "They were together in the east gable chamber; outside it was only twilight a lovely yellowish green twilight with a clear blue cloudless sky.\n", "word": "blue", "modifies": "sky"}
{"color": "white", "line": "A big round moon, slowly deepening from her pallid luster into burnished silver, hung over the Haunted Wood; the air was full of sweet summer sounds sleepy birds twittering, freakish breezes, faraway voices and laughter.\n", "word": "pallid", "modifies": "luster"}
{"color": "silver", "line": "A big round moon, slowly deepening from her pallid luster into burnished silver, hung over the Haunted Wood; the air was full of sweet summer sounds sleepy birds twittering, freakish breezes, faraway voices and laughter.\n", "word": "silver", "modifies": "luster"}
{"color": "pink", "line": "The velvet carpet with the pink roses and the pink silk curtains of Anne’s early visions had certainly never materialized; but her dreams had kept pace with her growth, and it is not probable she lamented them.\n", "word": "pink", "modifies": "rose"}
{"color": "green", "line": "The floor was covered with a pretty matting, and the curtains that softened the high window and fluttered in the vagrant breezes were of pale green art muslin.\n", "word": "green", "modifies": "art"}
{"color": "white", "line": "The floor was covered with a pretty matting, and the curtains that softened the high window and fluttered in the vagrant breezes were of pale green art muslin.\n", "word": "pale", "modifies": "muslin"}
{"color": "gold", "line": "The walls, hung not with gold and silver brocade tapestry, but with a dainty apple blossom paper, were adorned with a few good pictures given Anne by Mrs. Allan.\n", "word": "gold", "modifies": "tapestry"}
{"color": "silver", "line": "The walls, hung not with gold and silver brocade tapestry, but with a dainty apple blossom paper, were adorned with a few good pictures given Anne by Mrs. Allan.\n", "word": "silver", "modifies": "brocade"}
{"color": "white", "line": "Tonight a spike of white lilies faintly perfumed the room like the dream of a fragrance.\n", "word": "white", "modifies": "lily"}
{"color": "white", "line": "There was no “mahogany furniture,” but there was a white painted bookcase filled with books, a cushioned wicker rocker, a toilet table befrilled with white muslin, a quaint, gilt framed mirror with chubby pink Cupids and purple grapes painted over its arched top, that used to hang in the spare room, and a low white bed.\n", "word": "white", "modifies": "bookcase"}
{"color": "pink", "line": "There was no “mahogany furniture,” but there was a white painted bookcase filled with books, a cushioned wicker rocker, a toilet table befrilled with white muslin, a quaint, gilt framed mirror with chubby pink Cupids and purple grapes painted over its arched top, that used to hang in the spare room, and a low white bed.\n", "word": "pink", "modifies": "cupid"}
{"color": "purple", "line": "There was no “mahogany furniture,” but there was a white painted bookcase filled with books, a cushioned wicker rocker, a toilet table befrilled with white muslin, a quaint, gilt framed mirror with chubby pink Cupids and purple grapes painted over its arched top, that used to hang in the spare room, and a low white bed.\n", "word": "purple", "modifies": "grape"}
{"color": "white", "line": "Anne was dressing for a concert at the White Sands Hotel.\n", "word": "white", "modifies": "hotel"}
{"color": "white", "line": "Bertha Sampson and Pearl Clay of the White Sands Baptist choir had been asked to sing a duet; Milton Clark of Newbridge was to give a violin solo; Winnie Adella Blair of Carmody was to sing a Scotch ballad; and Laura Spencer of Spencervale and Anne Shirley of Avonlea were to recite.\n", "word": "white", "modifies": "choir"}
{"color": "blue", "line": "“I don’t think it’s as pretty as my blue flowered muslin and it certainly isn’t so fashionable.” “But it suits you ever so much better,” said Diana.\n", "word": "blue", "modifies": "muslin"}
{"color": "pink", "line": "She was looking very pretty herself on this particular night in a dress of the lovely wild rose pink, from which Anne was forever debarred; but she was not to take any part in the concert, so her appearance was of minor importance.\n", "word": "pink", "modifies": "rose"}
{"color": "white", "line": "I’m going to braid your hair in two thick braids, and tie them halfway up with big white bows no, don’t pull out a single curl over your forehead just have the soft part.\n", "word": "white", "modifies": "bow"}
{"color": "white", "line": "I shall fasten this little white house rose just behind your ear.\n", "word": "white", "modifies": "house"}
{"color": "pink", "line": "I shall fasten this little white house rose just behind your ear.\n", "word": "rose", "modifies": "ear"}
{"color": "white", "line": "But he admired Anne immensely, and was puffed up with pride over the prospect of driving to White Sands with that slim, upright figure beside him.\n", "word": "white", "modifies": "sand"}
{"color": "white", "line": "And how poor her one wee white rose must look beside all the hothouse flowers the others wore!\n", "word": "white", "modifies": "rose"}
{"color": "pink", "line": "And how poor her one wee white rose must look beside all the hothouse flowers the others wore!\n", "word": "rose", "modifies": "wee"}
{"color": "green", "line": "She wished herself back in the white room at Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "She wished herself back in the white room at Green Gables.\n", "word": "white", "modifies": "room"}
{"color": "white", "line": "She was wedged in between a stout lady in pink silk and a tall, scornful looking girl in a white lace dress.\n", "word": "white", "modifies": "dress"}
{"color": "pink", "line": "She was wedged in between a stout lady in pink silk and a tall, scornful looking girl in a white lace dress.\n", "word": "pink", "modifies": "silk"}
{"color": "white", "line": "The stout lady occasionally turned her head squarely around and surveyed Anne through her eyeglasses until Anne, acutely sensitive of being so scrutinized, felt that she must scream aloud; and the white lace girl kept talking audibly to her next neighbor about the “country bumpkins” would hate that white lace girl to the end of life.\n", "word": "white", "modifies": "girl"}
{"color": "gray", "line": "She was a lithe, dark eyed woman in a wonderful gown of shimmering gray stuff like woven moonbeams, with gems on her neck and in her dark hair.\n", "word": "gray", "modifies": "stuff"}
{"color": "green", "line": "Oh, if she were only back at Green Gables!\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "Perhaps, like the white lace girl, they anticipated amusement from her “rustic” efforts.\n", "word": "white", "modifies": "girl"}
{"color": "white", "line": "Gilbert was merely smiling with appreciation of the whole affair in general and of the effect produced by Anne’s slender white form and spiritual face against a background of palms in particular.\n", "word": "white", "modifies": "form"}
{"color": "pink", "line": "Anne, stepping back to her seat, blushing with shyness and delight, found her hand vigorously clasped and shaken by the stout lady in pink silk.\n", "word": "pink", "modifies": "silk"}
{"color": "pink", "line": "When the concert was over, the stout, pink lady who was the wife of an American millionaire took her under her wing, and introduced her to everybody; and everybody was very nice to her.\n", "word": "pink", "modifies": "lady"}
{"color": "white", "line": "Even the white lace girl paid her a languid little compliment.\n", "word": "white", "modifies": "girl"}
{"color": "white", "line": "He was in waiting for them, with the team, however, when it was all over, and the three girls came merrily out into the calm, white moonshine radiance.\n", "word": "white", "modifies": "radiance"}
{"color": "black", "line": "There was an American sitting behind Jane and me such a romantic looking man, with coal black hair and eyes.\n", "word": "black", "modifies": "hair"}
{"color": "red", "line": "“Titian was a very famous artist who liked to paint red haired women.” “_Did_ you see all the diamonds those ladies wore?” sighed Jane.\n", "word": "red", "modifies": "woman"}
{"color": "silver", "line": "Look at that sea, girls all silver and shadow and vision of things not seen.\n", "word": "silver", "modifies": "girl"}
{"color": "white", "line": "Would you want to be that white lace girl and wear a sour look all your life, as if you’d been born turning up your nose at the world?\n", "word": "white", "modifies": "girl"}
{"color": "pink", "line": "Or the pink lady, kind and nice as she is, so stout and short that you’d really no figure at all?\n", "word": "pink", "modifies": "lady"}
{"color": "green", "line": "“I’m quite content to be Anne of Green Gables, with my string of pearl beads.\n", "word": "green", "modifies": "gable"}
{"color": "pink", "line": "I know Matthew gave me as much love with them as ever went with Madame the Pink Lady’s jewels.” THE next three weeks were busy ones at Green Gables, for Anne was getting ready to go to Queen’s, and there was much sewing to be done, and many things to be talked over and arranged.\n", "word": "pink", "modifies": "lady"}
{"color": "green", "line": "More one evening she went up to the east gable with her arms full of a delicate pale green material.\n", "word": "green", "modifies": "material"}
{"color": "white", "line": "More one evening she went up to the east gable with her arms full of a delicate pale green material.\n", "word": "pale", "modifies": "material"}
{"color": "red", "line": "I hear that Jane and Ruby and Josie have got ‘evening dresses,’ as they call them, and I don’t mean you shall be behind them.\n", "word": "ruby", "modifies": "jane"}
{"color": "green", "line": "As Marilla watched the bright, animated face and graceful motions her thoughts went back to the evening Anne had arrived at Green Gables, and memory recalled a vivid picture of the odd, frightened child in her preposterous yellowish brown wincey dress, the heartbreak looking out of her tearful eyes.\n", "word": "green", "modifies": "gable"}
{"color": "brown", "line": "As Marilla watched the bright, animated face and graceful motions her thoughts went back to the evening Anne had arrived at Green Gables, and memory recalled a vivid picture of the odd, frightened child in her preposterous yellowish brown wincey dress, the heartbreak looking out of her tearful eyes.\n", "word": "brown", "modifies": "dress"}
{"color": "green", "line": "It won’t make a bit of difference where I go or how much I change outwardly; at heart I shall always be your little Anne, who will love you and Matthew and dear Green Gables more and better every day of her life.” Anne laid her fresh young cheek against Marilla’s faded one, and reached out a hand to pat Matthew’s shoulder.\n", "word": "green", "modifies": "gable"}
{"color": "blue", "line": "Under the stars of the blue summer night he walked agitatedly across the yard to the gate under the poplars.\n", "word": "blue", "modifies": "night"}
{"color": "white", "line": "But when Anne had gone Diana dried her tears and went to a beach picnic at White Sands with some of her Carmody cousins, where she contrived to enjoy herself tolerably well; while Marilla plunged fiercely into unnecessary work and kept at it all day long with the bitterest kind of heartache the ache that burns and gnaws and cannot wash itself away in ready tears.\n", "word": "white", "modifies": "sand"}
{"color": "red", "line": "Jane, Ruby, Josie, Charlie, and Moody Spurgeon, not being troubled with the stirrings of ambition, were content to take up the Second Class work.\n", "word": "ruby", "modifies": "jane"}
{"color": "brown", "line": "Anne was conscious of a pang of loneliness when she found herself in a room with fifty other students, not one of whom she knew, except the tall, brown haired boy across the room; and knowing him in the fashion she did, did not help her much, as she reflected pessimistically.\n", "word": "brown", "modifies": "boy"}
{"color": "red", "line": "I do wish Jane and Ruby had gone in for First Class, too.\n", "word": "ruby", "modifies": "jane"}
{"color": "red", "line": "I like the look of that girl with the brown eyes and the crimson waist.\n", "word": "crimson", "modifies": "waist"}
{"color": "brown", "line": "I like the look of that girl with the brown eyes and the crimson waist.\n", "word": "brown", "modifies": "eye"}
{"color": "white", "line": "She looks vivid and red rosy; there’s that pale, fair one gazing out of the window.\n", "word": "pale", "modifies": "one"}
{"color": "green", "line": "She looked dismally about her narrow little room, with its dull papered, pictureless walls, its small iron bedstead and empty book case; and a horrible choke came into her throat as she thought of her own white room at Green Gables, where she would have the pleasant consciousness of a great green still outdoors, of sweet peas growing in the garden, and moonlight falling on the orchard, of the brook below the slope and the spruce boughs tossing in the night wind beyond it, of a vast starry sky, and the light from Diana’s window shining out through the gap in the trees.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "She looked dismally about her narrow little room, with its dull papered, pictureless walls, its small iron bedstead and empty book case; and a horrible choke came into her throat as she thought of her own white room at Green Gables, where she would have the pleasant consciousness of a great green still outdoors, of sweet peas growing in the garden, and moonlight falling on the orchard, of the brook below the slope and the spruce boughs tossing in the night wind beyond it, of a vast starry sky, and the light from Diana’s window shining out through the gap in the trees.\n", "word": "white", "modifies": "room"}
{"color": "red", "line": "He noticed you in class today, and asked me who the red headed girl was.\n", "word": "red", "modifies": "girl"}
{"color": "red", "line": "Ruby was a very handsome young lady, now thinking herself quite as grown up as she really was; she wore her skirts as long as her mother would let her and did her hair up in town, though she had to take it down when she went home.\n", "word": "ruby", "modifies": "lady"}
{"color": "blue", "line": "She had large, bright blue eyes, a brilliant complexion, and a plump showy figure.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "Gilbert had ambitions, she knew, and Ruby Gillis did not seem the sort of person with whom such could be profitably discussed.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "Ruby Gillis told Jane Andrews that she didn’t understand half the things Gilbert Blythe said; he talked just like Anne Shirley did when she had a thoughtful fit on and for her part she didn’t think it any fun to be bothering about books and that sort of thing when you didn’t have to.\n", "word": "ruby", "modifies": "gillis"}
{"color": "red", "line": "With the “rose red” girl, Stella Maynard, and the “dream girl,” Priscilla Grant, she soon became intimate, finding the latter pale spiritual looking maiden to be full to the brim of mischief and pranks and fun, while the vivid, black eyed Stella had a heartful of wistful dreams and fancies, as aerial and rainbow like as Anne’s own.\n", "word": "red", "modifies": "rose"}
{"color": "black", "line": "With the “rose red” girl, Stella Maynard, and the “dream girl,” Priscilla Grant, she soon became intimate, finding the latter pale spiritual looking maiden to be full to the brim of mischief and pranks and fun, while the vivid, black eyed Stella had a heartful of wistful dreams and fancies, as aerial and rainbow like as Anne’s own.\n", "word": "black", "modifies": "stella"}
{"color": "white", "line": "With the “rose red” girl, Stella Maynard, and the “dream girl,” Priscilla Grant, she soon became intimate, finding the latter pale spiritual looking maiden to be full to the brim of mischief and pranks and fun, while the vivid, black eyed Stella had a heartful of wistful dreams and fancies, as aerial and rainbow like as Anne’s own.\n", "word": "pale", "modifies": "maiden"}
{"color": "brown", "line": "The bronze medal for mathematics was considered as good as won by a fat, funny little up country boy with a bumpy forehead and a patched coat.\n", "word": "bronze", "modifies": "medal"}
{"color": "red", "line": "Ruby Gillis was the handsomest girl of the year at the Academy; in the Second Year classes Stella Maynard carried off the palm for beauty, with small but critical minority in favor of Anne Shirley.\n", "word": "ruby", "modifies": "girl"}
{"color": "black", "line": "The latter was, as she admitted, growing old, but her black eyes were not dim nor the vigor of her tongue in the least abated.\n", "word": "black", "modifies": "eye"}
{"color": "blue", "line": "Girls, sometimes I feel as if those exams meant everything, but when I look at the big buds swelling on those chestnut trees and the misty blue air at the end of the streets they don’t seem half so important.” Jane and Ruby and Josie, who had dropped in, did not take this view of it.\n", "word": "blue", "modifies": "air"}
{"color": "green", "line": "Look at that arch of pale green sky over those houses and picture to yourself what it must look like over the purply dark beech woods back of Avonlea.” “What are you going to wear for commencement, Jane?” asked Ruby practically.\n", "word": "green", "modifies": "sky"}
{"color": "white", "line": "Look at that arch of pale green sky over those houses and picture to yourself what it must look like over the purply dark beech woods back of Avonlea.” “What are you going to wear for commencement, Jane?” asked Ruby practically.\n", "word": "pale", "modifies": "sky"}
{"color": "pink", "line": "All the Beyond was hers with its possibilities lurking rosily in the oncoming years each year a rose of promise to be woven into an immortal chaplet.\n", "word": "rose", "modifies": "promise"}
{"color": "white", "line": "Anne was pale and quiet; in ten more minutes she would know who had won the medal and who the Avery.\n", "word": "pale", "modifies": "anne"}
{"color": "green", "line": "Matthew and Marilla were there, with eyes and ears for only one student on the platform a tall girl in pale green, with faintly flushed cheeks and starry eyes, who read the best essay and was pointed out and whispered about as the Avery winner.\n", "word": "green", "modifies": "girl"}
{"color": "white", "line": "Matthew and Marilla were there, with eyes and ears for only one student on the platform a tall girl in pale green, with faintly flushed cheeks and starry eyes, who read the best essay and was pointed out and whispered about as the Avery winner.\n", "word": "pale", "modifies": "green"}
{"color": "green", "line": "Diana was at Green Gables to meet her.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "In her own white room, where Marilla had set a flowering house rose on the window sill, Anne looked about her and drew a long breath of happiness.\n", "word": "white", "modifies": "room"}
{"color": "pink", "line": "In her own white room, where Marilla had set a flowering house rose on the window sill, Anne looked about her and drew a long breath of happiness.\n", "word": "rose", "modifies": "window"}
{"color": "white", "line": "It’s so good to see those pointed firs coming out against the pink sky and that white orchard and the old Snow Queen.\n", "word": "white", "modifies": "orchard"}
{"color": "pink", "line": "It’s so good to see those pointed firs coming out against the pink sky and that white orchard and the old Snow Queen.\n", "word": "pink", "modifies": "sky"}
{"color": "pink", "line": "And that tea rose why, it’s a song and a hope and a prayer all in one.\n", "word": "rose", "modifies": "tea"}
{"color": "red", "line": "Jane and Ruby are going to teach.\n", "word": "ruby", "modifies": "jane"}
{"color": "purple", "line": "Anne spent some of its rich hours in the orchard; she went to the Dryad’s Bubble and Willowmere and Violet Vale; she called at the manse and had a satisfying talk with Mrs. Allan; and finally in the evening she went with Matthew for the cows, through Lovers’ Lane to the back pasture.\n", "word": "violet", "modifies": "bubble"}
{"color": "white", "line": "Outside the Snow Queen was mistily white in the moonshine; the frogs were singing in the marsh beyond Orchard Slope.\n", "word": "white", "modifies": "queen"}
{"color": "white", "line": "Anne came through the hall, her hands full of white narcissus, it was long before Anne could love the sight or odor of white narcissus again, in time to hear her and to see Matthew standing in the porch doorway, a folded paper in his hand, and his face strangely drawn and gray.\n", "word": "white", "modifies": "narcissus"}
{"color": "green", "line": "The news spread quickly through Avonlea, and all day friends and neighbors thronged Green Gables and came and went on errands of kindness for the dead and living.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "For the first time shy, quiet Matthew Cuthbert was a person of central importance; the white majesty of death had fallen on him and set him apart as one crowned.\n", "word": "white", "modifies": "majesty"}
{"color": "green", "line": "When the calm night came softly down over Green Gables the old house was hushed and tranquil.\n", "word": "green", "modifies": "gable"}
{"color": "gray", "line": "In the parlor lay Matthew Cuthbert in his coffin, his long gray hair framing his placid face on which there was a little kindly smile as if he but slept, dreaming pleasant dreams.\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "Anne had gathered them and brought them to him, her anguished, tearless eyes burning in her white face.\n", "word": "white", "modifies": "face"}
{"color": "green", "line": "I love you as dear as if you were my own flesh and blood and you’ve been my joy and comfort ever since you came to Green Gables.” Two days afterwards they carried Matthew Cuthbert over his homestead threshold and away from the fields he had tilled and the orchards he had loved and the trees he had planted; and then Avonlea settled back to its usual placidity and even at Green Gables affairs slipped into their old groove and work was done and duties fulfilled with regularity as before, although always with the aching sense of “loss in all familiar things.” they _could_ go on in the old way without Matthew.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "She felt something like shame and remorse when she discovered that the sunrises behind the firs and the pale pink buds opening in the garden gave her the old inrush of gladness when she saw them that Diana’s visits were pleasant to her and that Diana’s merry words and ways moved her to laughter and smiles that, in brief, the beautiful world of blossom and love and friendship had lost none of its power to please her fancy and thrill her heart, that life still called to her with many insistent voices.\n", "word": "pale", "modifies": "bud"}
{"color": "pink", "line": "She felt something like shame and remorse when she discovered that the sunrises behind the firs and the pale pink buds opening in the garden gave her the old inrush of gladness when she saw them that Diana’s visits were pleasant to her and that Diana’s merry words and ways moved her to laughter and smiles that, in brief, the beautiful world of blossom and love and friendship had lost none of its power to please her fancy and thrill her heart, that life still called to her with many insistent voices.\n", "word": "pink", "modifies": "bud"}
{"color": "white", "line": "“I took a slip of the little white Scotch rosebush his mother brought out from Scotland long ago; Matthew always liked those roses the best they were so small and sweet on their thorny stems.\n", "word": "white", "modifies": "rosebush"}
{"color": "white", "line": "Perhaps the souls of all those little white roses that he has loved so many summers were all there to meet him.\n", "word": "white", "modifies": "rose"}
{"color": "pink", "line": "Perhaps the souls of all those little white roses that he has loved so many summers were all there to meet him.\n", "word": "rose", "modifies": "soul"}
{"color": "pink", "line": "The door was open behind them, held back by a big pink conch shell with hints of sea sunsets in its smooth inner convolutions.\n", "word": "pink", "modifies": "shell"}
{"color": "white", "line": "Anne gathered some sprays of pale yellow honeysuckle and put them in her hair.\n", "word": "pale", "modifies": "honeysuckle"}
{"color": "yellow", "line": "Anne gathered some sprays of pale yellow honeysuckle and put them in her hair.\n", "word": "yellow", "modifies": "honeysuckle"}
{"color": "red", "line": "She informed me yesterday that she really thought it was redder than ever, or at least my black dress made it look redder, and she asked me if people who had red hair ever got used to having it.\n", "word": "red", "modifies": "hair"}
{"color": "black", "line": "She informed me yesterday that she really thought it was redder than ever, or at least my black dress made it look redder, and she asked me if people who had red hair ever got used to having it.\n", "word": "black", "modifies": "dress"}
{"color": "red", "line": "Jane and Ruby are going to teach and they have both got schools Jane at Newbridge and Ruby at some place up west.” “Gilbert Blythe is going to teach too, isn’t he?” “Yes” briefly.\n", "word": "ruby", "modifies": "jane"}
{"color": "green", "line": "There were tears in her eyes in defiance of the oculist’s prohibition and her voice broke as she said: “He heard that I was going to sell Green Gables and he wants to buy it.” “Buy it!\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "Buy Green Gables?” Anne wondered if she had heard aright.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "“Oh, Marilla, you don’t mean to sell Green Gables!” “Anne, I don’t know what else is to be done.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "“You mustn’t sell Green Gables,” said Anne resolutely.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "Nothing could be worse than giving up Green Gables nothing could hurt me more.\n", "word": "green", "modifies": "gable"}
{"color": "green", "line": "I wonder how the road beyond it goes what there is of green glory and soft, checkered light and shadows what new landscapes what new beauties what curves and hills and valleys further on.” “I don’t feel as if I ought to let you give it up,” said Marilla, referring to the scholarship.\n", "word": "green", "modifies": "glory"}
{"color": "green", "line": "I’m heart glad over the very thought of staying at dear Green Gables.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "They liked to sit there when the twilight came down and the white moths flew about in the garden and the odor of mint filled the dewy air.\n", "word": "white", "modifies": "moth"}
{"color": "pink", "line": "Mrs. Rachel deposited her substantial person upon the stone bench by the door, behind which grew a row of tall pink and yellow hollyhocks, with a long breath of mingled weariness and relief.\n", "word": "pink", "modifies": "hollyhock"}
{"color": "green", "line": "“I’m going to take my Arts course right here at Green Gables, and study everything that I would at college.” Mrs. Lynde lifted her hands in holy horror.\n", "word": "green", "modifies": "gable"}
{"color": "white", "line": "He said he was going to teach at White Sands.\n", "word": "white", "modifies": "sand"}
{"color": "white", "line": "Real self sacrificing, too, for he’ll have his board to pay at White Sands, and everybody knows he’s got to earn his own way through college.\n", "word": "white", "modifies": "sand"}
{"color": "white", "line": "He’s signed papers with the White Sands trustees.\n", "word": "white", "modifies": "sand"}
{"color": "red", "line": "“Gilbert,” she said, with scarlet cheeks, “I want to thank you for giving up the school for me.\n", "word": "scarlet", "modifies": "cheek"}
