{"color": "red", "line": "Perhaps the surface of the red brick, long unpainted, had scaled off a little more here and there.\n", "word": "red", "modifies": "brick"}
{"color": "pink", "line": "But the tall tower, with its four faced clock, rose as majestically and uncompromisingly as though the land had never been subjugated.\n", "word": "rose", "modifies": "tower"}
{"color": "red", "line": "He looked in vain into the stalls for the butcher who had sold fresh meat twice a week, on market days, and he felt a genuine thrill of pleasure when he recognized the red bandana turban of old Aunt Lyddy, the ancient negro woman who had sold him gingerbread and fried fish, and told him weird tales of witchcraft and conjuration, in the old days when, as an idle boy, he had loafed about the market house.\n", "word": "red", "modifies": "turban"}
{"color": "black", "line": "A few rods farther led him past the old black Presbyterian church, with its square tower, embowered in a stately grove; past the Catholic church, with its many crosses, and a painted wooden figure of St. James in a recess beneath the gable; and past the old Jefferson House, once the leading hotel of the town, in front of which political meetings had been held, and political speeches made, and political hard cider drunk, in the days of \"Tippecanoe and Tyler too.\"\n", "word": "black", "modifies": "church"}
{"color": "white", "line": "Her abundant hair, of a dark and glossy brown, was neatly plaited and coiled above an ivory column that rose straight from a pair of gently sloping shoulders, clearly outlined beneath the light muslin frock that covered them.\n", "word": "ivory", "modifies": "column"}
{"color": "brown", "line": "Her abundant hair, of a dark and glossy brown, was neatly plaited and coiled above an ivory column that rose straight from a pair of gently sloping shoulders, clearly outlined beneath the light muslin frock that covered them.\n", "word": "brown", "modifies": "hair"}
{"color": "pink", "line": "Her abundant hair, of a dark and glossy brown, was neatly plaited and coiled above an ivory column that rose straight from a pair of gently sloping shoulders, clearly outlined beneath the light muslin frock that covered them.\n", "word": "rose", "modifies": "column"}
{"color": "black", "line": "At the door of one, an old black woman had stooped to lift a large basket, piled high with laundered clothes.\n", "word": "black", "modifies": "woman"}
{"color": "white", "line": "The corruption of the white people's speech was one element only one of the negro's unconscious revenge for his own debasement.\n", "word": "white", "modifies": "people"}
{"color": "gray", "line": "The girl was moving along a sanded walk, toward a gray, unpainted house, with a steep roof, broken by dormer windows.\n", "word": "gray", "modifies": "house"}
{"color": "pink", "line": "The garden walks were bordered by long rows of jonquils, pinks, and carnations, inclosing clumps of fragrant shrubs, lilies, and roses already in bloom.\n", "word": "pink", "modifies": "jonquil"}
{"color": "green", "line": "Toward the middle of the garden stood two fine magnolia trees, with heavy, dark green, glistening leaves, while nearer the house two mighty elms shaded a wide piazza, at one end of which a honeysuckle vine, and at the other a Virginia creeper, running over a wooden lattice, furnished additional shade and seclusion.\n", "word": "green", "modifies": "leaf"}
{"color": "green", "line": "But on the bright morning when Warwick stood looking through the cedars, it seemed, with its green frame and canopy and its bright carpet of flowers, an ideal retreat from the fierce sunshine and the sultry heat of the approaching summer.\n", "word": "green", "modifies": "frame"}
{"color": "yellow", "line": "But as he drew cautiously near the corner, he saw a man's figure outlined in the yellow light streaming from the open door of a small house between Front Street and the cooper shop.\n", "word": "yellow", "modifies": "light"}
{"color": "pink", "line": "As she came forward, Warwick rose, put his arm around her waist, drew her toward him, and kissed her affectionately, to her evident embarrassment.\n", "word": "rose", "modifies": "warwick"}
{"color": "white", "line": "She's be'n thinkin' about goin' away somewhere an' tryin' to git a school to teach, er somethin', sence the Yankees have started 'em everywhere for po' white folks an' niggers too.\n", "word": "white", "modifies": "folk"}
{"color": "red", "line": "Overhead loomed the same smoky beams, decorated with what might have been, from all appearances, the same bunches of dried herbs, the same strings of onions and red peppers.\n", "word": "red", "modifies": "pepper"}
{"color": "white", "line": "he inquired, when Rena came out dressed for the journey in her best frock, with broad white collar and cuffs.\n", "word": "white", "modifies": "collar"}
{"color": "black", "line": "W'ite folks has deir troubles jes' ez well ez black folks, an' sometimes feels 'em mo', 'cause dey ain't ez use' ter 'em.\"\n", "word": "black", "modifies": "folk"}
{"color": "yellow", "line": "Several times before Rena fell asleep that night, the steamer would tie up at a landing, and by the light of huge pine torches she watched the boat hands send the yellow turpentine barrels down the steep bank in a long string, or pass cord wood on board from hand to hand.\n", "word": "yellow", "modifies": "barrel"}
{"color": "white", "line": "The excited negroes, their white teeth and eyeballs glistening in the surrounding darkness to which their faces formed no relief; the white officers in brown linen, shouting, swearing, and gesticulating; the yellow, flickering torchlight over all, made up a scene of which the weird interest would have appealed to a more blase traveler than this girl upon her first journey.\n", "word": "white", "modifies": "teeth"}
{"color": "brown", "line": "The excited negroes, their white teeth and eyeballs glistening in the surrounding darkness to which their faces formed no relief; the white officers in brown linen, shouting, swearing, and gesticulating; the yellow, flickering torchlight over all, made up a scene of which the weird interest would have appealed to a more blase traveler than this girl upon her first journey.\n", "word": "brown", "modifies": "linen"}
{"color": "yellow", "line": "The excited negroes, their white teeth and eyeballs glistening in the surrounding darkness to which their faces formed no relief; the white officers in brown linen, shouting, swearing, and gesticulating; the yellow, flickering torchlight over all, made up a scene of which the weird interest would have appealed to a more blase traveler than this girl upon her first journey.\n", "word": "yellow", "modifies": "torchlight"}
{"color": "black", "line": "The market, a long, low, wooden structure, in the middle of the principal street, was filled with a mass of people of all shades, from blue black to Saxon blonde, gabbling and gesticulating over piles of oysters and clams and freshly caught fish of varied hue.\n", "word": "black", "modifies": "mass"}
{"color": "blue", "line": "The market, a long, low, wooden structure, in the middle of the principal street, was filled with a mass of people of all shades, from blue black to Saxon blonde, gabbling and gesticulating over piles of oysters and clams and freshly caught fish of varied hue.\n", "word": "blue", "modifies": "black"}
{"color": "white", "line": "By ten o'clock the sun was beating down so fiercely that the glitter of the white, sandy streets dazzled and pained the eyes unaccustomed to it, and Rena was glad to be driven back to the hotel.\n", "word": "white", "modifies": "street"}
{"color": "white", "line": "The best people gradually filled the grand stand, while the poorer white and colored folks found seats outside, upon what would now be known as the \"bleachers,\" or stood alongside the lists.\n", "word": "white", "modifies": "folk"}
{"color": "yellow", "line": "Immediately a herald, wearing a bright yellow sash, blew a loud blast upon a bugle, and, big with the importance of his office, galloped wildly down the lists.\n", "word": "yellow", "modifies": "sash"}
{"color": "black", "line": "He rubbed his head ruefully, and made a good natured response to the chaffing of his neighbors, who, seeing no great harm done, made witty and original remarks about the advantage of being black upon occasions where one's skull was exposed to danger.\n", "word": "black", "modifies": "advantage"}
{"color": "red", "line": "Finding that the blow had drawn blood, the young man took out a red bandana handkerchief and tied it around his head, meantime letting his eye roam over the faces in the grand stand, as though in search of some one that he expected or hoped to find there.\n", "word": "red", "modifies": "handkerchief"}
{"color": "white", "line": "The beautiful girl seated by Warwick's side accidentally let a little square of white lace trimmed linen slip from her hand.\n", "word": "white", "modifies": "lace"}
{"color": "red", "line": "\"She has been away at school; she came only last night,\" returned the knight of the crimson sash, briefly.\n", "word": "crimson", "modifies": "sash"}
{"color": "gray", "line": "He was a tall, fair young man, with gray eyes, and a frank, open face.\n", "word": "gray", "modifies": "eye"}
{"color": "white", "line": "He wore a slight mustache, and when he smiled, showed a set of white and even teeth.\n", "word": "white", "modifies": "set"}
{"color": "red", "line": "He was mounted on a very handsome and spirited bay mare, was clad in a picturesque costume, of which velvet knee breeches and a crimson scarf were the most conspicuous features, and displayed a marked skill in horsemanship.\n", "word": "crimson", "modifies": "scarf"}
{"color": "red", "line": "Wagers for the remainder of the tourney stood anywhere from five, and even from ten to one, in favor of the knight of the crimson sash, and when the last course had been run, his backers were jubilant.\n", "word": "crimson", "modifies": "sash"}
{"color": "red", "line": "Returning upon his tracks, the knight of the crimson sash paused before the group where Warwick and his sister sat, and lowered the wreath thrice before the lady whose token he had won.\n", "word": "crimson", "modifies": "sash"}
{"color": "white", "line": "You have a lovely white waist.\n", "word": "white", "modifies": "waist"}
{"color": "blue", "line": "The calm restfulness of the night, the cool blue depths of the unclouded sky, the solemn croaking of the frogs in a distant swamp, were much more in harmony with her nature than the crowded brilliancy of the ball room.\n", "word": "blue", "modifies": "depth"}
{"color": "silver", "line": "When she ate off china, with silver knives and forks that had come down as heirlooms, escaping somehow the ravages and exigencies of the war time, Warwick told her afterwards how he had buried them out of reach of friend or foe, she thought that her brother must be wealthy, and she felt very proud of him and of her opportunity.\n", "word": "silver", "modifies": "knife"}
{"color": "white", "line": "No shiftless poor white, no half witted or hungry negro, had ever gone unfed from Mis' Molly's kitchen door if Rena were there to hear his plaint.\n", "word": "white", "modifies": "negro"}
{"color": "white", "line": "Little Albert was pale and sickly when she came, but soon bloomed again in the sunshine of her care, and was happy only in her presence.\n", "word": "pale", "modifies": "albert"}
{"color": "white", "line": "His heart had thrilled at first sight of this tall girl, with the ivory complexion, the rippling brown hair, and the inscrutable eyes.\n", "word": "ivory", "modifies": "complexion"}
{"color": "brown", "line": "His heart had thrilled at first sight of this tall girl, with the ivory complexion, the rippling brown hair, and the inscrutable eyes.\n", "word": "brown", "modifies": "hair"}
{"color": "yellow", "line": "Tryon came up the sanded walk from the gate and spoke pleasantly to the nurse, a good looking yellow girl who was seated on the front steps, playing with little Albert.\n", "word": "yellow", "modifies": "girl"}
{"color": "green", "line": "I'm feeling mighty poorly, but Dr. Green says that I'll get over it in a few days.\n", "word": "green", "modifies": "dr."}
{"color": "black", "line": "Old man Tom Johnson was killed last week while trying to whip black Jim Brown, who lived down on the Wilmington Road.\n", "word": "black", "modifies": "jim"}
{"color": "brown", "line": "Old man Tom Johnson was killed last week while trying to whip black Jim Brown, who lived down on the Wilmington Road.\n", "word": "brown", "modifies": "jim"}
{"color": "white", "line": "Tryon and Warwick drove leisurely homeward through the pines, all unconscious of the fateful squares of white paper moving along the road a few miles before them, which a mother's yearning and a daughter's love had thrown, like the apple of discord, into the narrow circle of their happiness.\n", "word": "white", "modifies": "paper"}
{"color": "green", "line": "After a bath, breakfast, and a visit to the barbershop, he inquired of the hotel clerk the way to the office of Dr. Green, his mother's cousin.\n", "word": "green", "modifies": "dr."}
{"color": "pink", "line": "He climbed the stair, but found no one in except a young colored man seated in the outer office, who rose promptly as Tryon entered.\n", "word": "rose", "modifies": "man"}
{"color": "black", "line": "In the booths under the wide arches several old negro women were frying fish on little charcoal stoves the odor would have been appetizing to one who had not breakfasted.\n", "word": "charcoal", "modifies": "stove"}
{"color": "white", "line": "Now and then a lady or gentleman passed with leisurely step no one ever hurried in Patesville or some poor white sandhiller slouched listlessly along toward store or bar room.\n", "word": "white", "modifies": "sandhiller"}
{"color": "white", "line": "The writer maintained that owing to a special tendency of the negro blood, however diluted, to revert to the African type, any future amalgamation of the white and black races, which foolish and wicked Northern negrophiles predicted as the ultimate result of the new conditions confronting the South, would therefore be an ethnological impossibility; for the smallest trace of negro blood would inevitably drag down the superior race to the level of the inferior, and reduce the fair Southland, already devastated by the hand of the invader, to the frightful level of Hayti, the awful example of negro incapacity.\n", "word": "white", "modifies": "race"}
{"color": "green", "line": "The sound that came from them seemed to be: \"Is Dr. Green in?\n", "word": "green", "modifies": "dr."}
{"color": "pink", "line": "A moment later the doctor came bustling in, a plump, rosy man of fifty or more, with a frank, open countenance and an air of genial good nature.\n", "word": "rosy", "modifies": "man"}
{"color": "white", "line": "Before the war, that boy would have been around there and back before you could say Jack Robinson; now, the lazy rascal takes his time just like a white man.\"\n", "word": "white", "modifies": "man"}
{"color": "green", "line": "\"No,\" replied the judge, in answer to a question by Dr. Green, \"I never met his mother; I was a generation ahead of her.\n", "word": "green", "modifies": "dr."}
{"color": "green", "line": "\"Doctuh Green,\" he said, \"I fuhgot ter tell you, suh, dat dat young 'oman wuz at de office agin jes' befo' you come in, an' said fer you to go right down an' see her mammy ez soon ez you could.\"\n", "word": "green", "modifies": "doctuh"}
{"color": "gray", "line": "That boy's head,\" he remarked to his companions, after Dave had gone, \"reminds me of nothing so much as a dried gourd, with a handful of cowpeas rattling around it, in lieu of gray matter.\n", "word": "gray", "modifies": "matter"}
{"color": "white", "line": "A white woman, sir, came very near losing her life because of a lazy, trifling negro!\"\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "He could not possibly have been interested in a colored girl, under any circumstances, and he was engaged to be married to the most beautiful white woman on earth.\n", "word": "white", "modifies": "woman"}
{"color": "green", "line": "exclaimed Dr. Green vivaciously, \"insult our town by staying only one day?\n", "word": "green", "modifies": "dr."}
{"color": "pink", "line": "To my mind there's nothing finer than the ingenuous blush of youth.\n", "word": "blush", "modifies": "youth"}
{"color": "green", "line": "Mrs. Green would never forgive me if I didn't bring you.\n", "word": "green", "modifies": "mrs."}
{"color": "green", "line": "My young client, Green's relation, is her lover is engaged to marry her is in town, and is likely to meet her!\"\n", "word": "green", "modifies": "relation"}
{"color": "white", "line": "Certain old decisions with which he was familiar; old scandals that had crept along obscure channels; old facts that had come to the knowledge of an old practitioner, who held in the hollow of his hand the honor of more than one family, made him know that there was dark blood among the white people not a great deal, and that very much diluted, and, so long as it was sedulously concealed or vigorously denied, or lost in the mists of tradition, or ascribed to a foreign or an aboriginal strain, having no perceptible effect upon the racial type.\n", "word": "white", "modifies": "people"}
{"color": "black", "line": "Such people were, for the most part, merely on the ragged edge of the white world, seldom rising above the level of overseers, or slave catchers, or sheriff's officers, who could usually be relied upon to resent the drop of black blood that tainted them, and with the zeal of the proselyte to visit their hatred of it upon the unfortunate blacks that fell into their hands.\n", "word": "black", "modifies": "blood"}
{"color": "white", "line": "Such people were, for the most part, merely on the ragged edge of the white world, seldom rising above the level of overseers, or slave catchers, or sheriff's officers, who could usually be relied upon to resent the drop of black blood that tainted them, and with the zeal of the proselyte to visit their hatred of it upon the unfortunate blacks that fell into their hands.\n", "word": "white", "modifies": "world"}
{"color": "white", "line": "Yes, conditions were changed, so far as the girl was concerned; there was a possible future for her under the new order of things; but white people had not changed their opinion of the negroes, except for the worse.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "He had nearly reached his objective point when he met upon the street a young white lady, whom he did not know, and for whom, the path being narrow at that point, he stepped out into the gutter.\n", "word": "white", "modifies": "lady"}
{"color": "black", "line": "He had more than guessed, too, that she must be looked for among the white people rather than among the black.\n", "word": "black", "modifies": "people"}
{"color": "white", "line": "He had more than guessed, too, that she must be looked for among the white people rather than among the black.\n", "word": "white", "modifies": "people"}
{"color": "black", "line": "The taint of black blood was the unpardonable sin, from the unmerited penalty of which there was no escape except by concealment.\n", "word": "black", "modifies": "blood"}
{"color": "white", "line": "If Frank felt the difference in her attitude, he ascribed it to the fact that she had been white, and had taken on something of the white attitude toward the negro; and Frank, with an equal unconsciousness, clothed her with the attributes of the superior race.\n", "word": "white", "modifies": "fact"}
{"color": "black", "line": "Only her drop of black blood, he conceived, gave him the right to feel toward her as he would never have felt without it; and if Rena guessed her faithful devotee's secret, the same reason saved his worship from presumption.\n", "word": "black", "modifies": "blood"}
{"color": "green", "line": "On the third day of Rena's presence in Patesville, Frank was driving up Front Street in the early afternoon, when he nearly fell off his cart in astonishment as he saw seated in Dr. Green's buggy, which was standing in front of the Patesville Hotel, the young gentleman who had won the prize at the tournament, and who, as he had learned, was to marry Rena.\n", "word": "green", "modifies": "dr."}
{"color": "green", "line": "Below them lay the picturesque old town, a mass of vivid green, dotted here and there with gray roofs that rose above the tree tops.\n", "word": "green", "modifies": "mass"}
{"color": "gray", "line": "Below them lay the picturesque old town, a mass of vivid green, dotted here and there with gray roofs that rose above the tree tops.\n", "word": "gray", "modifies": "roof"}
{"color": "pink", "line": "Below them lay the picturesque old town, a mass of vivid green, dotted here and there with gray roofs that rose above the tree tops.\n", "word": "rose", "modifies": "roof"}
{"color": "red", "line": "Two long ribbons of streets stretched away from the Hill to the faint red line that marked the high bluff beyond the river at the farther side of the town.\n", "word": "red", "modifies": "line"}
{"color": "green", "line": "The market house tower and the slender spires of half a dozen churches were sharply outlined against the green background.\n", "word": "green", "modifies": "background"}
{"color": "red", "line": "The front of Dr. Green's spacious brick house, which occupied an ideally picturesque site, was overgrown by a network of clinging vines, contrasting most agreeably with the mellow red background.\n", "word": "red", "modifies": "background"}
{"color": "green", "line": "The front of Dr. Green's spacious brick house, which occupied an ideally picturesque site, was overgrown by a network of clinging vines, contrasting most agreeably with the mellow red background.\n", "word": "green", "modifies": "dr."}
{"color": "green", "line": "Mrs. Green greeted Tryon cordially.\n", "word": "green", "modifies": "mrs."}
{"color": "green", "line": "Mrs. Green soon left Tryon with the young ladies and went to look after luncheon.\n", "word": "green", "modifies": "mrs."}
{"color": "green", "line": "They are the two handsomest young women in Patesville, and the daughters of the most beautiful\" \"Don't you dare to say the word,\" interrupted Mrs. Green, with placid good nature.\n", "word": "green", "modifies": "mrs."}
{"color": "green", "line": "\"Tell us something about her people,\" asked Mrs. Green, to which inquiry the young ladies looked assent.\n", "word": "green", "modifies": "mrs."}
{"color": "white", "line": "When Rena's eyes fell upon the young man in the buggy, she saw a face as pale as death, with starting eyes, in which love, which once had reigned there, had now given place to astonishment and horror.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "A negro girl had been foisted upon him for a white woman, and he had almost committed the unpardonable sin against his race of marrying her.\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "The very thought was an insult to the white people of the South.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "If Rena had been white, pure white (for in his creed there was no compromise), he would have braved any danger for her sake.\n", "word": "white", "modifies": "rena"}
{"color": "black", "line": "In all her fair young beauty she stood before him, and then by some hellish magic she was slowly transformed into a hideous black hag.\n", "word": "black", "modifies": "hag"}
{"color": "white", "line": "With agonized eyes he watched her beautiful tresses become mere wisps of coarse wool, wrapped round with dingy cotton strings; he saw her clear eyes grow bloodshot, her ivory teeth turn to unwholesome fangs.\n", "word": "ivory", "modifies": "teeth"}
{"color": "gray", "line": "With a shudder he awoke, to find the cold gray dawn of a rainy day stealing through the window.\n", "word": "gray", "modifies": "dawn"}
{"color": "green", "line": "Giving up the task, he left the hotel and walked down to Dr. Green's office.\n", "word": "green", "modifies": "dr."}
{"color": "white", "line": "The vivid impression he received of this house, and the spectre that rose before him of a pale, broken hearted girl within its gray walls, weeping for a lost lover and a vanished dream of happiness, did not argue well for Tryon's future peace of mind.\n", "word": "pale", "modifies": "girl"}
{"color": "gray", "line": "The vivid impression he received of this house, and the spectre that rose before him of a pale, broken hearted girl within its gray walls, weeping for a lost lover and a vanished dream of happiness, did not argue well for Tryon's future peace of mind.\n", "word": "gray", "modifies": "wall"}
{"color": "pink", "line": "The vivid impression he received of this house, and the spectre that rose before him of a pale, broken hearted girl within its gray walls, weeping for a lost lover and a vanished dream of happiness, did not argue well for Tryon's future peace of mind.\n", "word": "rose", "modifies": "spectre"}
{"color": "green", "line": "When she had been here three days and was going back next day, she went up town to see the doctor for me, and while she was up there she fainted and fell down in the street, and Dr. Green sent her home in his buggy and come down to see her.\n", "word": "green", "modifies": "dr."}
{"color": "white", "line": "He couldn't tell what was the matter with her, but she has been sick ever since and out of her head some of the time, and keeps on calling on somebody by the name of George, which was the young white man she told me she was going to marry.\n", "word": "white", "modifies": "man"}
{"color": "green", "line": "Dr. Green heard Rena running on while she was out of her head, and I reckon he must have suspicioned something, for he looked kind of queer and went away without saying nothing.\n", "word": "green", "modifies": "dr."}
{"color": "green", "line": "Frank is not going to say nothing about Rena's passing for white and meeting this man, and neither am I; and I don't suppose Judge Straight will say nothing, because he is our good friend; and Dr. Green won't say nothing about it, because Frank says Dr. Green's cook Nancy says this young man named George stopped with him and was some cousin or relation to the family, and they wouldn't want people to know that any of their kin was thinking about marrying a colored girl, and the white folks have all been mad since J.\n", "word": "green", "modifies": "dr."}
{"color": "white", "line": "Frank is not going to say nothing about Rena's passing for white and meeting this man, and neither am I; and I don't suppose Judge Straight will say nothing, because he is our good friend; and Dr. Green won't say nothing about it, because Frank says Dr. Green's cook Nancy says this young man named George stopped with him and was some cousin or relation to the family, and they wouldn't want people to know that any of their kin was thinking about marrying a colored girl, and the white folks have all been mad since J.\n", "word": "white", "modifies": "passing"}
{"color": "black", "line": "B. Thompson married his black housekeeper when she got religion and wouldn't live with him no more.\n", "word": "black", "modifies": "housekeeper"}
{"color": "white", "line": "I think perhaps that few white men would deem it necessary to make an explanation under the circumstances, and I do not know that I need say more than that no one, considering where and how I met your sister, would have dreamed of even the possibility of what I have learned.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Personally, I shall never be able to think of you as other than a white man, as you may gather from the tone of this letter; and while I cannot marry your sister, I wish her every happiness, and remain, Warwick could not know that this formal epistle was the last of a dozen that Tryon had written and destroyed during the week since the meeting in Patesville, hot, blistering letters, cold, cutting letters, scornful, crushing letters.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Her complexion in youth was of an old ivory tint, which at the period of this story, time had darkened measurably.\n", "word": "ivory", "modifies": "tint"}
{"color": "black", "line": "Her black eyes, now faded, had once sparkled with the fire of youth.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "High cheek bones, straight black hair, and a certain dignified reposefulness of manner pointed to an aboriginal descent.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "Doubtless she had a strain of each, with white blood very visibly predominating over both.\n", "word": "white", "modifies": "blood"}
{"color": "white", "line": "Molly's parents were of the class, more numerous in North Carolina than elsewhere, known as \"old issue free negroes,\" which took its rise in the misty colonial period, when race lines were not so closely drawn, and the population of North Carolina comprised many Indians, runaway negroes, and indentured white servants from the seaboard plantations, who mingled their blood with great freedom and small formality.\n", "word": "white", "modifies": "servant"}
{"color": "black", "line": "Free colored people in North Carolina exercised the right of suffrage as late as 1835, and some of them, in spite of galling restrictions, attained to a considerable degree of prosperity, and dreamed of a still brighter future, when the growing tyranny of the slave power crushed their hopes and crowded the free people back upon the black mass just beneath them.\n", "word": "black", "modifies": "mass"}
{"color": "white", "line": "In an evil hour, with an overweening confidence in his fellow men, he indorsed a note for a white man who, in a moment of financial hardship, clapped his colored neighbor on the back and called him brother.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "After the war she formed the habit of church going, and might have been seen now and then, with her daughter, in a retired corner of the gallery of the white Episcopal church.\n", "word": "white", "modifies": "church"}
{"color": "white", "line": "She did not sympathize greatly with the new era opened up for the emancipated slaves; she had no ideal love of liberty; she was no broader and no more altruistic than the white people around her, to whom she had always looked up; and she sighed for the old days, because to her they had been the good days.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "In 1855, Mis' Molly's remaining son had grown into a tall, slender lad of fifteen, with his father's patrician features and his mother's Indian hair, and no external sign to mark him off from the white boys on the street.\n", "word": "white", "modifies": "boy"}
{"color": "black", "line": "In the \"hall\" or parlor of his mother's house stood a quaintly carved black walnut bookcase, containing a small but remarkable collection of books, which had at one time been used, in his hours of retreat and relaxation from business and politics, by the distinguished gentleman who did not give his name to Mis' Molly's children, to whom it would have been a valuable heritage, could they have had the right to bear it.\n", "word": "black", "modifies": "bookcase"}
{"color": "black", "line": "When John Walden was yet a small boy, he had learned all that could be taught by the faded mulatto teacher in the long, shiny black frock coat, whom local public opinion permitted to teach a handful of free colored children for a pittance barely enough to keep soul and body together.\n", "word": "black", "modifies": "coat"}
{"color": "white", "line": "The blood of his white fathers, the heirs of the ages, cried out for its own, and after the manner of that blood set about getting the object of its desire.\n", "word": "white", "modifies": "father"}
{"color": "black", "line": "An old fashioned man, tall and spare of figure and bowed somewhat with age, he was always correctly clad in a long frock coat of broadcloth, with a high collar and a black stock.\n", "word": "black", "modifies": "stock"}
{"color": "pink", "line": "He rose from his chair, walked across the room, and threw open a window.\n", "word": "rose", "modifies": "chair"}
{"color": "black", "line": "He was no darker than many a white boy bronzed by the Southern sun; his hair and eyes were black, and his features of the high bred, clean cut order that marks the patrician type the world over.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "He was no darker than many a white boy bronzed by the Southern sun; his hair and eyes were black, and his features of the high bred, clean cut order that marks the patrician type the world over.\n", "word": "white", "modifies": "boy"}
{"color": "white", "line": "If a white man struck you, you could not return the blow, and you could not testify against him in a court of justice.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "You are black, my lad, and you are not free.\n", "word": "black", "modifies": "lad"}
{"color": "white", "line": "\"It is too long to read,\" rejoined the judge, taking up the pamphlet he had laid down upon the lad's entrance, \"but it says in substance, as quoted by this author, that negroes are beings 'of an inferior order, and altogether unfit to associate with the white race, either in social or political relations; in fact, so inferior that they have no rights which the white man is bound to respect, and that the negro may justly and lawfully be reduced to slavery for his benefit.'\n", "word": "white", "modifies": "race"}
{"color": "black", "line": "A negro is black; I am white, and not black.\"\n", "word": "black", "modifies": "negro"}
{"color": "black", "line": "\"Black as ink, my lad,\" returned the lawyer, shaking his head.\n", "word": "black", "modifies": "ink"}
{"color": "black", "line": "Somewhere, sometime, you had a black ancestor.\n", "word": "black", "modifies": "ancestor"}
{"color": "black", "line": "One drop of black blood makes the whole man black.\"\n", "word": "black", "modifies": "blood"}
{"color": "white", "line": "\"Why shouldn't it be the other way, if the white blood is so much superior?\"\n", "word": "white", "modifies": "blood"}
{"color": "white", "line": "There are white people darker than I am.\"\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "Ah, this is the place: \"'The term mulatto,'\" he read, \"'is not invariably applicable to every admixture of African blood with the European, nor is one having all the features of a white to be ranked with the degraded class designated by the laws of this State as persons of color, because of some remote taint of the negro race.\n", "word": "white", "modifies": "feature"}
{"color": "white", "line": "And even where color or feature are doubtful, it is a question for the jury to decide by reputation, by reception into society, and by their exercise of the privileges of the white man, as well as by admixture of blood.'\"\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "\"No,\" replied the lawyer, \"you need not be black, away from Patesville.\n", "word": "black", "modifies": "patesville"}
{"color": "white", "line": "As you have all the features of a white man, you would, at least in South Carolina, have simply to assume the place and exercise the privileges of a white man.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "They're more liberal there, perhaps because they have many more blacks than whites, and would like to lessen the disproportion.\"\n", "word": "black", "modifies": "white"}
{"color": "white", "line": "They're more liberal there, perhaps because they have many more blacks than whites, and would like to lessen the disproportion.\"\n", "word": "white", "modifies": "black"}
{"color": "white", "line": "\"You are white in the abstract, before the law.\n", "word": "white", "modifies": "abstract"}
{"color": "white", "line": "You cannot be a lawyer until you are white, in position as well as in theory, nor until you are twenty one years old.\n", "word": "white", "modifies": "lawyer"}
{"color": "white", "line": "If you choose to read my books when no one is about and be white in your own private opinion, I have no objection.\n", "word": "white", "modifies": "opinion"}
{"color": "silver", "line": "When his sister, then a pretty child of seven, cried because her big brother was going away, he took her up in his arms, gave her a silver dime with a hole in it for a keepsake, hugged her close, and kissed her.\n", "word": "silver", "modifies": "dime"}
{"color": "white", "line": "For after all, they argued, in spite of her airs and graces, her white face and her fine clothes, was she not a negro, even as themselves?\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "When Frank became old enough to go to work in the cooper shop, Rena, then six or seven, had often gone across to play among the clean white shavings.\n", "word": "white", "modifies": "shaving"}
{"color": "red", "line": "Once Frank, while learning the trade, had let slip a sharp steel tool, which flying toward Rena had grazed her arm and sent the red blood coursing along the white flesh and soaking the muslin sleeve.\n", "word": "red", "modifies": "blood"}
{"color": "white", "line": "Once Frank, while learning the trade, had let slip a sharp steel tool, which flying toward Rena had grazed her arm and sent the red blood coursing along the white flesh and soaking the muslin sleeve.\n", "word": "white", "modifies": "flesh"}
{"color": "white", "line": "There would have been no legal barrier to their union; there would have been no frightful menace to white supremacy in the marriage of the negro and the octoroon: the drop of dark blood bridged the chasm.\n", "word": "white", "modifies": "supremacy"}
{"color": "black", "line": "Surely it were worth while to try some other weapon than scorn and contumely and hard words upon people of our common race, the human race, which is bigger and broader than Celt or Saxon, barbarian or Greek, Jew or Gentile, black or white; for we are all children of a common Father, forget it as we may, and each one of us is in some measure his brother's keeper.\n", "word": "black", "modifies": "celt"}
{"color": "white", "line": "I would not have believed it even of a white man.\"\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "He made some people white, and strong, and masterful, and heartless.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "He made others black and homely, and poor and weak\" \"And a lot of others 'poor white' and shiftless,\" smiled Warwick.\n", "word": "white", "modifies": "lot"}
{"color": "white", "line": "The experience of his sister had stirred up a certain bitterness against white people a feeling which he had put aside years ago, with his dark blood, but which sprang anew into life when the fact of his own origin was brought home to him so forcibly through his sister's misfortune.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "George Tryon was a man of honor among white men, and had deigned to extend the protection of his honor to Warwick as a man, though no longer as a friend; to Rena as a woman, but not as a wife.\n", "word": "white", "modifies": "men"}
{"color": "green", "line": "Dr. Green suspected the secret; he had a wife and daughters.\n", "word": "green", "modifies": "dr."}
{"color": "purple", "line": "I seed you, you know, down dere where you live; but I did n' let on, fer you an' Mis' Rena wuz w'ite as anybody; an' eve'ybody said you wuz good ter cullud folks, an' he'ped 'em in deir lawsuits an' one way er 'nuther, an' I wuz jes' plum' glad ter see you gettin' 'long so fine, dat I wuz, certain sho', an' no mistake about it.\"\n", "word": "plum", "modifies": "jes"}
{"color": "white", "line": "No real white person had ever given Peter a mule or a cart.\n", "word": "white", "modifies": "person"}
{"color": "white", "line": "But \"to him that hath shall be given\" Warwick paid for the mule, and the real white folks got most of the credit.\n", "word": "white", "modifies": "folk"}
{"color": "white", "line": "Surely in the past centuries of free manners and easy morals that had prevailed in remote parts of the South, there must have been many white persons whose origin would not have borne too microscopic an investigation.\n", "word": "white", "modifies": "person"}
{"color": "black", "line": "Family trees not seldom have a crooked branch; or, to use a more apposite figure, many a flock has its black sheep.\n", "word": "black", "modifies": "sheep"}
{"color": "white", "line": "She had been taught to despise them because they were not so white as she was, and had been slaves while she was free.\n", "word": "white", "modifies": "slave"}
{"color": "black", "line": "His complexion was of a light brown not quite so fair as Mis' Molly would have preferred; but any deficiency in this regard, or in the matter of the stranger's features, which, while not unpleasing, leaned toward the broad mulatto type, was more than compensated in her eyes by very straight black hair, and, as soon appeared, a great facility of complimentary speech.\n", "word": "black", "modifies": "hair"}
{"color": "brown", "line": "His complexion was of a light brown not quite so fair as Mis' Molly would have preferred; but any deficiency in this regard, or in the matter of the stranger's features, which, while not unpleasing, leaned toward the broad mulatto type, was more than compensated in her eyes by very straight black hair, and, as soon appeared, a great facility of complimentary speech.\n", "word": "brown", "modifies": "light"}
{"color": "yellow", "line": "He had expected to see a pretty yellow girl, but had been prepared for no such radiant vision of beauty as this which now confronted him.\n", "word": "yellow", "modifies": "girl"}
{"color": "white", "line": "He had heard sad stories of white children, born out of wedlock, abandoned by sinful parents to the care or adoption of colored women, who had reared them as their own, the children's future basely sacrificed to hide the parents' shame.\n", "word": "white", "modifies": "child"}
{"color": "white", "line": "He had left her, this sweet flower of womankind white or not, God had never made a fairer! he had seen her fall to the hard pavement, with he knew not what resulting injury.\n", "word": "white", "modifies": "flower"}
{"color": "white", "line": "Drawing near the bridge that crossed the river to the town, he pictured to himself a pale girl, with sorrowful, tear stained eyes, pining away in the old gray house behind the cedars for love of him, dying, perhaps, of a broken heart.\n", "word": "pale", "modifies": "girl"}
{"color": "gray", "line": "Drawing near the bridge that crossed the river to the town, he pictured to himself a pale girl, with sorrowful, tear stained eyes, pining away in the old gray house behind the cedars for love of him, dying, perhaps, of a broken heart.\n", "word": "gray", "modifies": "house"}
{"color": "white", "line": "he was a white man, one of a race born to command.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Many of the guests would not have been casually distinguishable from white people of the poorer class.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "Others bore unmistakable traces of Indian ancestry, for Cherokee and Tuscarora blood was quite widely diffused among the free negroes of North Carolina, though well nigh lost sight of by the curious custom of the white people to ignore anything but the negro blood in those who were touched by its potent current.\n", "word": "white", "modifies": "people"}
{"color": "black", "line": "The only black man present occupied a chair which stood on a broad chest in one corner, and extracted melody from a fiddle to which a whole generation of the best people of Patesville had danced and made merry.\n", "word": "black", "modifies": "present"}
{"color": "red", "line": "He wore a broadcloth coat and trousers, a heavy glittering chain across the spacious front of his white waistcoat, and a large red rose in his buttonhole.\n", "word": "red", "modifies": "rose"}
{"color": "white", "line": "He wore a broadcloth coat and trousers, a heavy glittering chain across the spacious front of his white waistcoat, and a large red rose in his buttonhole.\n", "word": "white", "modifies": "waistcoat"}
{"color": "pink", "line": "He wore a broadcloth coat and trousers, a heavy glittering chain across the spacious front of his white waistcoat, and a large red rose in his buttonhole.\n", "word": "rose", "modifies": "coat"}
{"color": "red", "line": "When the dance began, Wain extended his large, soft hand to Mary B., yellow, buxom, thirty, with white and even teeth glistening behind her full red lips.\n", "word": "red", "modifies": "lip"}
{"color": "yellow", "line": "When the dance began, Wain extended his large, soft hand to Mary B., yellow, buxom, thirty, with white and even teeth glistening behind her full red lips.\n", "word": "yellow", "modifies": "mary"}
{"color": "pink", "line": "The perfumed air from the garden without and the cut roses within mingled incongruously with the alien odors of musk and hair oil, of which several young barbers in the company were especially redolent.\n", "word": "rose", "modifies": "cut"}
{"color": "white", "line": "\"Well, now, Rena,\" answered her mother, \"of co'se you're too dignified, sence you've be'n 'sociatin' with white folks, to be hoppin' roun' an' kickin' up like Ma'y B. an' these other yaller gals; but of co'se, too, you can't slight the comp'ny entirely, even ef it ain't jest exac'ly our party, you'll have to pay 'em some little attention, 'specially Mr. Wain, sence you're goin' down yonder with 'im.\"\n", "word": "white", "modifies": "folk"}
{"color": "white", "line": "De lan'lo'd did n' have no s'picion but what I wuz a white man, an' he gimme a room, an' I had supper an' breakfas', an' went on ter Rolly nex' mornin'.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "De lan'lo'd met me at de do'; he looked mighty down in de mouth, an' sezee: \"'Look a here, w'at made you come an' stop at my place widout tellin' me you wuz a black man?\n", "word": "black", "modifies": "man"}
{"color": "white", "line": "\"De po' man acshully bust inter tears,\" continued Mr. Wain magnanimously, \"an' I felt so sorry fer 'im he wuz a po' white man tryin' ter git up in de worl' dat I hauled out my purse an' gin 'im ten dollars, an' he 'peared monst'ous glad ter git it.\"\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "It is quite likely that she would have sought an invitation for Frank from Mary B.; but Frank was black, and would not harmonize with the rest of the company, who would not have Mis' Molly's reasons for treating him well.\n", "word": "black", "modifies": "frank"}
{"color": "white", "line": "Frank would have been content to see her marry a white man, who would have raised her to a plane worthy of her merits.\n", "word": "white", "modifies": "man"}
{"color": "pink", "line": "Above the clatter of noisy conversation rose the fiddler's voice: To the middle of the floor, in full view through an open window, advanced the woman who all day long had been the burden of his thoughts not pale with grief and hollow eyed with weeping, but flushed with pleasure, around her waist the arm of a burly, grinning mulatto, whose face was offensively familiar to Tryon.\n", "word": "rose", "modifies": "clatter"}
{"color": "white", "line": "Her few months of boarding school, her brief association with white people, had evidently been a mere veneer over the underlying negro, and their effects had slipped away as soon as the intercourse had ceased.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "With the monkey like imitativeness of the negro she had copied the manners of white people while she lived among them, and had dropped them with equal facility when they ceased to serve a purpose.\n", "word": "white", "modifies": "people"}
{"color": "black", "line": "The black streak would have been sure to come out in some form, sooner or later, if not in the wife, then in her children.\n", "word": "black", "modifies": "streak"}
{"color": "green", "line": "The prospect, too, of meeting Dr. Green and his family, of having to explain his former sudden departure, and of running a gauntlet of inquiry concerning his marriage to the aristocratic Miss Warwick of South Carolina; the fear that some one at Patesville might have suspected a connection between Rena's swoon and his own flight, these considerations so moved this impressionable and impulsive young man that he called a bell boy, demanded an early breakfast, ordered his horse, paid his reckoning, and started upon his homeward journey forthwith.\n", "word": "green", "modifies": "dr."}
{"color": "white", "line": "When they had crossed the river bridge, the travelers came to a long stretch of rising ground, from the summit of which they could look back over the white sandy road for nearly a mile.\n", "word": "white", "modifies": "road"}
{"color": "white", "line": "It was necessary to explain to several curious white people that Rena was a woman of color.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "A white woman might have driven with Wain without attracting remark, most white ladies had negro coachmen.\n", "word": "white", "modifies": "woman"}
{"color": "black", "line": "That a woman of Rena's complexion should eat at a negro's table, or sleep beneath a negro's roof, was a seeming breach of caste which only black blood could excuse.\n", "word": "black", "modifies": "blood"}
{"color": "white", "line": "No white person of sound mind would ever claim to be a negro.\n", "word": "white", "modifies": "person"}
{"color": "white", "line": "Toward the end of the second day, while nearing their destination, the travelers passed a large white house standing back from the road at the foot of a lane.\n", "word": "white", "modifies": "house"}
{"color": "white", "line": "She was given a seat in a room with a number of other candidates for certificates, but the fact leaking out from some remark of Wain's that she was a colored girl, objection was quietly made by several of the would be teachers to her presence in the room, and she was requested to retire until the white teachers should have been examined.\n", "word": "white", "modifies": "teacher"}
{"color": "yellow", "line": "whispered a tall yellow boy to the acrobat addressed as Plato.\n", "word": "yellow", "modifies": "boy"}
{"color": "yellow", "line": "Tryon threw a small coin to Plato, and holding another in his hand suggestively, smiled toward the tall yellow boy, who looked regretfully at the coin, but stood his ground; he would call no man master, not even for a piece of money.\n", "word": "yellow", "modifies": "boy"}
{"color": "white", "line": "\"Yas, missis,\" replied Plato, who was prancing round the buggy in great glee, on the strength of his acquaintance with the white folks.\n", "word": "white", "modifies": "folk"}
{"color": "white", "line": "\"Is your teacher white?\"\n", "word": "white", "modifies": "teacher"}
{"color": "white", "line": "Negroes have caused a great deal of trouble among white people.\n", "word": "white", "modifies": "people"}
{"color": "gray", "line": "The occupant of the phaeton, a tall, handsome, well preserved lady in middle life, with slightly gray hair, alighted briskly from the phaeton, tied the pony to the sapling with a hitching strap, and advanced to the schoolhouse door.\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "The pupils filed out in an orderly manner, most of them stationing themselves about the grounds in such places as would keep the teacher and the white lady in view.\n", "word": "white", "modifies": "lady"}
{"color": "white", "line": "Very few white persons approved of the colored schools; no other white person had ever visited this one.\n", "word": "white", "modifies": "person"}
{"color": "white", "line": "The lady was so much interested, and put so many and such searching questions, that Rena really found it more difficult to suppress the fact that she had been white, than she had formerly had in hiding her African origin.\n", "word": "white", "modifies": "fact"}
{"color": "white", "line": "I live in the big white house just before you turn out of the Clinton road to come this way.\n", "word": "white", "modifies": "house"}
{"color": "white", "line": "The teacher commanded some awe because she was a stranger, and some, perhaps, because she was white; for the theory of blackness as propounded by Plato could not quite counter balance in the young African mind the evidence of their own senses.\n", "word": "white", "modifies": "stranger"}
{"color": "blue", "line": "The work of instruction was simple enough, for most of the pupils began with the alphabet, which they acquired from Webster's blue backed spelling book, the palladium of Southern education at that epoch.\n", "word": "blue", "modifies": "book"}
{"color": "black", "line": "A pessimist might have sighed sadly or smiled cynically at the notion that a poor, weak girl, with a dangerous beauty and a sensitive soul, and troubles enough of her own, should hope to accomplish anything appreciable toward lifting the black mass still floundering in the mud where slavery had left it, and where emancipation had found it, the mud in which, for aught that could be seen to the contrary, her little feet, too, were hopelessly entangled.\n", "word": "black", "modifies": "mass"}
{"color": "white", "line": "Well, he had imagined her just as pure and fine, and she had deliberately, with a negro's low cunning, deceived him into believing that she was a white girl.\n", "word": "white", "modifies": "girl"}
{"color": "white", "line": "They had tried by a show of frankness to satisfy their own consciences, they doubtless had enough of white blood to give them a rudimentary trace of such a moral organ, and by the same act to disarm him against future recriminations, in the event of possible discovery.\n", "word": "white", "modifies": "blood"}
{"color": "white", "line": "As freemen, they were an excrescence, an alien element incapable of absorption into the body politic of white men.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "Driving one day along the road to Clinton, he overhauled a diminutive black figure trudging along the road, occasionally turning a handspring by way of diversion.\n", "word": "black", "modifies": "figure"}
{"color": "white", "line": "He could scarcely call at her boarding place, what possible proper excuse could a young white man have for visiting a colored woman?\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "As a white man, this might not mean a great deal to you; as a woman, shut out already by my color from much that is desirable, my good name remains my most valuable possession.\n", "word": "white", "modifies": "man"}
{"color": "pink", "line": "Now her really fine nature rose to the emergency, though she mustered her forces with a great effort.\n", "word": "rose", "modifies": "nature"}
{"color": "white", "line": "Rena's letter had re inflamed his smouldering passion; only opposition was needed to fan it to a white heat.\n", "word": "white", "modifies": "heat"}
{"color": "white", "line": "Mars Geo'ge was white and rich, and could do anything.\n", "word": "white", "modifies": "mar"}
{"color": "black", "line": "Mars Geo'ge had never been known to go with a black woman before, and the teacher would doubtless thank Plato for arranging that so great an honor should fall upon her.\n", "word": "black", "modifies": "woman"}
{"color": "pink", "line": "His imagination, spurred on by the instinct of self interest, rose to the emergency.\n", "word": "rose", "modifies": "imagination"}
{"color": "black", "line": "A flash of lightning penetrated the gloom around her, and barring her path she saw a huge black snake, harmless enough, in fact, but to her excited imagination frightful in appearance.\n", "word": "black", "modifies": "snake"}
{"color": "white", "line": "Shortly after crossing the branch, he met a young negro with a cartload of tubs and buckets and piggins, and asked him if he had seen on the road a young white woman with dark eyes and hair, apparently sick or demented.\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "She was white enough, with the sallowness of the sandhill poor white.\n", "word": "white", "modifies": "sallowness"}
{"color": "white", "line": "White people, with a deeper wisdom perhaps than they used in their own case, regarded Rena and himself as very much alike.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "After driving for an hour through the tall pines that overhung the road like the stately arch of a cathedral aisle, weaving a carpet for the earth with their brown spines and cones, and soothing the ear with their ceaseless murmur, Frank stopped to water his mule at a point where the white, sandy road, widening as it went, sloped downward to a clear running branch.\n", "word": "white", "modifies": "road"}
{"color": "brown", "line": "After driving for an hour through the tall pines that overhung the road like the stately arch of a cathedral aisle, weaving a carpet for the earth with their brown spines and cones, and soothing the ear with their ceaseless murmur, Frank stopped to water his mule at a point where the white, sandy road, widening as it went, sloped downward to a clear running branch.\n", "word": "brown", "modifies": "spine"}
{"color": "yellow", "line": "On the right a bay tree bending over the stream mingled the heavy odor of its flowers with the delicate perfume of a yellow jessamine vine that had overrun a clump of saplings on the left.\n", "word": "yellow", "modifies": "vine"}
{"color": "silver", "line": "From a neighboring tree a silver throated mocking bird poured out a flood of riotous melody.\n", "word": "silver", "modifies": "bird"}
{"color": "brown", "line": "A group of minnows; startled by the splashing of the mule's feet, darted away into the shadow of the thicket, their quick passage leaving the amber water filled with laughing light.\n", "word": "amber", "modifies": "water"}
{"color": "brown", "line": "Her face was turned away, and Frank could see at first only a tangled mass of dark brown hair, matted with twigs and leaves and cockleburs, and hanging in wild profusion around her neck.\n", "word": "brown", "modifies": "hair"}
{"color": "pink", "line": "Her voice rose to a scream; she struggled in his grasp and struck at him fiercely with her clenched fists.\n", "word": "rose", "modifies": "voice"}
{"color": "white", "line": "Her sleeve fell back and disclosed the white scar made by his own hand so many years before.\n", "word": "white", "modifies": "scar"}
{"color": "white", "line": "Toward noon he was met by a young white man, who peered inquisitively into the canopied cart.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "\"Why, she's white, as I'm a sinner!\"\n", "word": "white", "modifies": "sinner"}
{"color": "white", "line": "\"Look a here, nigger, what are you doin' with this white woman?\"\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "At dawn, from the top of the long white hill, he sighted the river bridge below.\n", "word": "white", "modifies": "hill"}
{"color": "white", "line": "The driver, when questioned, said that he had met a young negro with a mule, and a cart in which lay a young woman, white to all appearance, but claimed by the negro to be a colored girl who had been taken sick on the road, and whom he was conveying home to her mother at Patesville.\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "Never in the few brief delirious weeks of his courtship had he felt so strongly drawn to the beautiful sister of the popular lawyer, as he was now driven by an aching heart toward the same woman stripped of every adventitions advantage and placed, by custom, beyond the pale of marriage with men of his own race.\n", "word": "pale", "modifies": "marriage"}
{"color": "green", "line": "Dr. Green had just gone down the garden path to his buggy at the gate.\n", "word": "green", "modifies": "dr."}
{"color": "red", "line": "Mary B. threw open a window to make way for the passing spirit, and the red and golden glory of the setting sun, triumphantly ending his daily course, flooded the narrow room with light.\n", "word": "red", "modifies": "glory"}
{"color": "white", "line": "Pale with apprehension, Tryon sat as if petrified, until a tall, side whiskered mulatto came down the garden walk to the front gate.\n", "word": "pale", "modifies": "apprehension"}
