{"color": "gold", "line": "The Project Gutenberg EBook of Desert Gold, by Zane Grey This eBook is for the use of anyone anywhere at no cost and with almost no restrictions whatsoever.\n", "word": "gold", "modifies": "desert"}
{"color": "gray", "line": "The Project Gutenberg EBook of Desert Gold, by Zane Grey This eBook is for the use of anyone anywhere at no cost and with almost no restrictions whatsoever.\n", "word": "grey", "modifies": "zane"}
{"color": "gold", "line": "You may copy it, give it away or re use it under the terms of the Project Gutenberg License included with this eBook or online at www.gutenberg.org Title: Desert Gold Author: Zane Grey Posting Date: September 13, 2008 [EBook #502] Release Date: April, 1996 [Last updated: March 21, 2011] Language: English DESERT GOLD A ROMANCE OF THE BORDER BY ZANE GREY CONTENTS D E S E R T G O L D PROLOGUE I A FACE haunted Cameron a woman's face.\n", "word": "gold", "modifies": "author"}
{"color": "gray", "line": "You may copy it, give it away or re use it under the terms of the Project Gutenberg License included with this eBook or online at www.gutenberg.org Title: Desert Gold Author: Zane Grey Posting Date: September 13, 2008 [EBook #502] Release Date: April, 1996 [Last updated: March 21, 2011] Language: English DESERT GOLD A ROMANCE OF THE BORDER BY ZANE GREY CONTENTS D E S E R T G O L D PROLOGUE I A FACE haunted Cameron a woman's face.\n", "word": "grey", "modifies": "zane"}
{"color": "white", "line": "It was there in the white heart of the dying campfire; it hung in the shadows that hovered over the flickering light; it drifted in the darkness beyond.\n", "word": "white", "modifies": "heart"}
{"color": "gold", "line": "He was a prospector for gold, a hunter of solitude, a lover of the drear, rock ribbed infinitude, because he wanted to be alone to remember.\n", "word": "gold", "modifies": "prospector"}
{"color": "white", "line": "A soft wind fanned the paling embers, blew sparks and white ashes and thin smoke away into the enshrouding circle of blackness.\n", "word": "white", "modifies": "ash"}
{"color": "pink", "line": "It rose strange, wild, mournful not the howl of a prowling upland beast baying the campfire or barking at a lonely prospector, but the wail of a wolf, full voiced, crying out the meaning of the desert and the night.\n", "word": "rose", "modifies": "howl"}
{"color": "white", "line": "Figures darker than the gloom approached and took shape, and in the light turned out to be those of a white man and a heavily packed burro.\n", "word": "white", "modifies": "man"}
{"color": "gray", "line": "The campfire burst into a bright blaze, and by its light Cameron saw a man whose gray hair somehow did not seem to make him old, and whose stooped shoulders did not detract from an impression of rugged strength.\n", "word": "gray", "modifies": "hair"}
{"color": "gold", "line": "Another of those strange desert prospectors in whom there was some relentless driving power besides the lust for gold!\n", "word": "gold", "modifies": "lust"}
{"color": "gold", "line": "He traveled southwest, never straying far from the dry stream bed; and in a desultory way, without eagerness, he hunted for signs of gold.\n", "word": "gold", "modifies": "sign"}
{"color": "black", "line": "Beside the meager mesquite campfire this gray faced, thoughtful old prospector would remove his black pipe from his mouth to talk a little; and Cameron would listen, and sometimes unlock his lips to speak a word.\n", "word": "black", "modifies": "pipe"}
{"color": "white", "line": "One afternoon late, after they had toiled up a white, winding wash of sand and gravel, they came upon a dry waterhole.\n", "word": "white", "modifies": "wash"}
{"color": "white", "line": "Generally they took the course of a wash, one on each side, and let the burros travel leisurely along nipping at the bleached blades of scant grass, or at sage or cactus, while they searched in the canyons and under the ledges for signs of gold.\n", "word": "bleached", "modifies": "blade"}
{"color": "gold", "line": "Generally they took the course of a wash, one on each side, and let the burros travel leisurely along nipping at the bleached blades of scant grass, or at sage or cactus, while they searched in the canyons and under the ledges for signs of gold.\n", "word": "gold", "modifies": "sign"}
{"color": "gold", "line": "Some impelling desire, not all the lure of gold, took them to the top of mesas and escarpments; and here, when they had dug and picked, they rested and gazed out at the wide prospect.\n", "word": "gold", "modifies": "lure"}
{"color": "red", "line": "Then, as the sun lost its heat and sank lowering to dent its red disk behind far distant spurs, they halted in a shady canyon or likely spot in a dry wash and tried for water.\n", "word": "red", "modifies": "disk"}
{"color": "white", "line": "While the strange twilight deepened into weird night they sat propped against stones, with eyes on the dying embers of the fire, and soon they lay on the sand with the light of white stars on their dark faces.\n", "word": "white", "modifies": "star"}
{"color": "pink", "line": "The stars shone white until the huge moon rose to burn out all their whiteness.\n", "word": "rose", "modifies": "moon"}
{"color": "blue", "line": "He rose and climbed out of the canyon and to the top of a mesa, where he paced to and fro and looked down into the weird and mystic shadows, like the darkness of his passion, and farther on down the moon track and the glittering stretches that vanished in the cold, blue horizon.\n", "word": "blue", "modifies": "horizon"}
{"color": "pink", "line": "He rose and climbed out of the canyon and to the top of a mesa, where he paced to and fro and looked down into the weird and mystic shadows, like the darkness of his passion, and farther on down the moon track and the glittering stretches that vanished in the cold, blue horizon.\n", "word": "rose", "modifies": "canyon"}
{"color": "white", "line": "The moon soared radiant and calm, the white stars shone serene.\n", "word": "white", "modifies": "star"}
{"color": "white", "line": "In that wild solitude the white stars looked down upon him pitilessly and pityingly.\n", "word": "white", "modifies": "star"}
{"color": "white", "line": "The campfire wore down to a ruddy ashen heap.\n", "word": "ashen", "modifies": "heap"}
{"color": "red", "line": "As Cameron gazed out over the blood red, darkening desert suddenly the strife in his soul ceased.\n", "word": "red", "modifies": "blood"}
{"color": "pink", "line": "The old man rose and towered over Cameron, and then plunged down upon him, and clutched at his throat with terrible stifling hands.\n", "word": "rose", "modifies": "man"}
{"color": "white", "line": "Even in the white noonday, under the burning sun, these phantoms came to be real to him.\n", "word": "white", "modifies": "noonday"}
{"color": "red", "line": "IV There came a morning when the sun shone angry and red through a dull, smoky haze.\n", "word": "red", "modifies": "haze"}
{"color": "yellow", "line": "They had scarcely covered a mile when a desert wide, moaning, yellow wall of flying sand swooped down upon them.\n", "word": "yellow", "modifies": "wall"}
{"color": "yellow", "line": "The moan increased to a roar, and the dull red slowly dimmed, to disappear in the yellow pall, and the air grew thick and dark.\n", "word": "yellow", "modifies": "pall"}
{"color": "pink", "line": "The floor of their shelter gradually rose higher and higher.\n", "word": "rose", "modifies": "floor"}
{"color": "pink", "line": "Away to the north rose the peak that was their only guiding mark.\n", "word": "rose", "modifies": "peak"}
{"color": "red", "line": "The red sun, the increasing heat, and especially the variety and large size of the cactus plants warned Cameron that he had descended to a lower level.\n", "word": "red", "modifies": "sun"}
{"color": "blue", "line": "Mountain peaks loomed on all sides, some near, others distant; and one, a blue spur, splitting the glaring sky far to the north, Cameron thought he recognized as a landmark.\n", "word": "blue", "modifies": "spur"}
{"color": "white", "line": "The burning white day passed, and likewise the night, with its white stars shining so pitilessly cold and bright.\n", "word": "white", "modifies": "day"}
{"color": "red", "line": "The day opened for them in a red and green hell of rock and cactus.\n", "word": "red", "modifies": "hell"}
{"color": "black", "line": "The color was a peculiar black.\n", "word": "black", "modifies": "color"}
{"color": "black", "line": "He scraped through the black rust to find a piece of gold.\n", "word": "black", "modifies": "rust"}
{"color": "gold", "line": "He scraped through the black rust to find a piece of gold.\n", "word": "gold", "modifies": "piece"}
{"color": "black", "line": "Around him lay scattered heaps of black pebbles and bits of black, weathered rock and pieces of broken ledge, and they showed gold.\n", "word": "black", "modifies": "pebble"}
{"color": "gray", "line": "Cameron gazed down the gray reaches of the forlorn valley, and something within him that was neither intelligence nor emotion something inscrutably strange impelled him to promise.\n", "word": "gray", "modifies": "reach"}
{"color": "gold", "line": "Then Cameron built up stone monuments to mark his gold strike.\n", "word": "gold", "modifies": "strike"}
{"color": "red", "line": "He watched the white sun turn to gold, and then to red and sink behind mountains in the west.\n", "word": "red", "modifies": "mountain"}
{"color": "white", "line": "He watched the white sun turn to gold, and then to red and sink behind mountains in the west.\n", "word": "white", "modifies": "sun"}
{"color": "black", "line": "The vault of blue black lightened to the blinking of stars.\n", "word": "black", "modifies": "vault"}
{"color": "blue", "line": "The vault of blue black lightened to the blinking of stars.\n", "word": "blue", "modifies": "black"}
{"color": "white", "line": "A wan glow flared behind the dark, uneven horizon, and a melancholy misshapen moon rose to make the white night one of shadows.\n", "word": "white", "modifies": "night"}
{"color": "pink", "line": "A wan glow flared behind the dark, uneven horizon, and a melancholy misshapen moon rose to make the white night one of shadows.\n", "word": "rose", "modifies": "moon"}
{"color": "white", "line": "It was there in the white moonlit shadows; it drifted in the darkness beyond; it softened, changed to that of a young girl, sweet, with the same dark, haunting eyes of her mother.\n", "word": "white", "modifies": "shadow"}
{"color": "gray", "line": "Night merged into gray day; and night came again, weird and dark.\n", "word": "gray", "modifies": "day"}
{"color": "blue", "line": "A blue cloud of smoke filled the place.\n", "word": "blue", "modifies": "cloud"}
{"color": "white", "line": "Bare legged, sandal footed Mexicans in white rubbed shoulders with Mexicans mantled in black and red.\n", "word": "white", "modifies": "shoulder"}
{"color": "gold", "line": "There were others in tight fitting blue uniforms with gold fringe or tassels at the shoulders.\n", "word": "gold", "modifies": "fringe"}
{"color": "blue", "line": "There were others in tight fitting blue uniforms with gold fringe or tassels at the shoulders.\n", "word": "blue", "modifies": "uniform"}
{"color": "black", "line": "There were black bearded, coarse visaged Americans, some gambling round the little tables, others drinking.\n", "word": "black", "modifies": "american"}
{"color": "brown", "line": "There were khaki clad cavalrymen strutting in and out.\n", "word": "khaki", "modifies": "cavalryman"}
{"color": "silver", "line": "The sharp featured, bronzed faces and piercing eyes, the tall, slender, loosely jointed bodies, the quiet, easy, reckless air that seemed to be a part of the men these things would plainly have stamped them as cowboys without the buckled sombreros, the colored scarfs, the high topped, high heeled boots with great silver roweled spurs.\n", "word": "silver", "modifies": "spur"}
{"color": "gold", "line": "They are dominated first by religion, then by gold, then by passion for a woman.\n", "word": "gold", "modifies": "religion"}
{"color": "gold", "line": "He decks himself in gold lace and sliver trappings, in all the finery he can steal.\n", "word": "gold", "modifies": "lace"}
{"color": "white", "line": "Thorne wiped the perspiration from his pale face and bent a dark gaze out of the window before he resumed his talk.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "Dick had only a glimpse; but in that he saw a huge black sombrero with a gaudy band, the back of a short, tight fitting jacket, a heavy pearl handled gun swinging with a fringe of sash, and close fitting trousers spreading wide at the bottom.\n", "word": "black", "modifies": "sombrero"}
{"color": "yellow", "line": "A few dim, yellow lamps flickered.\n", "word": "yellow", "modifies": "lamp"}
{"color": "black", "line": "She had raised a white hand, holding a black laced mantilla half aside.\n", "word": "black", "modifies": "half"}
{"color": "white", "line": "She had raised a white hand, holding a black laced mantilla half aside.\n", "word": "white", "modifies": "hand"}
{"color": "black", "line": "Dick saw a small, dark head, proudly held, an oval face half hidden, white as a flower, and magnificent black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Dick saw a small, dark head, proudly held, an oval face half hidden, white as a flower, and magnificent black eyes.\n", "word": "white", "modifies": "flower"}
{"color": "black", "line": "What is that little black half breed slave Rojas to such men?\n", "word": "black", "modifies": "half"}
{"color": "white", "line": "She came close to Gale, holding out her white hands, a woman all fire and soul and passion.\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "Mercedes leaned against him, her white hands now at her breast, her great eyes watching Gale as he went out.\n", "word": "white", "modifies": "hand"}
{"color": "black", "line": "He recognized the huge, high peaked, black sombrero with its ornamented band.\n", "word": "black", "modifies": "sombrero"}
{"color": "silver", "line": "He wore a lace scarf, a tight, bright buttoned jacket, a buckskin vest embroidered in red, a sash and belt joined by an enormous silver clasp.\n", "word": "silver", "modifies": "clasp"}
{"color": "gold", "line": "There were gold rings in his ears and diamonds on his fingers.\n", "word": "gold", "modifies": "ring"}
{"color": "black", "line": "The black skinned bandit's face turned a dirty white; his jaw dropped; he would have shrieked if Gale had not hit him.\n", "word": "black", "modifies": "bandit"}
{"color": "pink", "line": "As he rose his powerful hands fastened on Rojas.\n", "word": "rose", "modifies": "hand"}
{"color": "white", "line": "A white clad figure rushed at Gale.\n", "word": "white", "modifies": "figure"}
{"color": "red", "line": "Simultaneously with a close, red flash the knife wavered; the man wielding it stumbled backward.\n", "word": "red", "modifies": "flash"}
{"color": "yellow", "line": "Gale leaped toward the restaurant door, which was outlined faintly by the yellow light within.\n", "word": "yellow", "modifies": "light"}
{"color": "white", "line": "Once Gale saw her white face flash in the light of a street lamp.\n", "word": "white", "modifies": "face"}
{"color": "black", "line": "She seemed a white faced girl now, with staring, frightened black eyes that flashed up at him.\n", "word": "black", "modifies": "eye"}
{"color": "gray", "line": "Gale made out a dark moving mass against a background of dull gray.\n", "word": "gray", "modifies": "background"}
{"color": "black", "line": "His meeting with Thorne; the wonderful black eyes of a Spanish girl; her appeal to him; the hate inspired by Rojas, and the rush, the blow, the action; sight of Thorne and Mercedes hurrying safely away; the girl's hand pressing his to her heaving breast; the sweet fire of her kiss; the fact of her being alone with him, dependent upon him all these things Gale turned over and over in his mind, only to fail of any definite conclusion as to which had affected him so remarkably, or to tell what had really happened to him.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "Somehow the light was better, and he clearly saw her white face, her black and starry eyes, her perfect mouth.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Somehow the light was better, and he clearly saw her white face, her black and starry eyes, her perfect mouth.\n", "word": "white", "modifies": "face"}
{"color": "gray", "line": "Gray openings in the border of shrubby growths changed to paler hue.\n", "word": "gray", "modifies": "opening"}
{"color": "white", "line": "In the east a white glow grew brighter and brighter, reaching up to a line of cloud, defined sharply below by a rugged notched range.\n", "word": "white", "modifies": "glow"}
{"color": "black", "line": "Presently a silver circle rose behind the black mountain, and the gloom of the desert underwent a transformation.\n", "word": "black", "modifies": "mountain"}
{"color": "silver", "line": "Presently a silver circle rose behind the black mountain, and the gloom of the desert underwent a transformation.\n", "word": "silver", "modifies": "circle"}
{"color": "pink", "line": "Presently a silver circle rose behind the black mountain, and the gloom of the desert underwent a transformation.\n", "word": "rose", "modifies": "circle"}
{"color": "gray", "line": "From a gray mantle it changed to a transparent haze.\n", "word": "gray", "modifies": "mantle"}
{"color": "black", "line": "He looked down into the desert, and would have felt no surprise at anything hidden away among the bristling cactus, the dark, winding arroyos, the shadowed rocks with their moonlit tips, the ragged plain leading to the black bold mountains.\n", "word": "black", "modifies": "mountain"}
{"color": "black", "line": "Meanwhile the moon soared high above the black corrugated peaks.\n", "word": "black", "modifies": "peak"}
{"color": "gray", "line": "The gray, the gloom, the shadow whitened.\n", "word": "gray", "modifies": "gloom"}
{"color": "white", "line": "He could see the columns of cactus standing out black against the moon white sky.\n", "word": "white", "modifies": "sky"}
{"color": "black", "line": "To the right, up under the ledges some distance away, stood two square black objects, too uniform, he thought, to be rocks.\n", "word": "black", "modifies": "object"}
{"color": "black", "line": "At the same moment that Ladd hurriedly appeared in the road a light shone out and danced before one of the square black objects.\n", "word": "black", "modifies": "object"}
{"color": "black", "line": "He could not see her face, which was concealed by the black mantle.\n", "word": "black", "modifies": "mantle"}
{"color": "black", "line": "They were encamped in a wide arroyo, where horses could be seen grazing in black patches of grass between clusters of trees.\n", "word": "black", "modifies": "patch"}
{"color": "white", "line": "The moon slanted back toward the west, losing its white radiance, and the gloom of the earlier evening began to creep into the washes and to darken under the mesas.\n", "word": "white", "modifies": "radiance"}
{"color": "black", "line": "Always it led down, always it grew rougher, more rolling, with wider bare spaces, always the black ranges loomed close.\n", "word": "black", "modifies": "range"}
{"color": "gray", "line": "Presently in the gray gloom he saw low, square houses with flat roofs.\n", "word": "gray", "modifies": "gloom"}
{"color": "gray", "line": "A grove of trees loomed dark in the gray morning.\n", "word": "gray", "modifies": "morning"}
{"color": "green", "line": "Through it he saw poles of peeled wood upholding a porch roof, a bench, rose bushes in bloom, grass, and beyond these bright green foliage of trees.\n", "word": "green", "modifies": "foliage"}
{"color": "pink", "line": "Through it he saw poles of peeled wood upholding a porch roof, a bench, rose bushes in bloom, grass, and beyond these bright green foliage of trees.\n", "word": "rose", "modifies": "bush"}
{"color": "blue", "line": "\"Gimme a girl with flesh an' color, an' blue eyes a laughin'.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "It was white, with veins standin' out an' eyes flamin' a face of fury.\n", "word": "white", "modifies": "standin"}
{"color": "red", "line": "He heard bees, birds, chickens, saw the red of roses and green of grass.\n", "word": "red", "modifies": "rose"}
{"color": "green", "line": "He heard bees, birds, chickens, saw the red of roses and green of grass.\n", "word": "green", "modifies": "rose"}
{"color": "pink", "line": "He heard bees, birds, chickens, saw the red of roses and green of grass.\n", "word": "rose", "modifies": "red"}
{"color": "white", "line": "Dick saw a little foot sweep into view, a white dress, then the swiftly moving form of a girl.\n", "word": "white", "modifies": "dress"}
{"color": "blue", "line": "Dick saw a fair face and dark blue, audaciously flashing eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "Then the blush turned to a scarlet fire.\n", "word": "scarlet", "modifies": "fire"}
{"color": "white", "line": "She whirled past him, and like a white gleam was gone.\n", "word": "white", "modifies": "gleam"}
{"color": "gray", "line": "Seen by day, both cowboys were gray haired, red skinned, and weather beaten, with lean, sharp features, and gray eyes so much alike that they might have been brothers.\n", "word": "gray", "modifies": "eye"}
{"color": "brown", "line": "His skin was brown, and his dark eyes beamed with a genial light.\n", "word": "brown", "modifies": "skin"}
{"color": "pink", "line": "This room had two big windows and a door opening into a patio, where there were luxuriant grass, roses in bloom, and flowering trees.\n", "word": "rose", "modifies": "grass"}
{"color": "white", "line": "Her hair was white.\n", "word": "white", "modifies": "hair"}
{"color": "red", "line": "These gray red mud habitations were hideous to look at, and this fact, perhaps, made their really comfortable interiors more vividly a contrast.\n", "word": "red", "modifies": "habitation"}
{"color": "gray", "line": "These gray red mud habitations were hideous to look at, and this fact, perhaps, made their really comfortable interiors more vividly a contrast.\n", "word": "gray", "modifies": "habitation"}
{"color": "gold", "line": "There's gold dust in the arroyos, and there's mineral up in the mountains.\n", "word": "gold", "modifies": "dust"}
{"color": "green", "line": "Gale saw an adobe shed and a huge pen fenced by strangely twisted and contorted branches or trunks of mesquite, and, beyond these, wide, flat fields, green a dark, rich green and dotted with beautiful horses.\n", "word": "green", "modifies": "green"}
{"color": "black", "line": "There were whites and blacks, and bays and grays.\n", "word": "black", "modifies": "white"}
{"color": "white", "line": "There were whites and blacks, and bays and grays.\n", "word": "white", "modifies": "black"}
{"color": "gray", "line": "There were whites and blacks, and bays and grays.\n", "word": "gray", "modifies": "bay"}
{"color": "black", "line": "Facing that way, Gale saw dark, beetling ridges rising from the oasis and leading up to bare, black mountains.\n", "word": "black", "modifies": "mountain"}
{"color": "white", "line": "Dick saw a glimpse of golden hair and a white dress in the door.\n", "word": "white", "modifies": "dress"}
{"color": "brown", "line": "Her skin was brown no, it was more gold than brown.\n", "word": "brown", "modifies": "skin"}
{"color": "brown", "line": "She had a sweet, fair face warmly tinted with that same healthy golden brown sunburn.\n", "word": "brown", "modifies": "sunburn"}
{"color": "gold", "line": "Her hair was light gold and abundant, a waving mass.\n", "word": "gold", "modifies": "hair"}
{"color": "blue", "line": "Her eyes were shaded by long, downcast lashes, yet through them he caught a gleam of blue.\n", "word": "blue", "modifies": "gleam"}
{"color": "blue", "line": "But the dark blue eyes met his for only a fleeting second.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "Hurriedly she finished tying the bandage and rose to her feet.\n", "word": "rose", "modifies": "foot"}
{"color": "pink", "line": "Everywhere rose blunt, broken ranges or isolated groups of mountains.\n", "word": "rose", "modifies": "range"}
{"color": "gray", "line": "What a strange gray, somber place!\n", "word": "gray", "modifies": "place"}
{"color": "gray", "line": "There was a lighter strip of gray winding down between darker hues.\n", "word": "gray", "modifies": "strip"}
{"color": "gray", "line": "This he realized presently was the river bed, and he saw how the pools of water narrowed and diminished in size till they lost themselves in gray sand.\n", "word": "gray", "modifies": "sand"}
{"color": "pink", "line": "V A DESERT ROSE BELDING assigned Dick to a little room which had no windows but two doors, one opening into the patio, the other into the yard on the west side of the house.\n", "word": "rose", "modifies": "desert"}
{"color": "red", "line": "The injured member was red, angry, inflamed, and twice its normal size.\n", "word": "red", "modifies": "member"}
{"color": "gray", "line": "He saw Belding lean over him, feel his face, and speak, and then everything seemed to drift, not into darkness, but into some region where he had dim perceptions of gray moving things, and of voices that were remote.\n", "word": "gray", "modifies": "perception"}
{"color": "red", "line": "Like Nell, she wore white, and she had a red rose in her hand.\n", "word": "red", "modifies": "rose"}
{"color": "pink", "line": "Her reply was a murmured, unintelligible one; but her eyes were glad, and the tint in her cheeks threatened to rival the hue of the rose she carried.\n", "word": "rose", "modifies": "hue"}
{"color": "white", "line": "she said; and her white hands emphasized her words.\n", "word": "white", "modifies": "hand"}
{"color": "red", "line": "He was just in time to see a wave of red recede from her face.\n", "word": "red", "modifies": "wave"}
{"color": "blue", "line": "He refused to answer, and deliberately gave himself up to dreams of her sweet face and of that last dark blue glance.\n", "word": "blue", "modifies": "glance"}
{"color": "white", "line": "Still, though Mrs. Belding's hair was snow white, she did not impress him as being old.\n", "word": "white", "modifies": "hair"}
{"color": "gray", "line": "Presently the rancher strode in upon Gale, shaking the gray dust from his broad shoulders and waving a letter.\n", "word": "gray", "modifies": "dust"}
{"color": "black", "line": "If ever you see a black and white desert hawk swoop down upon a quail, then you'll know how Mercedes pounced upon her letter... Well, Casita is one hell of a place these days.\n", "word": "black", "modifies": "hawk"}
{"color": "green", "line": "He found himself lost in a labyrinth of green and rose bordered walks.\n", "word": "green", "modifies": "labyrinth"}
{"color": "pink", "line": "He found himself lost in a labyrinth of green and rose bordered walks.\n", "word": "rose", "modifies": "walk"}
{"color": "green", "line": "This desert tree, which had struck Dick as so new and strange and beautiful, was not striking on account of size, for it was small, scarcely reaching higher than the roof; but rather because of its exquisite color of green, trunk and branch alike, and owing to the odd fact that it seemed not to possess leaves.\n", "word": "green", "modifies": "color"}
{"color": "green", "line": "All the tree from ground to tiny flat twigs was a soft polished green.\n", "word": "green", "modifies": "tree"}
{"color": "gray", "line": "A twisting trunked tree with full foliage of small gray leaves Nell called a mesquite.\n", "word": "gray", "modifies": "leaf"}
{"color": "white", "line": "Then Dick remembered the name, and now he saw where the desert got its pale gray color.\n", "word": "pale", "modifies": "color"}
{"color": "gray", "line": "Then Dick remembered the name, and now he saw where the desert got its pale gray color.\n", "word": "gray", "modifies": "color"}
{"color": "green", "line": "A huge, lofty, fluted column of green was a saguaro, or giant cactus.\n", "word": "green", "modifies": "column"}
{"color": "pink", "line": "Each branch rose high and symmetrical, furnished with sharp blades that seemed to be at once leaves and thorns.\n", "word": "rose", "modifies": "branch"}
{"color": "green", "line": "Yet another cactus interested Gale, and it looked like a huge, low barrel covered with green ribbed cloth and long thorns.\n", "word": "green", "modifies": "cloth"}
{"color": "white", "line": "Her white hand touched his in wordless sympathy and thrilled him.\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "The sun was yet high, and a dazzling white light enveloped valleys and peaks.\n", "word": "white", "modifies": "light"}
{"color": "white", "line": "It was like white gold.\n", "word": "white", "modifies": "gold"}
{"color": "brown", "line": "It was going to warm his blood and brown his skin.\n", "word": "brown", "modifies": "skin"}
{"color": "red", "line": "In the middle of the white coverlet on his table lay a fresh red rose.\n", "word": "red", "modifies": "rose"}
{"color": "white", "line": "In the middle of the white coverlet on his table lay a fresh red rose.\n", "word": "white", "modifies": "coverlet"}
{"color": "red", "line": "It was a bud just beginning to open, to show between its petals a dark red, unfolding heart.\n", "word": "red", "modifies": "heart"}
{"color": "red", "line": "How fragrant it was, how exquisitely delicate, how beautiful its inner hue of red, deep and dark, the crimson of life blood!\n", "word": "red", "modifies": "hue"}
{"color": "pink", "line": "Was it a message couched elusively, a symbol, a hope in a half blown desert rose?\n", "word": "rose", "modifies": "hope"}
{"color": "black", "line": "Distant mountains hemmed in the valley, raising black spurs above the round lomas and the square walled mesas.\n", "word": "black", "modifies": "spur"}
{"color": "white", "line": "This lonely horseman bestrode a steed of magnificent build, perfectly white except for a dark bar of color running down the noble head from ears to nose.\n", "word": "white", "modifies": "steed"}
{"color": "red", "line": "His lean face, where it was not red, blistered and peeling, was the hue of bronze.\n", "word": "red", "modifies": "face"}
{"color": "brown", "line": "His lean face, where it was not red, blistered and peeling, was the hue of bronze.\n", "word": "bronze", "modifies": "hue"}
{"color": "white", "line": "He had felt them all the white sun, with its glazed, coalescing, lurid fire; the caked split lips and rasping, dry puffed tongue; the sickening ache in the pit of his stomach; the insupportable silence, the empty space, the utter desolation, the contempt of life; the weary ride, the long climb, the plod in sand, the search, search, search for water; the sleepless night alone, the watch and wait, the dread of ambush, the swift flight; the fierce pursuit of men wild as Bedouins and as fleet, the willingness to deal sudden death, the pain of poison thorn, the stinging tear of lead through flesh; and that strange paradox of the burning desert, the cold at night, the piercing icy wind, the dew that penetrated to the marrow, the numbing desert cold of the dawn.\n", "word": "white", "modifies": "sun"}
{"color": "white", "line": "Many a dark skinned raider bestrode one of Belding's fast horses, and indeed all except his selected white thoroughbreds had been stolen.\n", "word": "white", "modifies": "thoroughbred"}
{"color": "black", "line": "Below him the narrowing valley showed bare, black ribs of rock, long, winding gray lines leading down to a central floor where mesquite and cactus dotted the barren landscape.\n", "word": "black", "modifies": "rib"}
{"color": "gray", "line": "Below him the narrowing valley showed bare, black ribs of rock, long, winding gray lines leading down to a central floor where mesquite and cactus dotted the barren landscape.\n", "word": "gray", "modifies": "line"}
{"color": "gray", "line": "Moving objects, diminutive in size, gray and white in color, arrested Gale's roving sight.\n", "word": "gray", "modifies": "object"}
{"color": "gray", "line": "The valley sloped up and narrowed, to head into an arroyo where grass began to show gray between the clumps of mesquite.\n", "word": "gray", "modifies": "clump"}
{"color": "black", "line": "Presently the light danced through the black branches, and soon grew into a flame.\n", "word": "black", "modifies": "branch"}
{"color": "black", "line": "At length a dead palo verde, with huge black clumps of its parasite mistletoe thick in the branches, marked a distance from the well that Gale considered close enough.\n", "word": "black", "modifies": "clump"}
{"color": "black", "line": "A rude corral showed dimly in the edge of firelight, and from a black mass within came the snort and stamp and whinney of horses.\n", "word": "black", "modifies": "mass"}
{"color": "black", "line": "As he rode across the desert, even though keen eyes searched for the moving black dots, the rising puffs of white dust that were warnings, he saw Nell's face in every cloud.\n", "word": "black", "modifies": "dot"}
{"color": "white", "line": "As he rode across the desert, even though keen eyes searched for the moving black dots, the rising puffs of white dust that were warnings, he saw Nell's face in every cloud.\n", "word": "white", "modifies": "dust"}
{"color": "red", "line": "There was always a glint of gold or touch of red or graceful line or gleam of blue to remind him of her.\n", "word": "red", "modifies": "line"}
{"color": "gold", "line": "There was always a glint of gold or touch of red or graceful line or gleam of blue to remind him of her.\n", "word": "gold", "modifies": "glint"}
{"color": "blue", "line": "There was always a glint of gold or touch of red or graceful line or gleam of blue to remind him of her.\n", "word": "blue", "modifies": "gleam"}
{"color": "pink", "line": "A thousand sweet faces glowed in the pink and white ashes of his campfire, the faces of other sweethearts or wives that had gleamed for other men.\n", "word": "pink", "modifies": "ash"}
{"color": "white", "line": "Lash had traversed it, and brought back stories of buried waterholes, of bones bleaching white in the sun, of gold mines as lost as were the prospectors who had sought them, of the merciless Yaqui and his hatred for the Mexican.\n", "word": "white", "modifies": "sun"}
{"color": "gold", "line": "Lash had traversed it, and brought back stories of buried waterholes, of bones bleaching white in the sun, of gold mines as lost as were the prospectors who had sought them, of the merciless Yaqui and his hatred for the Mexican.\n", "word": "gold", "modifies": "mine"}
{"color": "white", "line": "He felt his way, and presently as he rounded a mesquite he saw Sol's white shape outlined against the blackness.\n", "word": "white", "modifies": "shape"}
{"color": "pink", "line": "The sun rose in a golden blaze, and the descending valley took on wondrous changing hues.\n", "word": "rose", "modifies": "sun"}
{"color": "blue", "line": "Gale walked swiftly for a goodly part of the distance, and then, when he saw blue smoke curling up above the trees, he proceeded slowly, with alert eye and ear.\n", "word": "blue", "modifies": "smoke"}
{"color": "black", "line": "But suddenly one of the blacks, a big, shaggy fellow, shot up his ears and pointed his nose over the top of the fence.\n", "word": "black", "modifies": "fellow"}
{"color": "black", "line": "The mounted leader shot again, and then stuck like a leech upon the bare back of the rearing black.\n", "word": "black", "modifies": "rearing"}
{"color": "black", "line": "Moreover, he was conscious and staring up at Gale with great, strange, somber eyes, black as volcanic slag.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "At that gait fifty miles would not have wet or turned a hair of his dazzling white coat.\n", "word": "white", "modifies": "coat"}
{"color": "red", "line": "The grays wore bright; the mesquites glistened; the cactus took the silver hue of frost, and the rocks gleamed gold and red.\n", "word": "red", "modifies": "gold"}
{"color": "silver", "line": "The grays wore bright; the mesquites glistened; the cactus took the silver hue of frost, and the rocks gleamed gold and red.\n", "word": "silver", "modifies": "hue"}
{"color": "yellow", "line": "The wonderful transparent haze of distance lost its bluish hue for one with tinge of yellow.\n", "word": "yellow", "modifies": "tinge"}
{"color": "red", "line": "It seemed chiseled in the dark red, volcanic lava of his Sooner wilderness.\n", "word": "red", "modifies": "lava"}
{"color": "black", "line": "The Indian's eyes were always black and mystic, but this Yaqui's encompassed all the tragic desolation of the desert.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "And the bold, forbidding front of No Name Mountains changed to red and gold.\n", "word": "red", "modifies": "gold"}
{"color": "red", "line": "Then, with the low, flat houses of Forlorn River shining red in the sunset, Gale flagged and rapidly weakened.\n", "word": "red", "modifies": "sunset"}
{"color": "gray", "line": "It accentuated the forlorn loneliness of the gray, winding river of sand and its grayer shores.\n", "word": "gray", "modifies": "river"}
{"color": "black", "line": "Night shadows trooped down from the black and looming mountains.\n", "word": "black", "modifies": "mountain"}
{"color": "white", "line": "VII WHITE HORSES \"A CRIPPLED Yaqui!\n", "word": "white", "modifies": "horse"}
{"color": "black", "line": "Dick had learned, since he had become a ranger, to see everything with keen, sure, photographic eye; and, being put to the test so often required of him, he described the horses as a dark colored drove, mostly bays and blacks, with one spotted sorrel.\n", "word": "black", "modifies": "bay"}
{"color": "white", "line": "No white man or Mexican, or, so far as known, no Indian, had climbed those mighty broken steps of rock called No Name Mountains, from which Forlorn River was supposed to come.\n", "word": "white", "modifies": "man"}
{"color": "gold", "line": "Belding claimed there was gold in the arroyos, gold in the gulches, not in quantities to make a prospector rejoice, but enough to work for.\n", "word": "gold", "modifies": "arroyo"}
{"color": "white", "line": "Ladd's sombrero was missing; he wore a bloody scarf round his head; sweat and blood and dust had formed a crust on his face; little streams of powdery dust slid from him; and the lower half of his scarred chaps were full of broken white thorns.\n", "word": "white", "modifies": "thorn"}
{"color": "black", "line": "The dark shade of worry and solicitude crossing his face told more than his black amaze.\n", "word": "black", "modifies": "amaze"}
{"color": "white", "line": "Take one of the bunch Bull, White Woman, Blanco Jose.\"\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "Shore Bull an' that white devil with his Greaser name they could run down my bronch, kill him in a mile of cactus.\n", "word": "white", "modifies": "devil"}
{"color": "white", "line": "But, somehow, Tom, I can't make up my mind to take one of them grand white hosses.\n", "word": "white", "modifies": "ho"}
{"color": "white", "line": "Next to his wife and daughter there was nothing so dear to him as those white horses.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "I'll tell you, Tom, the safest plan would be to take the white bunch south into Sonora, into some wild mountain valley.\n", "word": "white", "modifies": "bunch"}
{"color": "pink", "line": "She rose with a little scream and came flying toward them.\n", "word": "rose", "modifies": "scream"}
{"color": "white", "line": "cried Nell, as with white cheeks and dilating eyes she ran to him and caught his arm.\n", "word": "white", "modifies": "cheek"}
{"color": "gray", "line": "A soft gray, white, and green tint perfectly blended lay like a mantle over mesquite and sand and cactus.\n", "word": "gray", "modifies": "tint"}
{"color": "purple", "line": "The canyons of distant mountain showed deep and full of lilac haze.\n", "word": "lilac", "modifies": "haze"}
{"color": "green", "line": "A great fenced field of dark velvety green alfalfa furnished a rich background for the drove of about twenty white horses.\n", "word": "green", "modifies": "alfalfa"}
{"color": "white", "line": "A great fenced field of dark velvety green alfalfa furnished a rich background for the drove of about twenty white horses.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "His particular interest was in the almost unblemished whites, and these he had given especial care.\n", "word": "white", "modifies": "interest"}
{"color": "white", "line": "No mercenary consideration, however, could have made him part with the great, rangy white horses he had gotten from the Durango breeder.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "He called them Blanco Diablo (White Devil), Blanco Sol (White Sun), Blanca Reina (White Queen), Blanca Mujer (White Woman), and El Gran Toro Blanco (The Big White Bull).\n", "word": "white", "modifies": "devil"}
{"color": "white", "line": "Not Devil or Queen or White Woman.\n", "word": "white", "modifies": "woman"}
{"color": "blue", "line": "asked Nell; and now a warm, blue flash of eyes swept his face.\n", "word": "blue", "modifies": "flash"}
{"color": "white", "line": "At night Belding locked his white horses in this corral.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "He caught up with Jim Lash, who was also leading a white horse.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "His dark hand stretched, he sighted over his stretched finger at a low white escarpment in the distance.\n", "word": "white", "modifies": "escarpment"}
{"color": "white", "line": "Ladd again refused to ride one of Belding's whites.\n", "word": "white", "modifies": "belding"}
{"color": "white", "line": "As Gale turned to look back from the far bank of Forlorn River, he saw Nell waving a white scarf.\n", "word": "white", "modifies": "scarf"}
{"color": "white", "line": "But the cowboy took a bee line course for the white escarpment pointed out by the Yaqui; and nothing save deep washes and impassable patches of cactus or rocks made him swerve from it.\n", "word": "white", "modifies": "escarpment"}
{"color": "blue", "line": "Dust clouds rolled along the blue horizon.\n", "word": "blue", "modifies": "horizon"}
{"color": "white", "line": "Whirling columns of sand, like water spouts at sea, circled up out of white arid basins, and swept away and spread aloft before the wind.\n", "word": "white", "modifies": "basin"}
{"color": "white", "line": "There were streams of white dust to be seen, streaks of yellow dust, trailing low clouds of sand over the glistening dunes, but no steadily rising, uniformly shaped puffs that would tell a tale of moving horses on the desert.\n", "word": "white", "modifies": "dust"}
{"color": "yellow", "line": "There were streams of white dust to be seen, streaks of yellow dust, trailing low clouds of sand over the glistening dunes, but no steadily rising, uniformly shaped puffs that would tell a tale of moving horses on the desert.\n", "word": "yellow", "modifies": "dust"}
{"color": "yellow", "line": "Moreover, the gravel bottomed washes, the low weathering, rotting ledges of yellow rock gave place to hard sandy rolls and bare clay knolls.\n", "word": "yellow", "modifies": "rock"}
{"color": "white", "line": "All light shades of blue and pink and yellow and mauve were there dominated by the glaring white sun.\n", "word": "white", "modifies": "sun"}
{"color": "blue", "line": "All light shades of blue and pink and yellow and mauve were there dominated by the glaring white sun.\n", "word": "blue", "modifies": "shade"}
{"color": "black", "line": "In another hour's travel the rangers could see with naked eyes a long, faint moving streak of black and white dots.\n", "word": "black", "modifies": "dot"}
{"color": "yellow", "line": "\"They're headin' for that yellow pass,\" said Ladd, pointing to a break in the eastern end of the escarpment.\n", "word": "yellow", "modifies": "pas"}
{"color": "green", "line": "With floor bare and hard and white, except for a patch of green mesquite near the far end it was a lurid and desolate spot, the barren bottom of a desert bowl.\n", "word": "green", "modifies": "mesquite"}
{"color": "white", "line": "Both white and black horses showed against the green, and a thin curling column of blue smoke rose lazily from amid the mesquites.\n", "word": "white", "modifies": "horse"}
{"color": "blue", "line": "Both white and black horses showed against the green, and a thin curling column of blue smoke rose lazily from amid the mesquites.\n", "word": "blue", "modifies": "smoke"}
{"color": "pink", "line": "Both white and black horses showed against the green, and a thin curling column of blue smoke rose lazily from amid the mesquites.\n", "word": "rose", "modifies": "column"}
{"color": "white", "line": "The stars shone with white brilliance.\n", "word": "white", "modifies": "brilliance"}
{"color": "pink", "line": "When Gale rose to accompany them both rangers said he need not go.\n", "word": "rose", "modifies": "gale"}
{"color": "white", "line": "Finally the trail showed pale in the gloom, and eastern stars twinkled between the lofty ramparts of the pass.\n", "word": "pale", "modifies": "gloom"}
{"color": "black", "line": "The soft pads of hoofs ceased to sound about the time the gray shape merged into the black shadows.\n", "word": "black", "modifies": "shadow"}
{"color": "gray", "line": "The soft pads of hoofs ceased to sound about the time the gray shape merged into the black shadows.\n", "word": "gray", "modifies": "shape"}
{"color": "black", "line": "He wanted a fuller sense of that ebony bottomed abyss, with its pale encircling walls reaching up to the dusky blue sky and the brilliant stars.\n", "word": "ebony", "modifies": "abyss"}
{"color": "white", "line": "He wanted a fuller sense of that ebony bottomed abyss, with its pale encircling walls reaching up to the dusky blue sky and the brilliant stars.\n", "word": "pale", "modifies": "wall"}
{"color": "blue", "line": "He wanted a fuller sense of that ebony bottomed abyss, with its pale encircling walls reaching up to the dusky blue sky and the brilliant stars.\n", "word": "blue", "modifies": "sky"}
{"color": "white", "line": "The gray shadow below thinned out, and the patch of mesquite made a blot upon the pale valley.\n", "word": "pale", "modifies": "valley"}
{"color": "gray", "line": "The gray shadow below thinned out, and the patch of mesquite made a blot upon the pale valley.\n", "word": "gray", "modifies": "shadow"}
{"color": "gray", "line": "The valley grew clear of gray shadow except under leaning walls on the eastern side.\n", "word": "gray", "modifies": "shadow"}
{"color": "pink", "line": "Then a straight column of smoke rose from among the mesquites.\n", "word": "rose", "modifies": "column"}
{"color": "white", "line": "An' I can always kill the white devil!\"\n", "word": "white", "modifies": "devil"}
{"color": "black", "line": "The long black rifle lying across his saddle, however, was ominous.\n", "word": "black", "modifies": "rifle"}
{"color": "white", "line": "Then he got only white and dark gleams of moving bodies.\n", "word": "white", "modifies": "gleam"}
{"color": "white", "line": "With naked eyes Gale saw a puff of white smoke spring out of the rocks.\n", "word": "white", "modifies": "smoke"}
{"color": "black", "line": "The compact bunch of bays and blacks seemed to break apart and spread rapidly from the edge of the mesquites.\n", "word": "black", "modifies": "bay"}
{"color": "white", "line": "Puffs of white smoke indicated firing, and showed the nature of the raiders' excitement.\n", "word": "white", "modifies": "smoke"}
{"color": "white", "line": "Ladd held his ground; the big white horse stood like a rock in his tracks.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "Then puffs of white smoke and rifle shots faintly crackling told Jim Lash's hand in the game.\n", "word": "white", "modifies": "smoke"}
{"color": "yellow", "line": "Up and up he went, and the yellow dust clouds rose, and an avalanche rolled rattling and cracking down the slope.\n", "word": "yellow", "modifies": "cloud"}
{"color": "pink", "line": "Up and up he went, and the yellow dust clouds rose, and an avalanche rolled rattling and cracking down the slope.\n", "word": "rose", "modifies": "cloud"}
{"color": "white", "line": "But he climbed on, sure footed as a mountain goat, and, surmounting the last rough steps, he stood a moment silhouetted against the white sky.\n", "word": "white", "modifies": "sky"}
{"color": "white", "line": "A big horse, like a white streak, was bearing down to the right of the ranger.\n", "word": "white", "modifies": "streak"}
{"color": "white", "line": "The raider wheeled with gun puffing white, and Ladd ducked low over the neck of his horse.\n", "word": "white", "modifies": "puffing"}
{"color": "white", "line": "Closer and closer crept that white, smoothly gliding, beautiful machine of speed.\n", "word": "white", "modifies": "machine"}
{"color": "white", "line": "Then, like one white flash following another, the two horses gleamed down the bank of a wash and disappeared in clouds of dust.\n", "word": "white", "modifies": "flash"}
{"color": "black", "line": "In the clear circle shone Blanco Sol's noble head with its long black bar from ears to nose.\n", "word": "black", "modifies": "bar"}
{"color": "pink", "line": "Nell lay in the hammock, her hands behind her head, with rosy cheeks and arch eyes.\n", "word": "rosy", "modifies": "cheek"}
{"color": "blue", "line": "When he tried to catch her in the garden or fields, or corner her in the patio, she eluded him, and left behind a memory of dark blue, haunting eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "green", "line": "He peeped again through the green branches to see Nell laughing at the fiery Mercedes.\n", "word": "green", "modifies": "branch"}
{"color": "red", "line": "Her sweet, red lips, with the soft, perfect curve, had always fascinated Dick, and now drew him irresistibly.\n", "word": "red", "modifies": "lip"}
{"color": "green", "line": "It would Suddenly an ugly green fly sailed low over Nell, appeared about to alight on her.\n", "word": "green", "modifies": "fly"}
{"color": "blue", "line": "Nell's sleepy blue eyes opened a little wider.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "The faint rose blush had paled.\n", "word": "rose", "modifies": "blush"}
{"color": "pink", "line": "The faint rose blush had paled.\n", "word": "blush", "modifies": "rose"}
{"color": "white", "line": "Her cheeks were now white.\n", "word": "white", "modifies": "cheek"}
{"color": "purple", "line": "But he must have been maddeningly slow, for as he bent still closer Nell's eyes opened, and he caught a swift purple gaze of eyes as she whirled her head.\n", "word": "purple", "modifies": "gaze"}
{"color": "pink", "line": "Then, with a little cry, she rose and fled.\n", "word": "rose", "modifies": "cry"}
{"color": "black", "line": "Her eyes were great black windows of tragedy.\n", "word": "black", "modifies": "window"}
{"color": "white", "line": "Like lightning her mood changed and she was close to him again, hands on his, her face white, her whole presence sweetly alluring.\n", "word": "white", "modifies": "face"}
{"color": "gold", "line": "The Indian's beautiful name for Nell meant \"shower of gold,\" and Belding used it in asking Yaqui if he had seen her.\n", "word": "gold", "modifies": "shower"}
{"color": "white", "line": "\"I reckon Sol's white head is pointed level an' straight down the Casita trail.\n", "word": "white", "modifies": "head"}
{"color": "white", "line": "That big white devil can't catch Sol.\n", "word": "white", "modifies": "devil"}
{"color": "purple", "line": "thundered Belding, his face purple.\n", "word": "purple", "modifies": "face"}
{"color": "white", "line": "Early on the morning of the second day, Gale, who had acquired an unbreakable habit of watching, saw three white horses and a bay come wearily stepping down the road.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "Gale's sudden joy received a violent check, then resurged when he saw a limp white form in Jim Lash's arms.\n", "word": "white", "modifies": "form"}
{"color": "blue", "line": "It was indeed a repentant Nell, but there was spirit yet in the tired blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "When he awoke he was pale, weak, but the old Thorne.\n", "word": "pale", "modifies": "thorne"}
{"color": "brown", "line": "It can't be those clothes and a little bronze on your face.... Dick, you're older you've changed.\n", "word": "bronze", "modifies": "clothes"}
{"color": "white", "line": "Mercedes sprang up blushing with pretty, penitent manner and moving white hands eloquent of her condition.\n", "word": "white", "modifies": "hand"}
{"color": "black", "line": "Damn that little black Greaser!\n", "word": "black", "modifies": "greaser"}
{"color": "green", "line": "A hundred families had lately moved to Forlorn River; more were coming all the time; and Belding vowed he could see a vision of the whole Altar Valley green with farms.\n", "word": "green", "modifies": "valley"}
{"color": "black", "line": "He had a magnificent head, strangely staring, somber black eyes, and very darkly bronzed face.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "\"Oh, I know the white livered Greasers better than any of you, don't mistake me,\" replied Belding.\n", "word": "white", "modifies": "greaser"}
{"color": "white", "line": "He was pale with rage, but kept command over himself.\n", "word": "pale", "modifies": "rage"}
{"color": "silver", "line": "\"Shore, Jim, they work hard an' buy 'em with real silver pesos,\" replied Ladd, sarcastically.\n", "word": "silver", "modifies": "peso"}
{"color": "white", "line": "Whereupon the detachment of rebels retired to the bank of the river, beyond the white post that marked the boundary line, and there they once more drew rein.\n", "word": "white", "modifies": "post"}
{"color": "white", "line": "I want you to take the white horses for two reasons to save them and to save you.\n", "word": "white", "modifies": "horse"}
{"color": "red", "line": "Gale did not recognize the white sombrero, the crimson scarf, the velvet jacket, nor any feature of the dandy's costume; but their general effect, the whole ensemble, recalled vividly to mind his first sight of the bandit.\n", "word": "crimson", "modifies": "scarf"}
{"color": "white", "line": "Gale did not recognize the white sombrero, the crimson scarf, the velvet jacket, nor any feature of the dandy's costume; but their general effect, the whole ensemble, recalled vividly to mind his first sight of the bandit.\n", "word": "white", "modifies": "sombrero"}
{"color": "red", "line": "\"I went out to conciliate a red handed little murderer, and damn me if I didn't meet a a well, I've not suitable name handy.\n", "word": "red", "modifies": "murderer"}
{"color": "gold", "line": "He has gold jewels.\n", "word": "gold", "modifies": "jewel"}
{"color": "white", "line": "Gale saw the white horses pass his door like silent ghosts.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "Then they were all outside in the pale gloom under the trees.\n", "word": "pale", "modifies": "gloom"}
{"color": "white", "line": "Yaqui mounted Blanco Diablo; Mercedes was lifted upon White Woman; Thorne climbed astride Queen; Jim Lash was already upon his horse, which was as white as the others but bore no name; Ladd mounted the stallion Blanco Torres, and gathered up the long halters of the two pack horses; Gale came last with Blanco Sol.\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "Before Gale stretched a line of moving horses, white against dark shadows.\n", "word": "white", "modifies": "shadow"}
{"color": "black", "line": "The chill night, silent and mystical, seemed to close in upon Gale; and he faced the wide, quivering, black level with keen eyes and grim intent, and an awakening of that wild rapture which came like a spell to him in the open desert.\n", "word": "black", "modifies": "level"}
{"color": "white", "line": "At the far corner of the field Yaqui halted, and slowly the line of white horses merged into a compact mass.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "Again the white line stretched slowly out.\n", "word": "white", "modifies": "line"}
{"color": "white", "line": "Peering low with keen eyes, Gale made out three objects a white sombrero, a blanket, and a Mexican lying face down.\n", "word": "white", "modifies": "sombrero"}
{"color": "white", "line": "It seemed to Gale that the Indian started to cross the pale level sandbed of the river, where stones stood out gray, and the darker line of opposite shore was visible.\n", "word": "pale", "modifies": "level"}
{"color": "white", "line": "If Rojas embodied all the hatred and passion of the peon scourged slave for a thousand years then Yaqui embodied all the darkness, the cruelty, the white, sun heated blood, the ferocity, the tragedy of the desert.\n", "word": "white", "modifies": "darkness"}
{"color": "white", "line": "Once more the line of moving white shadows stretched out.\n", "word": "white", "modifies": "shadow"}
{"color": "white", "line": "Gale peered sharply along the trail, and, presently, on the pale sand under a cactus, there lay a blanketed form, prone, outstretched, a carbine clutched in one hand, a cigarette, still burning, in the other.\n", "word": "pale", "modifies": "sand"}
{"color": "white", "line": "The cavalcade of white horses passed within five hundred yards of campfires, around which dark forms moved in plain sight.\n", "word": "white", "modifies": "horse"}
{"color": "gray", "line": "A cold, gray dawn was fleeing before a rosy sun when Yaqui halted the march at Papago Well.\n", "word": "gray", "modifies": "dawn"}
{"color": "pink", "line": "A cold, gray dawn was fleeing before a rosy sun when Yaqui halted the march at Papago Well.\n", "word": "rosy", "modifies": "sun"}
{"color": "purple", "line": "No Name Mountains split the eastern sky, towering high, gloomy, grand, with purple veils upon their slopes.\n", "word": "purple", "modifies": "veil"}
{"color": "red", "line": "The arroyo washed itself out into flat desert, and the greens began to shade into gray, and then the gray into red.\n", "word": "red", "modifies": "gray"}
{"color": "gray", "line": "The arroyo washed itself out into flat desert, and the greens began to shade into gray, and then the gray into red.\n", "word": "gray", "modifies": "gray"}
{"color": "yellow", "line": "In the distance, all around the horizon, accumulations of dust seemed like ranging, mushrooming yellow clouds.\n", "word": "yellow", "modifies": "cloud"}
{"color": "white", "line": "For a thousand puffs of white and yellow dust rose from that backward sweep of desert, and any one of them might have been blown from under horses' hoofs.\n", "word": "white", "modifies": "dust"}
{"color": "pink", "line": "For a thousand puffs of white and yellow dust rose from that backward sweep of desert, and any one of them might have been blown from under horses' hoofs.\n", "word": "rose", "modifies": "puff"}
{"color": "pink", "line": "The sun went down, and the golden, rosy veils turned to blue and shaded darker till twilight was there in the valley.\n", "word": "rosy", "modifies": "veil"}
{"color": "white", "line": "The sweet, pale Ajo lily gleamed in shady corners.\n", "word": "pale", "modifies": "lily"}
{"color": "green", "line": "It opened wide upon a wonderful scene, an arboreal desert, dominated by its pure light green, yet lined by many merging colors.\n", "word": "green", "modifies": "light"}
{"color": "red", "line": "And it rose slowly to a low dim and dark red zone of lava, spurred, peaked, domed by volcano cones, a wild and ragged region, illimitable as the horizon.\n", "word": "red", "modifies": "zone"}
{"color": "pink", "line": "And it rose slowly to a low dim and dark red zone of lava, spurred, peaked, domed by volcano cones, a wild and ragged region, illimitable as the horizon.\n", "word": "rose", "modifies": "zone"}
{"color": "purple", "line": "Inverted mountains hung suspended in the lilac air and faint tracery of white walled cities.\n", "word": "lilac", "modifies": "air"}
{"color": "red", "line": "Miles of gray green spiked walls lay between him and that line of ragged, red lava which manifestly he must reach before dark.\n", "word": "red", "modifies": "lava"}
{"color": "green", "line": "Miles of gray green spiked walls lay between him and that line of ragged, red lava which manifestly he must reach before dark.\n", "word": "green", "modifies": "wall"}
{"color": "gray", "line": "Miles of gray green spiked walls lay between him and that line of ragged, red lava which manifestly he must reach before dark.\n", "word": "gray", "modifies": "wall"}
{"color": "white", "line": "For once Belding's great white devil had met his master.\n", "word": "white", "modifies": "devil"}
{"color": "red", "line": "Mile and mile long tongues of red lava streamed out between the hills and wound down to stop abruptly upon the slope.\n", "word": "red", "modifies": "lava"}
{"color": "pink", "line": "It rose above them in limitless, gradual ascent and spread wide to east and west.\n", "word": "rose", "modifies": "ascent"}
{"color": "black", "line": "The huge, round hills rose smooth, symmetrical, colored as if the setting sun was shining on bare, blue black surfaces.\n", "word": "black", "modifies": "surface"}
{"color": "blue", "line": "The huge, round hills rose smooth, symmetrical, colored as if the setting sun was shining on bare, blue black surfaces.\n", "word": "blue", "modifies": "surface"}
{"color": "pink", "line": "The huge, round hills rose smooth, symmetrical, colored as if the setting sun was shining on bare, blue black surfaces.\n", "word": "rose", "modifies": "hill"}
{"color": "red", "line": "This red lava seemed to have flowed and hardened there only yesterday.\n", "word": "red", "modifies": "lava"}
{"color": "red", "line": "It was broken sharp, dull rust color, full of cracks and caves and crevices, and everywhere upon its jagged surface grew the white thorned choya.\n", "word": "rust", "modifies": "color"}
{"color": "white", "line": "It was broken sharp, dull rust color, full of cracks and caves and crevices, and everywhere upon its jagged surface grew the white thorned choya.\n", "word": "white", "modifies": "choya"}
{"color": "gray", "line": "But there was still light enough for Gale to see the constricted passage open into a wide, deep space where the dull color was relieved by the gray of gnarled and dwarfed mesquite.\n", "word": "gray", "modifies": "mesquite"}
{"color": "white", "line": "The file of white horses rounded the corner after him.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "And Gale, coming last, saw the pale, glancing gleam of a pool of water beautiful in the twilight.\n", "word": "pale", "modifies": "gleam"}
{"color": "black", "line": "These dunes finally sank down to a black floor as hard as flint with tongues of lava to the left, and to the right the slow descent into the cactus plain.\n", "word": "black", "modifies": "floor"}
{"color": "black", "line": "A little sand and meager grass gave a grayish tinge to the strip of black ground between lava and plain.\n", "word": "black", "modifies": "ground"}
{"color": "white", "line": "There was spare, short, bleached grass for the horses, but no wood for a fire.\n", "word": "bleached", "modifies": "grass"}
{"color": "pink", "line": "The rose color of the dawn was in her cheeks, and the wonderful clearness of desert light in her eyes.\n", "word": "rose", "modifies": "color"}
{"color": "gray", "line": "The Indian led off into one of the gray notches between the tumbled streams of lava.\n", "word": "gray", "modifies": "notch"}
{"color": "white", "line": "Gale caught sight of the dim, pale shadow of a one time trail.\n", "word": "pale", "modifies": "shadow"}
{"color": "red", "line": "Once up on top of that lava bed, Gale saw stretching away, breaking into millions of crests and ruts, a vast, red black field sweeping onward and upward, with ragged, low ridges and mounds and spurs leading higher and higher to a great, split escarpment wall, above which dim peaks shone hazily blue in the distance.\n", "word": "red", "modifies": "field"}
{"color": "black", "line": "Once up on top of that lava bed, Gale saw stretching away, breaking into millions of crests and ruts, a vast, red black field sweeping onward and upward, with ragged, low ridges and mounds and spurs leading higher and higher to a great, split escarpment wall, above which dim peaks shone hazily blue in the distance.\n", "word": "black", "modifies": "field"}
{"color": "white", "line": "The white charger snorted a protest, then, obedient to Gale's stern call, patiently lowered his noble head and pawed the lava for a footing that would hold.\n", "word": "white", "modifies": "charger"}
{"color": "red", "line": "Everywhere the red lava was spotted with little round patches of glistening frosty white.\n", "word": "red", "modifies": "lava"}
{"color": "white", "line": "Everywhere the red lava was spotted with little round patches of glistening frosty white.\n", "word": "white", "modifies": "patch"}
{"color": "green", "line": "The mighty hollow of the desert below seemed wide strip of red wide strip of green wide strip of gray streaking to purple peaks.\n", "word": "green", "modifies": "strip"}
{"color": "gray", "line": "The mighty hollow of the desert below seemed wide strip of red wide strip of green wide strip of gray streaking to purple peaks.\n", "word": "gray", "modifies": "streaking"}
{"color": "purple", "line": "The mighty hollow of the desert below seemed wide strip of red wide strip of green wide strip of gray streaking to purple peaks.\n", "word": "purple", "modifies": "peak"}
{"color": "red", "line": "Gale had never seen the Indian's face change its hard, red bronze calm.\n", "word": "red", "modifies": "calm"}
{"color": "brown", "line": "Gale had never seen the Indian's face change its hard, red bronze calm.\n", "word": "bronze", "modifies": "calm"}
{"color": "white", "line": "Then into a nearer field of vision crept a long white and black line of horses and men.\n", "word": "white", "modifies": "line"}
{"color": "black", "line": "He saw Thorne's face corded by black veins, and his teeth exposed like those of a snarling wolf.\n", "word": "black", "modifies": "vein"}
{"color": "white", "line": "These rangers, who had coolly risked death many times, and had dealt it often, were white as no fear or pain could have made them.\n", "word": "white", "modifies": "ranger"}
{"color": "red", "line": "Lastly, there was the wild, desolate environment, a tortured wilderness of jagged lava and poisoned choya, a lonely, fierce, and repellant world, a red stage most somberly and fittingly colored for a supreme struggle between men.\n", "word": "red", "modifies": "stage"}
{"color": "white", "line": "And his great horse, dazzlingly white in the sunlight, with head wildly and proudly erect, mane and tail flying in the wind, made a magnificent picture.\n", "word": "white", "modifies": "horse"}
{"color": "red", "line": "Then all looked down the red slope.\n", "word": "red", "modifies": "slope"}
{"color": "red", "line": "The lava was of a darker red than that down upon the slope, and it was harder than flint.\n", "word": "red", "modifies": "lava"}
{"color": "red", "line": "The top of the earth seemed to have been blown out in holes from a few rods in width to large craters, some shallow, others deep, and all red as fire.\n", "word": "red", "modifies": "crater"}
{"color": "red", "line": "Yaqui and his white horse stood upon the brink of a crater miles in circumference, a thousand feet deep, with its red walls patched in frost colored spots by the silvery choya.\n", "word": "red", "modifies": "wall"}
{"color": "white", "line": "Yaqui and his white horse stood upon the brink of a crater miles in circumference, a thousand feet deep, with its red walls patched in frost colored spots by the silvery choya.\n", "word": "white", "modifies": "horse"}
{"color": "blue", "line": "And these bordered a seemingly endless arm of blue sea.\n", "word": "blue", "modifies": "sea"}
{"color": "red", "line": "Beyond the Gulf rose dim, bold mountains, and above them hung the setting sun, dusky red, flooding all that barren empire with a sinister light.\n", "word": "red", "modifies": "sun"}
{"color": "pink", "line": "Beyond the Gulf rose dim, bold mountains, and above them hung the setting sun, dusky red, flooding all that barren empire with a sinister light.\n", "word": "rose", "modifies": "gulf"}
{"color": "red", "line": "Gale looked down into that red chasm.\n", "word": "red", "modifies": "chasm"}
{"color": "blue", "line": "The dark cliffs upon the opposite side were veiled in blue haze that seemed like smoke.\n", "word": "blue", "modifies": "haze"}
{"color": "red", "line": "Gale saw him stop and gaze out over that red ribbed void to the Gulf.\n", "word": "red", "modifies": "void"}
{"color": "red", "line": "XII THE CRATER OF HELL THE trail led along a gigantic fissure in the side of the crater, and then down and down into a red walled, blue hazed labyrinth.\n", "word": "red", "modifies": "labyrinth"}
{"color": "green", "line": "The soil appeared to be a fine sand, in which a reddish tinge predominated; and it was abundantly covered with a long grass, still partly green.\n", "word": "green", "modifies": "grass"}
{"color": "white", "line": "Mercedes was calm, but her great dark eyes burned in her white face.\n", "word": "white", "modifies": "face"}
{"color": "black", "line": "A cool wind played with Mercedes's black hair, waving strands across her brow.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "The dark velvet sky, fretted with white fire, seemed to be close.\n", "word": "white", "modifies": "fire"}
{"color": "white", "line": "Nell's sweet face floated like a wraith in the pale smoke glowed and flushed and smiled in the embers.\n", "word": "pale", "modifies": "smoke"}
{"color": "pink", "line": "By and by Gale rose and walked down a shadowy aisle between the mesquites.\n", "word": "rose", "modifies": "gale"}
{"color": "white", "line": "Accepting the desert with its subtle and inconceivable influence, Gale felt that the savage and the white man had been bound in a tie which was no less brotherly because it could not be comprehended.\n", "word": "white", "modifies": "man"}
{"color": "red", "line": "At length the rims widened out and the red, smoky crater yawned beneath.\n", "word": "red", "modifies": "crater"}
{"color": "red", "line": "The glaring red cliff presented a deceitful and baffling appearance.\n", "word": "red", "modifies": "cliff"}
{"color": "white", "line": "Once located and fixed in sight, the white patch of choya, the bench, and the sheep eyrie stood out from the other features of that rugged wall.\n", "word": "white", "modifies": "patch"}
{"color": "red", "line": "There was the measureless red slope, its lower ridges finally sinking into white sand dunes toward the blue sea.\n", "word": "red", "modifies": "slope"}
{"color": "white", "line": "There was the measureless red slope, its lower ridges finally sinking into white sand dunes toward the blue sea.\n", "word": "white", "modifies": "dune"}
{"color": "blue", "line": "There was the measureless red slope, its lower ridges finally sinking into white sand dunes toward the blue sea.\n", "word": "blue", "modifies": "sea"}
{"color": "white", "line": "The cold, sparkling light, the white sun, the deep azure of sky, the feeling of boundless expanse all around him these meant high altitude.\n", "word": "white", "modifies": "sun"}
{"color": "blue", "line": "The cold, sparkling light, the white sun, the deep azure of sky, the feeling of boundless expanse all around him these meant high altitude.\n", "word": "azure", "modifies": "light"}
{"color": "pink", "line": "The field of craters rose in high, dark wheels toward the dominating peaks.\n", "word": "rose", "modifies": "field"}
{"color": "blue", "line": "As the sun climbed the clear, steely lights vanished, the blue hazes deepened, and slowly the glistening surfaces of lava turned redder.\n", "word": "blue", "modifies": "haze"}
{"color": "gray", "line": "His narrow, gray glance slowly roved from the height of lava down along the slope, paused in doubt, and then swept on to resurvey the whole vast eastern dip of the plateau.\n", "word": "gray", "modifies": "glance"}
{"color": "red", "line": "\"Mebbe it's this damn red glare.\n", "word": "red", "modifies": "glare"}
{"color": "brown", "line": "\"I see half a dozen small animals, brown in color.\n", "word": "brown", "modifies": "animal"}
{"color": "pink", "line": "He was directly in line with a huge whorl of lava that rose higher than any point on the slope.\n", "word": "rose", "modifies": "whorl"}
{"color": "black", "line": "Gale saw the lean, swarthy faces, the black, straggly hair, the ragged, soiled garments which had once been white.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "Gale saw the lean, swarthy faces, the black, straggly hair, the ragged, soiled garments which had once been white.\n", "word": "white", "modifies": "garment"}
{"color": "white", "line": "That's the white man of it.\n", "word": "white", "modifies": "man"}
{"color": "brown", "line": "He tapped the breech of his Winchester with a sinewy brown hand, and he did not appear to be addressing any one in particular.\n", "word": "brown", "modifies": "hand"}
{"color": "red", "line": "Then Gale made out round spots, dark against the background of red, and in front of them leaped out small tongues of fire.\n", "word": "red", "modifies": "background"}
{"color": "gray", "line": "His face showed a great gray blotch, and starting blood.\n", "word": "gray", "modifies": "blotch"}
{"color": "red", "line": "Then, where the ranger's face was not red and raw, it certainly was white.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "Then he saw little, pale, leaping tongues of fire.\n", "word": "pale", "modifies": "tongue"}
{"color": "red", "line": "Its red rays shone through red haze.\n", "word": "red", "modifies": "ray"}
{"color": "red", "line": "He felt life strong within his breast, yet there, a step away, was death, yawning, glaring, smoky, red.\n", "word": "red", "modifies": "death"}
{"color": "red", "line": "It was a moment an hour for a savage, born, bred, developed in this scarred and blasted place of jagged depths and red distances and silences never meant to be broken.\n", "word": "red", "modifies": "distance"}
{"color": "red", "line": "Since Gale was not a savage he fought that call of the red gods which sent him back down the long ages toward his primitive day.\n", "word": "red", "modifies": "god"}
{"color": "red", "line": "Something fatal was here, hanging in the balance, as the red haze hung along the vast walls of that crater of hell.\n", "word": "red", "modifies": "haze"}
{"color": "white", "line": "Puffs of white smoke rose, and shots rapped out.\n", "word": "white", "modifies": "smoke"}
{"color": "pink", "line": "Puffs of white smoke rose, and shots rapped out.\n", "word": "rose", "modifies": "puff"}
{"color": "red", "line": "The red haze became a transparent veil before his eyes.\n", "word": "red", "modifies": "haze"}
{"color": "white", "line": "Gale saw a puff of white heard a report.\n", "word": "white", "modifies": "puff"}
{"color": "red", "line": "The bullet struck up a cloud of red dust close to the struggling couple.\n", "word": "red", "modifies": "dust"}
{"color": "red", "line": "But he was transfixed to the spot with eyes that pierced the red light.\n", "word": "red", "modifies": "light"}
{"color": "white", "line": "It was then that Gale caught the white gleam of a knife in Yaqui's hand.\n", "word": "white", "modifies": "gleam"}
{"color": "red", "line": "Perhaps the red haze hanging above him, or the purple haze below, or the deep caverns in the lava, held for Yaqui spirits of the desert, his gods to whom he called.\n", "word": "red", "modifies": "haze"}
{"color": "purple", "line": "Perhaps the red haze hanging above him, or the purple haze below, or the deep caverns in the lava, held for Yaqui spirits of the desert, his gods to whom he called.\n", "word": "purple", "modifies": "haze"}
{"color": "white", "line": "The bank of white choyas caught him, held him upon their steel spikes.\n", "word": "white", "modifies": "choyas"}
{"color": "white", "line": "When he broke free he was a white patched object no longer human, a ball of choya burrs, and he slipped off the bank to shoot down and down into the purple depths of the crater.\n", "word": "white", "modifies": "object"}
{"color": "purple", "line": "When he broke free he was a white patched object no longer human, a ball of choya burrs, and he slipped off the bank to shoot down and down into the purple depths of the crater.\n", "word": "purple", "modifies": "depth"}
{"color": "red", "line": "Refugees from Mexico and from Casita spread the word that water and wood and grass and land were to be had at Forlorn River; and as if by magic the white tents and red adobe houses sprang up to glisten in the sun.\n", "word": "red", "modifies": "house"}
{"color": "white", "line": "Refugees from Mexico and from Casita spread the word that water and wood and grass and land were to be had at Forlorn River; and as if by magic the white tents and red adobe houses sprang up to glisten in the sun.\n", "word": "white", "modifies": "tent"}
{"color": "white", "line": "The noon hours were hot, and seemed to give promise of the white summer blaze and blasting furnace wind soon to come.\n", "word": "white", "modifies": "blaze"}
{"color": "white", "line": "Blanco Jose, like the other white horses, was big of frame and heavy, and thunder rolled from under his great hoofs.\n", "word": "white", "modifies": "horse"}
{"color": "gold", "line": "He got hold of Jose's bridle, and before I could catch my breath he said I was a peach, and that he wanted to make a date with me, that his name was Chase, that he owned a gold mine in Mexico.\n", "word": "gold", "modifies": "mine"}
{"color": "white", "line": "One of them, a tall, rugged man with sharp face and shrewd eyes and white hair, got up and offered his hand.\n", "word": "white", "modifies": "hair"}
{"color": "gold", "line": "The Chases divided their labors between Forlorn River and their Mexican gold mine, which had been restored to them.\n", "word": "gold", "modifies": "mine"}
{"color": "white", "line": "\"You know only by a miracle could Rojas or anybody have headed those white horses.\n", "word": "white", "modifies": "horse"}
{"color": "gold", "line": "That was strange to me, for he never cared for gold or money.\n", "word": "gold", "modifies": "money"}
{"color": "red", "line": "He alone knew, however, that his humor was forced, and that the slow burning wrath he felt for the Chases was flaming into hate.\n", "word": "flaming", "modifies": "wrath"}
{"color": "white", "line": "Upon completing this trip he went to Casita with a number of his white thoroughbreds and shipped them to ranchers and horse breeders in Texas.\n", "word": "white", "modifies": "thoroughbred"}
{"color": "gray", "line": "It contained a familiar looking driver, but the three figures in gray coats and veils were strange to him.\n", "word": "gray", "modifies": "coat"}
{"color": "gray", "line": "Presently the Gales came back into the sitting room, looking very different without the long gray cloaks and veils.\n", "word": "gray", "modifies": "cloak"}
{"color": "red", "line": "Presently Nell came in, now cool and sweet in white, with a red rose at her breast.\n", "word": "red", "modifies": "rose"}
{"color": "pink", "line": "Presently Nell came in, now cool and sweet in white, with a red rose at her breast.\n", "word": "rose", "modifies": "breast"}
{"color": "white", "line": "Now I'm afraid he's \" Mr. Gale paused and the white hand he raised expressively shook a little.\n", "word": "white", "modifies": "hand"}
{"color": "pink", "line": "Mr. Gale rose unsteadily from his chair.\n", "word": "rose", "modifies": "mr."}
{"color": "white", "line": "Say, there are not many men as well loved as that white horse of Dick's.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "That's Mex for White Sun.\n", "word": "white", "modifies": "sun"}
{"color": "white", "line": "faltered Nell; and she rose, white as her dress.\n", "word": "white", "modifies": "dress"}
{"color": "white", "line": "Nell's white, appealing face gave him a pang.\n", "word": "white", "modifies": "face"}
{"color": "purple", "line": "XV BOUND IN THE DESERT FAR away from Forlorn River Dick Gale sat stunned, gazing down into the purple depths where Rojas had plunged to his death.\n", "word": "purple", "modifies": "depth"}
{"color": "red", "line": "The Yaqui stood motionless upon the steep red wall of lava from which he had cut the bandit's hold.\n", "word": "red", "modifies": "wall"}
{"color": "white", "line": "Mercedes again waved a white hand.\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "Ladd, himself, was conscious, but he was a pallid, apparently a death stricken man.\n", "word": "pallid", "modifies": "man"}
{"color": "white", "line": "Some of the white horses had come in for water.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "The darkness grew so dense that he could not see the pale faces of the sleepers.\n", "word": "pale", "modifies": "face"}
{"color": "gray", "line": "He dreaded the gray dawn and the light.\n", "word": "gray", "modifies": "dawn"}
{"color": "black", "line": "Slowly the heavy black belt close to the lava changed to a pale gloom, then to gray, and after that morning came quickly.\n", "word": "black", "modifies": "belt"}
{"color": "white", "line": "Slowly the heavy black belt close to the lava changed to a pale gloom, then to gray, and after that morning came quickly.\n", "word": "pale", "modifies": "gloom"}
{"color": "pink", "line": "Gale rose from his examination with a sharp breaking of his cold mood.\n", "word": "rose", "modifies": "gale"}
{"color": "pink", "line": "Then she rose a woman such as he had imagined she might be in an hour of trial.\n", "word": "rose", "modifies": "woman"}
{"color": "black", "line": "A gloomy black terror had passed by.\n", "word": "black", "modifies": "terror"}
{"color": "red", "line": "The terrible encompassing red slopes lost something of their fearsomeness, and there was a good spirit hovering near.\n", "word": "red", "modifies": "slope"}
{"color": "white", "line": "A few shriveled blossoms that had once been white hung along the fluted column.\n", "word": "white", "modifies": "blossom"}
{"color": "gray", "line": "The ranger turned his gaze upon Thorne, and now the keen, glistening light in his gray eyes had blurred.\n", "word": "gray", "modifies": "eye"}
{"color": "black", "line": "White faced, with great black eyes flashing, the Spanish girl spoke the word that bound her and her companions in the desert.\n", "word": "black", "modifies": "eye"}
{"color": "green", "line": "At midday a wind from gulfward roared up the arroyo, and now only palos verdes and the few saguaros were green.\n", "word": "green", "modifies": "verdes"}
{"color": "gray", "line": "Patches of gray grass grew everywhere.\n", "word": "gray", "modifies": "grass"}
{"color": "gray", "line": "Finally the trees and brush thinned out, and a mile wide gray plain stretched down to reddish sand dunes.\n", "word": "gray", "modifies": "plain"}
{"color": "white", "line": "Over to one side were the white horses, and even as Gale saw them both Blanco Diablo and Sol lifted their heads and, with white manes tossing in the wind, whistled clarion calls.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "\"Mercedes, no white man can tell what'll come to pass out here,\" said Ladd, earnestly.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Mebbe the trouble is we white folks never knew the Indian.\n", "word": "white", "modifies": "folk"}
{"color": "silver", "line": "Part way it led through spiked, crested, upheaved lava that would have been almost impassable even without its silver coating of choya cactus.\n", "word": "silver", "modifies": "coating"}
{"color": "red", "line": "The heat smoked up from the lava, and this, with the red color and the shiny choyas, gave the impression of a world of smoldering fire.\n", "word": "red", "modifies": "color"}
{"color": "green", "line": "In the foreground were gullies, ridges, and canyons, arroyos, all glistening with choyas and some other and more numerous white bushes, and here and there towered a green cactus.\n", "word": "green", "modifies": "cactus"}
{"color": "white", "line": "In the foreground were gullies, ridges, and canyons, arroyos, all glistening with choyas and some other and more numerous white bushes, and here and there towered a green cactus.\n", "word": "white", "modifies": "bush"}
{"color": "brown", "line": "They were much larger than he had expected, dull brown in color, and two of them were rams with great curved horns.\n", "word": "brown", "modifies": "color"}
{"color": "red", "line": "The Indian had brought with him a red scarf and a mesquite branch.\n", "word": "red", "modifies": "scarf"}
{"color": "red", "line": "Did the sheep see the red scarf?\n", "word": "red", "modifies": "scarf"}
{"color": "red", "line": "Gale suddenly conceived the idea that the sheep might come clear across to investigate the puzzling red thing fluttering in the breeze.\n", "word": "red", "modifies": "thing"}
{"color": "red", "line": "The splendid leader stepped closer, his round, protruding amber eyes, which Gale could now plainly see, intent upon that fatal red flag.\n", "word": "red", "modifies": "flag"}
{"color": "brown", "line": "The splendid leader stepped closer, his round, protruding amber eyes, which Gale could now plainly see, intent upon that fatal red flag.\n", "word": "amber", "modifies": "eye"}
{"color": "pink", "line": "Then Gale rose quickly to his feet.\n", "word": "rose", "modifies": "gale"}
{"color": "pink", "line": "He saw the vastness of the east aglow with a glazed rosy whiteness, like the changing hue of an ember.\n", "word": "rosy", "modifies": "whiteness"}
{"color": "red", "line": "The wind, the keen air of the heights, the red lava, the boundless surrounding blue, all seemed to have something to do with his wildness.\n", "word": "red", "modifies": "lava"}
{"color": "pink", "line": "If thorns pierced his legs he felt the pain all over his body; if his hands rose from a fall full of the barbed joints, he was helpless and quivering till Yaqui tore them out.\n", "word": "rose", "modifies": "hand"}
{"color": "white", "line": "His teacher was the Yaqui, and always before him was an example that made him despair of a white man's equality.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "So in a descent of hours he toiled down the lava slope, to stalk into the arroyo like a burdened giant, wringing wet, panting, clear eyed and dark faced, his ragged clothes and boots white with choya thorns.\n", "word": "white", "modifies": "clothes"}
{"color": "pink", "line": "The gaunt Ladd rose from his shaded seat, and removed his pipe from smiling lips, and turned to nod at Jim, and then looked back again.\n", "word": "rose", "modifies": "gaunt"}
{"color": "white", "line": "The torrid summer heat came imperceptibly, or it could never have been borne by white men.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "The sun rose in a vast white flame.\n", "word": "white", "modifies": "flame"}
{"color": "pink", "line": "The sun rose in a vast white flame.\n", "word": "rose", "modifies": "sun"}
{"color": "red", "line": "A red haze, like that of earlier sunsets, seemed to come sweeping on the wind, and it roared up the arroyo, and went bellowing into the crater, and rushed on in fury to lash the peaks.\n", "word": "red", "modifies": "haze"}
{"color": "gray", "line": "Certain it was that the ranger's gray hair had turned white.\n", "word": "gray", "modifies": "hair"}
{"color": "red", "line": "If they had been existing on the burned out desolate moon they could hardly have been in a harsher, grimmer, lonelier spot than this red walled arroyo.\n", "word": "red", "modifies": "arroyo"}
{"color": "brown", "line": "She became hard, brown as the rangers, lithe and quick as a panther.\n", "word": "brown", "modifies": "ranger"}
{"color": "brown", "line": "She reminded Gale of a wild brown creature, free as the wind on the lava slopes.\n", "word": "brown", "modifies": "creature"}
{"color": "black", "line": "Her eyes, seeming so much larger now in her small face, were great black, starry gulfs.\n", "word": "black", "modifies": "gulf"}
{"color": "red", "line": "Far down the arroyo, in the deepening red twilight, when the heat rolled away on slow dying wind, Blanco Sol raised his splendid head and whistled for his master.\n", "word": "red", "modifies": "twilight"}
{"color": "white", "line": "Gale put his arm over the great arched neck and laid his cheek against the long white mane, and then even as he stood there forgot the horse.\n", "word": "white", "modifies": "mane"}
{"color": "red", "line": "What was the dull, red tinged, horizon wide mantle creeping up the slope?\n", "word": "red", "modifies": "mantle"}
{"color": "brown", "line": "Through it the copper sun glowed, paled, died.\n", "word": "copper", "modifies": "sun"}
{"color": "blue", "line": "From that promontory he gazed up at a velvet blue sky, deep and dark, bright with millions of cold, distant, blinking stars, and he grasped a little of the meaning of infinitude.\n", "word": "blue", "modifies": "sky"}
{"color": "black", "line": "He gazed down into the shadows, which, black as they were and impenetrable, yet have a conception of immeasurable space.\n", "word": "black", "modifies": "shadow"}
{"color": "black", "line": "A ghastly moon haunted the black volcanic spurs.\n", "word": "black", "modifies": "spur"}
{"color": "white", "line": "Turning, he expected to see the Indian, but instead, a slight shadow, pale, almost white, stood there, not close nor yet distant.\n", "word": "white", "modifies": "shadow"}
{"color": "blue", "line": "He saw Nell's eyes in the stars, in the velvet blue of sky, in the blackness of the engulfing shadows.\n", "word": "blue", "modifies": "velvet"}
{"color": "white", "line": "Dick Gale, silent, grateful to the depths of his soul, stood with arm over Blanco Sol and watched the transforming west, where clouds of wonderous size and hue piled over one another, rushing, darkening, spreading, sweeping upward toward that white and glowing sun.\n", "word": "white", "modifies": "sun"}
{"color": "red", "line": "The red of sand and lava changed to steely gray.\n", "word": "red", "modifies": "sand"}
{"color": "white", "line": "The white haired Ladd, gaunt, old, bent, looked up at the maelstrom of clouds, and he said, softly, \"Shore we'll get in the hosses, an' pack light, an' hit the trail, an' make night marches!\"\n", "word": "white", "modifies": "ladd"}
{"color": "black", "line": "Then up out of the gulf of the west swept a bellowing wind and a black pall and terrible flashes of lightning and thunder like the end of the world fury, blackness, chaos, the desert storm.\n", "word": "black", "modifies": "pall"}
{"color": "yellow", "line": "A great yellow cloud, like smoke, hung over the river.\n", "word": "yellow", "modifies": "cloud"}
{"color": "green", "line": "Slowly, with reluctant feet, Belding walked toward a green hollow, where in a cluster of willows lay the never failing spring that his horses loved so well, and, indeed, which he loved no less.\n", "word": "green", "modifies": "hollow"}
{"color": "green", "line": "What had made this little plot of ground green and sweet and fragrant was now no more.\n", "word": "green", "modifies": "plot"}
{"color": "white", "line": "The pale Ajo lilies would bloom no more under those willows.\n", "word": "pale", "modifies": "lily"}
{"color": "white", "line": "How the great white thoroughbred had loved this spring!\n", "word": "white", "modifies": "thoroughbred"}
{"color": "white", "line": "whispered Nell, with a thin white hand stealing up to her breast.\n", "word": "white", "modifies": "hand"}
{"color": "blue", "line": "Nell turned away to the west window and looked out across the desert toward the dim blue peaks in the distance.\n", "word": "blue", "modifies": "peak"}
{"color": "purple", "line": "The elder Chase was purple with rage, yet seemed to be controlling it.\n", "word": "purple", "modifies": "chase"}
{"color": "gray", "line": "He plucked at the collar of his gray flannel shirt, opened it at the neck.\n", "word": "gray", "modifies": "shirt"}
{"color": "gray", "line": "He had his answer in the gray faces, in the lips that fear made mute.\n", "word": "gray", "modifies": "face"}
{"color": "gray", "line": "The elder Chase appeared fascinated by something he either saw or felt in Belding, and his gray face grew grayer.\n", "word": "gray", "modifies": "face"}
{"color": "black", "line": "Then Radford Chase, livid and snarling, burst out: \"I'll talk till I'm black in the face.\n", "word": "black", "modifies": "face"}
{"color": "white", "line": "He turned to see a huge white horse come thundering into the yard.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "More white horses galloped into the yard, pounded to a halt, whistling home.\n", "word": "white", "modifies": "horse"}
{"color": "black", "line": "Belding saw a slim shadow of a girl who seemed all great black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Elsie Gale's face was white and agitated, a face expressing extreme joy.\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "They led the string of whites down to the barn, freed them of wet and dusty saddles and packs, and turned them loose in the alfalfa, now breast high.\n", "word": "white", "modifies": "string"}
{"color": "green", "line": "How good it was for Belding to see those white shapes against the rich background of green!\n", "word": "green", "modifies": "background"}
{"color": "white", "line": "How good it was for Belding to see those white shapes against the rich background of green!\n", "word": "white", "modifies": "shape"}
{"color": "white", "line": "Looking down at him, Belding felt again the rush of curious thrilling eagerness to learn all that had happened since the dark night when Yaqui had led the white horses away into the desert.\n", "word": "white", "modifies": "horse"}
{"color": "green", "line": "I want about a barrel of bread an' butter, an' a whole platter of mashed potatoes with gravy an' green stuff all kinds of green stuff an' a whole big apple pie.\n", "word": "green", "modifies": "stuff"}
{"color": "red", "line": "I can see the red lava an' the red haze, an' the red twilight creepin' up.\n", "word": "red", "modifies": "lava"}
{"color": "white", "line": "Mrs. Gale was overcome, and Mr. Gale, very white and quiet, helped her up to her room.\n", "word": "white", "modifies": "mr."}
{"color": "green", "line": "The little green in that grass has come with the rains.\n", "word": "green", "modifies": "grass"}
{"color": "white", "line": "At sight of them she gave a little cry, drooped for an instant, then raised a pale, still face, with eyes beginning to darken.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "The glow, the light faded out of her face, and now the blue eyes were almost black.\n", "word": "black", "modifies": "eye"}
{"color": "blue", "line": "The glow, the light faded out of her face, and now the blue eyes were almost black.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "Then the woman in her burst through instinctive fear, and with her eyes blazing black in her white face she lifted parted quivering lips and kissed him.\n", "word": "black", "modifies": "face"}
{"color": "white", "line": "Then the woman in her burst through instinctive fear, and with her eyes blazing black in her white face she lifted parted quivering lips and kissed him.\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "\"See, the tall man with the white hair, and leather band on his hat.\n", "word": "white", "modifies": "hair"}
{"color": "red", "line": "The big fellow with the red face.\n", "word": "red", "modifies": "face"}
{"color": "red", "line": "He's dropped his cards and his face isn't red any more.\"\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "Though sweat dripped from his face, it was as white as chalk.\n", "word": "white", "modifies": "chalk"}
{"color": "gray", "line": "\"Your gray hairs save you this time.\n", "word": "gray", "modifies": "hair"}
{"color": "gold", "line": "\"Shower of Gold,\" translated Gale.\n", "word": "gold", "modifies": "shower"}
{"color": "white", "line": "He meant he could retrieve the fallen fortunes of the white brother who had saved his life that evil day at the Papago Well.\n", "word": "white", "modifies": "brother"}
{"color": "white", "line": "This point was the farthest Gale had ever penetrated into the rough foothills, and he had Belding's word for it that no white man had ever climbed No Name Mountains from the west.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "But a white man was not an Indian.\n", "word": "white", "modifies": "man"}
{"color": "gray", "line": "Gale had scarcely faced the great gray ponderous wall of cliff before the old strange interest in the Yaqui seized him again.\n", "word": "gray", "modifies": "wall"}
{"color": "pink", "line": "Before him the wall rose, leaning over him, shutting out the light, a dark mighty mountain mass.\n", "word": "rose", "modifies": "wall"}
{"color": "blue", "line": "Gale lay back and rested for a while without note of anything except the blue sky.\n", "word": "blue", "modifies": "sky"}
{"color": "green", "line": "He saw the green alfalfa fields, and Belding's white horses, looking very small and motionless.\n", "word": "green", "modifies": "field"}
{"color": "white", "line": "He saw the green alfalfa fields, and Belding's white horses, looking very small and motionless.\n", "word": "white", "modifies": "horse"}
{"color": "gray", "line": "It wound away down the valley, growing wider and shallower, encroaching more and more on the gray flats, until it disappeared on its sad journey toward Sonoyta.\n", "word": "gray", "modifies": "flat"}
{"color": "pink", "line": "Whatever the Indian had listened to or for, presently he satisfied himself, and, with a grunt that might mean anything, he rose and turned away from the rim.\n", "word": "rose", "modifies": "grunt"}
{"color": "white", "line": "The next instant Gale stood above a bottomless cleft into which a white stream leaped.\n", "word": "white", "modifies": "stream"}
{"color": "yellow", "line": "He pointed up to the roof of the sloping yellow shelf of stone.\n", "word": "yellow", "modifies": "shelf"}
{"color": "black", "line": "He gathered up handfuls of small black stones, and thrust them at Gale.\n", "word": "black", "modifies": "stone"}
{"color": "green", "line": "They contained yellow steaks, dull glints, faint tracings of green.\n", "word": "green", "modifies": "tracing"}
{"color": "yellow", "line": "They contained yellow steaks, dull glints, faint tracings of green.\n", "word": "yellow", "modifies": "steak"}
{"color": "black", "line": "His fingers were all thumbs as with knife blade he dug into the black pieces of rock.\n", "word": "black", "modifies": "piece"}
{"color": "gold", "line": "Yaqui had led him to a ledge of gold.\n", "word": "gold", "modifies": "ledge"}
{"color": "gold", "line": "\"We, Robert Burton and Jonas Warren, give half of this gold claim to the man who finds it and half to Nell Burton, daughter and granddaughter.\"\n", "word": "gold", "modifies": "claim"}
{"color": "gold", "line": "XX DESERT GOLD A SUMMER day dawned on Forlorn River, a beautiful, still, hot, golden day with huge sail clouds of white motionless over No Name Peaks and the purple of clear air in the distance along the desert horizon.\n", "word": "gold", "modifies": "xx"}
{"color": "purple", "line": "XX DESERT GOLD A SUMMER day dawned on Forlorn River, a beautiful, still, hot, golden day with huge sail clouds of white motionless over No Name Peaks and the purple of clear air in the distance along the desert horizon.\n", "word": "purple", "modifies": "cloud"}
{"color": "gold", "line": "An', Dick, as Yaqui says, she's shore your Shower of Gold.\"\n", "word": "gold", "modifies": "shower"}
{"color": "gold", "line": "Belding, once more practical, and important as never before with mining projects and water claims to manage, spoke of Gale's great good fortune in finding of gold he called it desert gold.\n", "word": "gold", "modifies": "finding"}
{"color": "gold", "line": "Desert Gold!\"\n", "word": "gold", "modifies": "desert"}
{"color": "white", "line": "The Indian did not choose one of Belding's whites.\n", "word": "white", "modifies": "belding"}
{"color": "white", "line": "His mount showed dark against the green and white, and for a long time he was plainly in sight.\n", "word": "white", "modifies": "green"}
{"color": "gold", "line": "The last the watchers saw of Yaqui was when he rode across a ridge and stood silhouetted against the gold of desert sky a wild, lonely, beautiful picture.\n", "word": "gold", "modifies": "sky"}
{"color": "black", "line": "Tears glistened in Mercedes's magnificent black eyes, and Thorne kissed them away kissed the fire back to them and the flame to her cheeks.\n", "word": "black", "modifies": "eye"}
{"color": "gold", "line": "In the light of Nell's tremulous returning smile that strange, deep, clutching shadow faded, lost its hold forever; and he leaned close to her, whispering: \"Lluvia d'oro\" \"Shower of Gold.\"\n", "word": "gold", "modifies": "shower"}
{"color": "gold", "line": "End of the Project Gutenberg EBook of Desert Gold, by Zane Grey *** END OF THIS PROJECT GUTENBERG EBOOK DESERT GOLD *** ***** This file should be named 502.txt or 502.zip ***** This and all associated files of various formats will be found in: Updated editions will replace the previous one the old editions will be renamed.\n", "word": "gold", "modifies": "desert"}
{"color": "gray", "line": "End of the Project Gutenberg EBook of Desert Gold, by Zane Grey *** END OF THIS PROJECT GUTENBERG EBOOK DESERT GOLD *** ***** This file should be named 502.txt or 502.zip ***** This and all associated files of various formats will be found in: Updated editions will replace the previous one the old editions will be renamed.\n", "word": "grey", "modifies": "zane"}
