{"color": "pink", "line": "These wise and sober thoughts continued all the while the storm lasted, and indeed some time after; but the next day the wind was abated, and the sea calmer, and I began to be a little inured to it; however, I was very grave for all that day, being also a little sea sick still; but towards night the weather cleared up, the wind was quite over, and a charming fine evening followed; the sun went down perfectly clear, and rose so the next morning; and having little or no wind, and a smooth sea, the sun shining upon it, the sight was, as I thought, the most delightful that ever I saw.\n", "word": "rose", "modifies": "morning"}
{"color": "gold", "line": "This was the only voyage which I may say was successful in all my adventures, which I owe to the integrity and honesty of my friend the captain; under whom also I got a competent knowledge of the mathematics and the rules of navigation, learned how to keep an account of the ship’s course, take an observation, and, in short, to understand some things that were needful to be understood by a sailor; for, as he took delight to instruct me, I took delight to learn; and, in a word, this voyage made me both a sailor and a merchant; for I brought home five pounds nine ounces of gold dust for my adventure, which yielded me in London, at my return, almost £300; and this filled me with those aspiring thoughts which have since so completed my ruin.\n", "word": "gold", "modifies": "dust"}
{"color": "gray", "line": "The first was this: our ship making her course towards the Canary Islands, or rather between those islands and the African shore, was surprised in the grey of the morning by a Turkish rover of Sallee, who gave chase to us with all the sail she could make.\n", "word": "grey", "modifies": "morning"}
{"color": "pink", "line": "It happened one time, that going a fishing in a calm morning, a fog rose so thick that, though we were not half a league from the shore, we lost sight of it; and rowing we knew not whither or which way, we laboured all day, and all the next night; and when the morning came we found we had pulled off to sea instead of pulling in for the shore; and that we were at least two leagues from the shore.\n", "word": "rose", "modifies": "fog"}
{"color": "gold", "line": "You may suppose, that having now lived almost four years in the Brazils, and beginning to thrive and prosper very well upon my plantation, I had not only learned the language, but had contracted acquaintance and friendship among my fellow planters, as well as among the merchants at St. Salvador, which was our port; and that, in my discourses among them, I had frequently given them an account of my two voyages to the coast of Guinea: the manner of trading with the negroes there, and how easy it was to purchase upon the coast for trifles—such as beads, toys, knives, scissors, hatchets, bits of glass, and the like—not only gold dust, Guinea grains, elephants’ teeth, &c., but negroes, for the service of the Brazils, in great numbers.\n", "word": "gold", "modifies": "dust"}
{"color": "gold", "line": "And it was after long searching that I found out the carpenter’s chest, which was, indeed, a very useful prize to me, and much more valuable than a shipload of gold would have been at that time.\n", "word": "gold", "modifies": "shipload"}
{"color": "pink", "line": "There was a hill not above a mile from me, which rose up very steep and high, and which seemed to overtop some other hills, which lay as in a ridge from it northward.\n", "word": "rose", "modifies": "hill"}
{"color": "gold", "line": "But preparing the twelfth time to go on board, I found the wind began to rise: however, at low water I went on board, and though I thought I had rummaged the cabin so effectually that nothing more could be found, yet I discovered a locker with drawers in it, in one of which I found two or three razors, and one pair of large scissors, with some ten or a dozen of good knives and forks: in another I found about thirty six pounds value in money—some European coin, some Brazil, some pieces of eight, some gold, and some silver.\n", "word": "gold", "modifies": "coin"}
{"color": "silver", "line": "But preparing the twelfth time to go on board, I found the wind began to rise: however, at low water I went on board, and though I thought I had rummaged the cabin so effectually that nothing more could be found, yet I discovered a locker with drawers in it, in one of which I found two or three razors, and one pair of large scissors, with some ten or a dozen of good knives and forks: in another I found about thirty six pounds value in money—some European coin, some Brazil, some pieces of eight, some gold, and some silver.\n", "word": "silver", "modifies": "coin"}
{"color": "pink", "line": "Accordingly, I let myself down into the water, and swam across the channel, which lay between the ship and the sands, and even that with difficulty enough, partly with the weight of the things I had about me, and partly the roughness of the water; for the wind rose very hastily, and before it was quite high water it blew a storm.\n", "word": "rose", "modifies": "wind"}
{"color": "green", "line": "On the flat of the green, just before this hollow place, I resolved to pitch my tent.\n", "word": "green", "modifies": "flat"}
{"color": "white", "line": "I have already described my habitation, which was a tent under the side of a rock, surrounded with a strong pale of posts and cables: but I might now rather call it a wall, for I raised a kind of wall up against it of turfs, about two feet thick on the outside; and after some time (I think it was a year and a half) I raised rafters from it, leaning to the rock, and thatched or covered it with boughs of trees, and such things as I could get, to keep out the rain; which I found at some times of the year very violent.\n", "word": "pale", "modifies": "post"}
{"color": "white", "line": "I have already observed how I brought all my goods into this pale, and into the cave which I had made behind me.\n", "word": "pale", "modifies": "cave"}
{"color": "white", "line": "But I must observe, too, that at first this was a confused heap of goods, which, as they lay in no order, so they took up all my place; I had no room to turn myself: so I set myself to enlarge my cave, and work farther into the earth; for it was a loose sandy rock, which yielded easily to the labour I bestowed on it: and so when I found I was pretty safe as to beasts of prey, I worked sideways, to the right hand, into the rock; and then, turning to the right again, worked quite out, and made me a door to come out on the outside of my pale or fortification.\n", "word": "pale", "modifies": "outside"}
{"color": "green", "line": "It was a little before the great rains just now mentioned that I threw this stuff away, taking no notice, and not so much as remembering that I had thrown anything there, when, about a month after, or thereabouts, I saw some few stalks of something green shooting out of the ground, which I fancied might be some plant I had not seen; but I was surprised, and perfectly astonished, when, after a little longer time, I saw about ten or twelve ears come out, which were perfect green barley, of the same kind as our European—nay, as our English barley.\n", "word": "green", "modifies": "barley"}
{"color": "black", "line": "In this second sleep I had this terrible dream: I thought that I was sitting on the ground, on the outside of my wall, where I sat when the storm blew after the earthquake, and that I saw a man descend from a great black cloud, in a bright flame of fire, and light upon the ground.\n", "word": "black", "modifies": "cloud"}
{"color": "green", "line": "I first took a piece of leaf, and chewed it in my mouth, which, indeed, at first almost stupefied my brain, the tobacco being green and strong, and that I had not been much used to.\n", "word": "green", "modifies": "tobacco"}
{"color": "green", "line": "On the banks of this brook I found many pleasant savannahs or meadows, plain, smooth, and covered with grass; and on the rising parts of them, next to the higher grounds, where the water, as might be supposed, never overflowed, I found a great deal of tobacco, green, and growing to a great and very strong stalk.\n", "word": "green", "modifies": "tobacco"}
{"color": "green", "line": "However, the green limes that I gathered were not only pleasant to eat, but very wholesome; and I mixed their juice afterwards with water, which made it very wholesome, and very cool and refreshing.\n", "word": "green", "modifies": "lime"}
{"color": "green", "line": "I found now I had business enough to gather and carry home; and I resolved to lay up a store as well of grapes as limes and lemons, to furnish myself for the wet season, which I knew was approaching.\n", "word": "lime", "modifies": "grape"}
{"color": "green", "line": "In order to do this, I gathered a great heap of grapes in one place, a lesser heap in another place, and a great parcel of limes and lemons in another place; and taking a few of each with me, I travelled homewards; resolving to come again, and bring a bag or sack, or what I could make, to carry the rest home.\n", "word": "lime", "modifies": "parcel"}
{"color": "green", "line": "However, as I found there was no laying them up on heaps, and no carrying them away in a sack, but that one way they would be destroyed, and the other way they would be crushed with their own weight, I took another course; for I gathered a large quantity of the grapes, and hung upon the out branches of the trees, that they might cure and dry in the sun; and as for the limes and lemons, I carried as many back as I could well stand under.\n", "word": "lime", "modifies": "lemon"}
{"color": "pink", "line": "I had no sooner shot, but there rose up a little cloud of fowls, which I had not seen at all, from among the corn itself.\n", "word": "rose", "modifies": "cloud"}
{"color": "red", "line": "It happened after some time, making a pretty large fire for cooking my meat, when I went to put it out after I had done with it, I found a broken piece of one of my earthenware vessels in the fire, burnt as hard as a stone, and red as a tile.\n", "word": "red", "modifies": "tile"}
{"color": "red", "line": "When I saw them clear red, I let them stand in that heat about five or six hours, till I found one of them, though it did not crack, did melt or run; for the sand which was mixed with the clay melted by the violence of the heat, and would have run into glass if I had gone on; so I slacked my fire gradually till the pots began to abate of the red colour; and watching them all night, that I might not let the fire abate too fast, in the morning I had three very good (I will not say handsome) pipkins, and two other earthen pots, as hard burnt as could be desired, and one of them perfectly glazed with the running of the sand.\n", "word": "red", "modifies": "colour"}
{"color": "gold", "line": "I had, as I hinted before, a parcel of money, as well gold as silver, about thirty six pounds sterling.\n", "word": "gold", "modifies": "parcel"}
{"color": "silver", "line": "I had, as I hinted before, a parcel of money, as well gold as silver, about thirty six pounds sterling.\n", "word": "silver", "modifies": "gold"}
{"color": "black", "line": "My ink, as I observed, had been gone some time, all but a very little, which I eked out with water, a little and a little, till it was so pale, it scarce left any appearance of black upon the paper.\n", "word": "black", "modifies": "appearance"}
{"color": "white", "line": "But then it occurred to me that I must keep the tame from the wild, or else they would always run wild when they grew up; and the only way for this was to have some enclosed piece of ground, well fenced either with hedge or pale, to keep them in so effectually, that those within might not break out, or those without break in.\n", "word": "pale", "modifies": "hedge"}
{"color": "white", "line": "Those who understand such enclosures will think I had very little contrivance when I pitched upon a place very proper for all these (being a plain, open piece of meadow land, or savannah, as our people call it in the western colonies), which had two or three little drills of fresh water in it, and at one end was very woody—I say, they will smile at my forecast, when I shall tell them I began by enclosing this piece of ground in such a manner that, my hedge or pale must have been at least two miles about.\n", "word": "pale", "modifies": "hedge"}
{"color": "white", "line": "I was so anxious to see it kept entire, lest the goats should break through, that I never left off till, with infinite labour, I had stuck the outside of the hedge so full of small stakes, and so near to one another, that it was rather a pale than a hedge, and there was scarce room to put a hand through between them; which afterwards, when those stakes grew, as they all did in the next rainy season, made the enclosure strong like a wall, indeed stronger than any wall.\n", "word": "pale", "modifies": "hedge"}
{"color": "brown", "line": "In the next place, I had no hops to make it keep, no yeast to make it work, no copper or kettle to make it boil; and yet with all these things wanting, I verily believe, had not the frights and terrors I was in about the savages intervened, I had undertaken it, and perhaps brought it to pass too; for I seldom gave anything over without accomplishing it, when once I had it in my head to began it.\n", "word": "copper", "modifies": "yeast"}
{"color": "red", "line": "Upon this, plucking up my courage, I took up a firebrand, and in I rushed again, with the stick flaming in my hand: I had not gone three steps in before I was almost as frightened as before; for I heard a very loud sigh, like that of a man in some pain, and it was followed by a broken noise, as of words half expressed, and then a deep sigh again.\n", "word": "flaming", "modifies": "stick"}
{"color": "pink", "line": "When I had got through the strait, I found the roof rose higher up, I believe near twenty feet; but never was such a glorious sight seen in the island, I daresay, as it was to look round the sides and roof of this vault or cave—the wall reflected a hundred thousand lights to me from my two candles.\n", "word": "rose", "modifies": "roof"}
{"color": "gold", "line": "What it was in the rock—whether diamonds or any other precious stones, or gold which I rather supposed it to be—I knew not.\n", "word": "gold", "modifies": "diamond"}
{"color": "blue", "line": "He had no clothes on but a seaman’s waistcoat, a pair of open kneed linen drawers, and a blue linen shirt; but nothing to direct me so much as to guess what nation he was of.\n", "word": "blue", "modifies": "shirt"}
{"color": "brown", "line": "I took a fire shovel and tongs, which I wanted extremely, as also two little brass kettles, a copper pot to make chocolate, and a gridiron; and with this cargo, and the dog, I came away, the tide beginning to make home again—and the same evening, about an hour within night, I reached the island again, weary and fatigued to the last degree.\n", "word": "copper", "modifies": "pot"}
{"color": "white", "line": "I found some very good shirts, which were very welcome to me; and about a dozen and a half of white linen handkerchiefs and coloured neckcloths; the former were also very welcome, being exceedingly refreshing to wipe my face in a hot day.\n", "word": "white", "modifies": "handkerchief"}
{"color": "gold", "line": "Besides this, when I came to the till in the chest, I found there three great bags of pieces of eight, which held about eleven hundred pieces in all; and in one of them, wrapped up in a paper, six doubloons of gold, and some small bars or wedges of gold; I suppose they might all weigh near a pound.\n", "word": "gold", "modifies": "doubloon"}
{"color": "gold", "line": "I found in this seaman’s chest about fifty pieces of eight, in rials, but no gold: I supposed this belonged to a poorer man than the other, which seemed to belong to some officer.\n", "word": "gold", "modifies": "piece"}
{"color": "green", "line": "The colour of his skin was not quite black, but very tawny; and yet not an ugly, yellow, nauseous tawny, as the Brazilians and Virginians, and other natives of America are, but of a bright kind of a dun olive colour, that had in it something very agreeable, though not very easy to describe.\n", "word": "olive", "modifies": "colour"}
{"color": "black", "line": "The colour of his skin was not quite black, but very tawny; and yet not an ugly, yellow, nauseous tawny, as the Brazilians and Virginians, and other natives of America are, but of a bright kind of a dun olive colour, that had in it something very agreeable, though not very easy to describe.\n", "word": "black", "modifies": "colour"}
{"color": "yellow", "line": "The colour of his skin was not quite black, but very tawny; and yet not an ugly, yellow, nauseous tawny, as the Brazilians and Virginians, and other natives of America are, but of a bright kind of a dun olive colour, that had in it something very agreeable, though not very easy to describe.\n", "word": "yellow", "modifies": "tawny"}
{"color": "white", "line": "His face was round and plump; his nose small, not flat, like the negroes; a very good mouth, thin lips, and his fine teeth well set, and as white as ivory.\n", "word": "white", "modifies": "ivory"}
{"color": "white", "line": "He told me that up a great way beyond the moon, that was beyond the setting of the moon, which must be west from their country, there dwelt white bearded men, like me, and pointed to my great whiskers, which I mentioned before; and that they had killed much mans, that was his word: by all which I understood he meant the Spaniards, whose cruelties in America had been spread over the whole country, and were remembered by all the nations from father to son.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "I inquired if he could tell me how I might go from this island, and get among those white men.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Friday described the boat to me well enough; but brought me better to understand him when he added with some warmth, “We save the white mans from drown.” Then I presently asked if there were any white mans, as he called them, in the boat.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "“Yes,” he said; “the boat full of white mans.” I asked him how many.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Then he told me, as well as he could, how kind they were to seventeen white men, or bearded men, as he called them who came on shore there in distress.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "I was filled with horror at the very naming of the white bearded man; and going to the tree, I saw plainly by my glass a white man, who lay upon the beach of the sea with his hands and his feet tied with flags, or things like rushes, and that he was an European, and had clothes on.\n", "word": "white", "modifies": "man"}
{"color": "green", "line": "He said, “Yes”; and I bade him give it to the poor Spaniard, who was in as much want of it as his father; and I sent one of the cakes that Friday brought to the Spaniard too, who was indeed very weak, and was reposing himself upon a green place under the shade of a tree; and whose limbs were also very stiff, and very much swelled with the rude bandage he had been tied with.\n", "word": "green", "modifies": "place"}
{"color": "silver", "line": "I asked him all the particulars of their voyage, and found they were a Spanish ship, bound from the Rio de la Plata to the Havanna, being directed to leave their loading there, which was chiefly hides and silver, and to bring back what European goods they could meet with there; that they had five Portuguese seamen on board, whom they took out of another wreck; that five of their own men were drowned when first the ship was lost, and that these escaped through infinite dangers and hazards, and arrived, almost starved, on the cannibal coast, where they expected to have been devoured every moment.\n", "word": "silver", "modifies": "hide"}
{"color": "green", "line": "First, he had brought me a case of bottles full of excellent cordial waters, six large bottles of Madeira wine (the bottles held two quarts each), two pounds of excellent good tobacco, twelve good pieces of the ship’s beef, and six pieces of pork, with a bag of peas, and about a hundred weight of biscuit; he also brought me a box of sugar, a box of flour, a bag full of lemons, and two bottles of lime juice, and abundance of other things.\n", "word": "lime", "modifies": "juice"}
{"color": "black", "line": "Here it may be noted that the captain, who had ink on board, was greatly surprised that I never hit upon a way of making ink of charcoal and water, or of something else, as I had done things much more difficult.\n", "word": "charcoal", "modifies": "ink"}
{"color": "gold", "line": "tobacco in roll, and sugar in chests, besides rum, molasses, &c., which is the consequence of a sugar work; and I found by this account, that every year the income considerably increased; but, as above, the disbursements being large, the sum at first was small: however, the old man let me see that he was debtor to me four hundred and seventy moidores of gold, besides sixty chests of sugar and fifteen double rolls of tobacco, which were lost in his ship; he having been shipwrecked coming home to Lisbon, about eleven years after my having the place.\n", "word": "gold", "modifies": "moidores"}
{"color": "gold", "line": "He sent me also five chests of excellent sweetmeats, and a hundred pieces of gold uncoined, not quite so large as moidores.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "By the same fleet my two merchant trustees shipped me one thousand two hundred chests of sugar, eight hundred rolls of tobacco, and the rest of the whole account in gold.\n", "word": "gold", "modifies": "account"}
{"color": "black", "line": "To this I added a very handsome present of some Italian silks for his wife and two daughters, for such the captain’s son informed me he had; with two pieces of fine English broadcloth, the best I could get in Lisbon, five pieces of black baize, and some Flanders lace of a good value.\n", "word": "black", "modifies": "baize"}
{"color": "green", "line": "Accordingly, we set out from Pampeluna with our guide on the 15th of November; and indeed I was surprised when, instead of going forward, he came directly back with us on the same road that we came from Madrid, about twenty miles; when, having passed two rivers, and come into the plain country, we found ourselves in a warm climate again, where the country was pleasant, and no snow to be seen; but, on a sudden, turning to his left, he approached the mountains another way; and though it is true the hills and precipices looked dreadful, yet he made so many tours, such meanders, and led us by such winding ways, that we insensibly passed the height of the mountains without being much encumbered with the snow; and all on a sudden he showed us the pleasant and fruitful provinces of Languedoc and Gascony, all green and flourishing, though at a great distance, and we had some rough way to pass still.\n", "word": "green", "modifies": "province"}
