{"color": "white", "line": "He was wrapped up from head to foot, and the brim of his soft felt hat hid every inch of his face but the shiny tip of his nose; the snow had piled itself against his shoulders and chest, and added a white crest to the burden he carried.\n", "word": "white", "modifies": "crest"}
{"color": "blue", "line": "“I prefer to keep them on,” he said with emphasis, and she noticed that he wore big blue spectacles with sidelights, and had a bush side whisker over his coat collar that completely hid his cheeks and face.\n", "word": "blue", "modifies": "spectacle"}
{"color": "black", "line": "Then she filled the mustard pot, and, putting it with a certain stateliness upon a gold and black tea tray, carried it into the parlour.\n", "word": "black", "modifies": "tea"}
{"color": "gold", "line": "Then she filled the mustard pot, and, putting it with a certain stateliness upon a gold and black tea tray, carried it into the parlour.\n", "word": "gold", "modifies": "stateliness"}
{"color": "white", "line": "As she did so her visitor moved quickly, so that she got but a glimpse of a white object disappearing behind the table.\n", "word": "white", "modifies": "object"}
{"color": "white", "line": "He held a white cloth—it was a serviette he had brought with him—over the lower part of his face, so that his mouth and jaws were completely hidden, and that was the reason of his muffled voice.\n", "word": "white", "modifies": "cloth"}
{"color": "white", "line": "It was the fact that all his forehead above his blue glasses was covered by a white bandage, and that another covered his ears, leaving not a scrap of his face exposed excepting only his pink, peaked nose.\n", "word": "white", "modifies": "bandage"}
{"color": "blue", "line": "It was the fact that all his forehead above his blue glasses was covered by a white bandage, and that another covered his ears, leaving not a scrap of his face exposed excepting only his pink, peaked nose.\n", "word": "blue", "modifies": "glass"}
{"color": "pink", "line": "It was the fact that all his forehead above his blue glasses was covered by a white bandage, and that another covered his ears, leaving not a scrap of his face exposed excepting only his pink, peaked nose.\n", "word": "pink", "modifies": "nose"}
{"color": "black", "line": "He wore a dark brown velvet jacket with a high, black, linen lined collar turned up about his neck.\n", "word": "black", "modifies": "collar"}
{"color": "brown", "line": "He wore a dark brown velvet jacket with a high, black, linen lined collar turned up about his neck.\n", "word": "brown", "modifies": "jacket"}
{"color": "black", "line": "The thick black hair, escaping as it could below and between the cross bandages, projected in curious tails and horns, giving him the strangest appearance conceivable.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "He did not remove the serviette, but remained holding it, as she saw now, with a brown gloved hand, and regarding her with his inscrutable blue glasses.\n", "word": "blue", "modifies": "glass"}
{"color": "brown", "line": "He did not remove the serviette, but remained holding it, as she saw now, with a brown gloved hand, and regarding her with his inscrutable blue glasses.\n", "word": "brown", "modifies": "hand"}
{"color": "white", "line": "“Leave the hat,” he said, speaking very distinctly through the white cloth.\n", "word": "white", "modifies": "cloth"}
{"color": "white", "line": "She glanced at his white swathed head and blue goggles again as she was going out of the door; but his napkin was still in front of his face.\n", "word": "white", "modifies": "head"}
{"color": "blue", "line": "She glanced at his white swathed head and blue goggles again as she was going out of the door; but his napkin was still in front of his face.\n", "word": "blue", "modifies": "goggles"}
{"color": "white", "line": "He took a mouthful, glanced suspiciously at the window, took another mouthful, then rose and, taking the serviette in his hand, walked across the room and pulled the blind down to the top of the white muslin that obscured the lower panes.\n", "word": "white", "modifies": "muslin"}
{"color": "red", "line": "The reflection of the fire lent a kind of red animation to his big spectacles they had lacked hitherto.\n", "word": "red", "modifies": "animation"}
{"color": "red", "line": "The only light in the room was the red glow from the fire—which lit his eyes like adverse railway signals, but left his downcast face in darkness—and the scanty vestiges of the day that came in through the open door.\n", "word": "red", "modifies": "glow"}
{"color": "white", "line": "It was the sensation of a moment: the white bound head, the monstrous goggle eyes, and this huge yawn below it.\n", "word": "white", "modifies": "head"}
{"color": "green", "line": "He worked with the lamp close to him, and the green shade threw a brilliant light upon his hands, and upon the frame and wheels, and left the rest of the room shadowy.\n", "word": "green", "modifies": "shade"}
{"color": "green", "line": "He felt alone in the room and looked up, and there, grey and dim, was the bandaged head and huge blue lenses staring fixedly, with a mist of green spots drifting in front of them.\n", "word": "green", "modifies": "spot"}
{"color": "blue", "line": "He felt alone in the room and looked up, and there, grey and dim, was the bandaged head and huge blue lenses staring fixedly, with a mist of green spots drifting in front of them.\n", "word": "blue", "modifies": "lens"}
{"color": "black", "line": "In the middle of the night she woke up dreaming of huge white heads like turnips, that came trailing after her, at the end of interminable necks, and with vast black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "In the middle of the night she woke up dreaming of huge white heads like turnips, that came trailing after her, at the end of interminable necks, and with vast black eyes.\n", "word": "white", "modifies": "head"}
{"color": "white", "line": "He caught a glimpse of a most singular thing, what seemed a handless arm waving towards him, and a face of three huge indeterminate spots on white, very like the face of a pale pansy.\n", "word": "white", "modifies": "spot"}
{"color": "green", "line": "And from it he began to produce bottles—little fat bottles containing powders, small and slender bottles containing coloured and white fluids, fluted blue bottles labeled Poison, bottles with round bodies and slender necks, large green glass bottles, large white glass bottles, bottles with glass stoppers and frosted labels, bottles with fine corks, bottles with bungs, bottles with wooden caps, wine bottles, salad oil bottles—putting them in rows on the chiffonnier, on the mantel, on the table under the window, round the floor, on the bookshelf—everywhere.\n", "word": "green", "modifies": "bottle"}
{"color": "white", "line": "And from it he began to produce bottles—little fat bottles containing powders, small and slender bottles containing coloured and white fluids, fluted blue bottles labeled Poison, bottles with round bodies and slender necks, large green glass bottles, large white glass bottles, bottles with glass stoppers and frosted labels, bottles with fine corks, bottles with bungs, bottles with wooden caps, wine bottles, salad oil bottles—putting them in rows on the chiffonnier, on the mantel, on the table under the window, round the floor, on the bookshelf—everywhere.\n", "word": "white", "modifies": "bottle"}
{"color": "blue", "line": "And from it he began to produce bottles—little fat bottles containing powders, small and slender bottles containing coloured and white fluids, fluted blue bottles labeled Poison, bottles with round bodies and slender necks, large green glass bottles, large white glass bottles, bottles with glass stoppers and frosted labels, bottles with fine corks, bottles with bungs, bottles with wooden caps, wine bottles, salad oil bottles—putting them in rows on the chiffonnier, on the mantel, on the table under the window, round the floor, on the bookshelf—everywhere.\n", "word": "blue", "modifies": "bottle"}
{"color": "black", "line": "I tell you, he’s as black as my hat.” “My sakes!” said Henfrey.\n", "word": "black", "modifies": "hat"}
{"color": "pink", "line": "Why, his nose is as pink as paint!” “That’s true,” said Fearenside.\n", "word": "pink", "modifies": "nose"}
{"color": "red", "line": "His goggling spectacles and ghastly bandaged face under the penthouse of his hat, came with a disagreeable suddenness out of the darkness upon one or two home going labourers, and Teddy Henfrey, tumbling out of the “Scarlet Coat” one night, at half past nine, was scared shamefully by the stranger’s skull like head (he was walking hat in hand) lit by the sudden light of the opened inn door.\n", "word": "scarlet", "modifies": "coat"}
{"color": "white", "line": "She could hear the murmur of voices for the next ten minutes, then a cry of surprise, a stirring of feet, a chair flung aside, a bark of laughter, quick steps to the door, and Cuss appeared, his face white, his eyes staring over his shoulder.\n", "word": "white", "modifies": "face"}
{"color": "black", "line": "Stared at me with those black goggles of his, and then at his sleeve.” “Well?” “That’s all.\n", "word": "black", "modifies": "goggles"}
{"color": "yellow", "line": "Then came an imprecation, and a match was struck and the study was flooded with yellow light.\n", "word": "yellow", "modifies": "light"}
{"color": "white", "line": "He stood there in the hall undecided what to do, and Mrs. Bunting, her face white and intent, crept slowly downstairs after him.\n", "word": "white", "modifies": "face"}
{"color": "black", "line": "Mrs. Huxter came over; some gay young fellows resplendent in black ready made jackets and _piqué_ paper ties—for it was Whit Monday—joined the group with confused interrogations.\n", "word": "black", "modifies": "jacket"}
{"color": "yellow", "line": "It was the finest of all possible Whit Mondays, and down the village street stood a row of nearly a dozen booths, a shooting gallery, and on the grass by the forge were three yellow and chocolate waggons and some picturesque strangers of both sexes putting up a cocoanut shy.\n", "word": "yellow", "modifies": "waggon"}
{"color": "white", "line": "The gentlemen wore blue jerseys, the ladies white aprons and quite fashionable hats with heavy plumes.\n", "word": "white", "modifies": "apron"}
{"color": "blue", "line": "The gentlemen wore blue jerseys, the ladies white aprons and quite fashionable hats with heavy plumes.\n", "word": "blue", "modifies": "jersey"}
{"color": "purple", "line": "Wodger, of the “Purple Fawn,” and Mr. Jaggers, the cobbler, who also sold old second hand ordinary bicycles, were stretching a string of union jacks and royal ensigns (which had originally celebrated the first Victorian Jubilee) across the road.\n", "word": "purple", "modifies": "fawn"}
{"color": "black", "line": "And inside, in the artificial darkness of the parlour, into which only one thin jet of sunlight penetrated, the stranger, hungry we must suppose, and fearful, hidden in his uncomfortable hot wrappings, pored through his dark glasses upon his paper or chinked his dirty little bottles, and occasionally swore savagely at the boys, audible if invisible, outside the windows.\n", "word": "jet", "modifies": "sunlight"}
{"color": "silver", "line": "“Still, I daresay in my pocket—” “You told me three days ago that you hadn’t anything but a sovereign’s worth of silver upon you.” “Well, I’ve found some more—” “’Ul lo!” from the bar.\n", "word": "silver", "modifies": "worth"}
{"color": "black", "line": "The centre of his face became a black cavity.\n", "word": "black", "modifies": "cavity"}
{"color": "red", "line": "You just missed en—” There was a disturbance behind, and the speaker stopped to step aside for a little procession that was marching very resolutely towards the house; first Mr. Hall, very red and determined, then Mr. Bobby Jaffers, the village constable, and then the wary Mr. Wadgers.\n", "word": "red", "modifies": "mr."}
{"color": "white", "line": "“Once he gets the things off—” “Hold him!” cried everyone, and there was a rush at the fluttering white shirt which was now all that was visible of the stranger.\n", "word": "white", "modifies": "shirt"}
{"color": "purple", "line": "“I got him!” shouted Jaffers, choking and reeling through them all, and wrestling with purple face and swelling veins against his unseen enemy.\n", "word": "purple", "modifies": "face"}
{"color": "pink", "line": "Members of the club, who had attended church in the morning, were splendid in badges of pink and green, and some of the gayer minded had also adorned their bowler hats with brilliant coloured favours of ribbon.\n", "word": "pink", "modifies": "badge"}
{"color": "blue", "line": "As he did so, Mr. Marvel reappeared, his hat askew, a big bundle in a blue table cloth in one hand, and three books tied together—as it proved afterwards with the Vicar’s braces—in the other.\n", "word": "blue", "modifies": "cloth"}
{"color": "pink", "line": "Both gentlemen started violently, looked round, and were relieved to see a sporadically rosy face beneath a furry silk hat.\n", "word": "rosy", "modifies": "face"}
{"color": "red", "line": "Then the pressure on the necks relaxed, and the doctor and the vicar sat up, both very red in the face and wriggling their heads.\n", "word": "red", "modifies": "face"}
{"color": "green", "line": "As he went down, the rush from the direction of the village green came round the corner.\n", "word": "green", "modifies": "village"}
{"color": "blue", "line": "The first to appear was the proprietor of the cocoanut shy, a burly man in a blue jersey.\n", "word": "blue", "modifies": "jersey"}
{"color": "white", "line": "The face of Mr. Cuss was angry and resolute, but his costume was defective, a sort of limp white kilt that could only have passed muster in Greece.\n", "word": "white", "modifies": "kilt"}
{"color": "blue", "line": "He carried three books bound together by some sort of ornamental elastic ligature, and a bundle wrapped in a blue table cloth.\n", "word": "blue", "modifies": "cloth"}
{"color": "pink", "line": "He rose stiffly in his seat.\n", "word": "rose", "modifies": "seat"}
{"color": "red", "line": "The mariner was suddenly very red indeed; he clenched his hands.\n", "word": "red", "modifies": "mariner"}
{"color": "white", "line": "Dr. Kemp was a tall and slender young man, with flaxen hair and a moustache almost white, and the work he was upon would earn him, he hoped, the fellowship of the Royal Society, so highly did he think of it.\n", "word": "white", "modifies": "hair"}
{"color": "black", "line": "For a minute perhaps he sat, pen in mouth, admiring the rich golden colour above the crest, and then his attention was attracted by the little figure of a man, inky black, running over the hill brow towards him.\n", "word": "black", "modifies": "man"}
{"color": "red", "line": "The barman leant his fat red arms on the counter and talked of horses with an anaemic cabman, while a black bearded man in grey snapped up biscuit and cheese, drank Burton, and conversed in American with a policeman off duty.\n", "word": "red", "modifies": "arm"}
{"color": "black", "line": "The barman leant his fat red arms on the counter and talked of horses with an anaemic cabman, while a black bearded man in grey snapped up biscuit and cheese, drank Burton, and conversed in American with a policeman off duty.\n", "word": "black", "modifies": "man"}
{"color": "gray", "line": "The barman leant his fat red arms on the counter and talked of horses with an anaemic cabman, while a black bearded man in grey snapped up biscuit and cheese, drank Burton, and conversed in American with a policeman off duty.\n", "word": "grey", "modifies": "man"}
{"color": "yellow", "line": "“What’s the shouting about!” said the anaemic cabman, going off at a tangent, trying to see up the hill over the dirty yellow blind in the low window of the inn.\n", "word": "yellow", "modifies": "blind"}
{"color": "black", "line": "_Where_ shall I hide?” “This, this Invisible Man, then?” asked the man with the black beard, with one hand behind him.\n", "word": "black", "modifies": "beard"}
{"color": "black", "line": "“Draw the bolts,” said the man with the black beard, “and if he comes—” He showed a revolver in his hand.\n", "word": "black", "modifies": "beard"}
{"color": "black", "line": "“Very well,” said the man with the black beard, and stooping down, revolver ready, drew them himself.\n", "word": "black", "modifies": "beard"}
{"color": "red", "line": "The barman’s red hands came clawing at the unseen.\n", "word": "red", "modifies": "hand"}
{"color": "black", "line": "“I’ll show him,” shouted the man with the black beard, and suddenly a steel barrel shone over the policeman’s shoulder, and five bullets had followed one another into the twilight whence the missile had come.\n", "word": "black", "modifies": "beard"}
{"color": "black", "line": "“Five cartridges,” said the man with the black beard.\n", "word": "black", "modifies": "beard"}
{"color": "yellow", "line": "Thence his eyes wandered over the town to far away where the ships’ lights shone, and the pier glowed—a little illuminated, facetted pavilion like a gem of yellow light.\n", "word": "yellow", "modifies": "light"}
{"color": "red", "line": "A younger student than you were, almost an albino, six feet high, and broad, with a pink and white face and red eyes, who won the medal for chemistry.” “I am confused,” said Kemp.\n", "word": "red", "modifies": "eye"}
{"color": "pink", "line": "A younger student than you were, almost an albino, six feet high, and broad, with a pink and white face and red eyes, who won the medal for chemistry.” “I am confused,” said Kemp.\n", "word": "pink", "modifies": "face"}
{"color": "red", "line": "He walked to a wardrobe and produced a robe of dingy scarlet.\n", "word": "scarlet", "modifies": "robe"}
{"color": "white", "line": "The bulk of three cigars had passed into the invisible or diffused as a white ash over the carpet before he spoke again.\n", "word": "white", "modifies": "ash"}
{"color": "pink", "line": "“There’s breakfast upstairs,” said Kemp, speaking as easily as possible, and he was delighted to find his strange guest rose willingly.\n", "word": "rose", "modifies": "guest"}
{"color": "red", "line": "You see an opaque red box, for instance, because the colour absorbs some of the light and reflects the rest, all the red part of the light, to you.\n", "word": "red", "modifies": "box"}
{"color": "white", "line": "If it did not absorb any particular part of the light, but reflected it all, then it would be a shining white box.\n", "word": "white", "modifies": "box"}
{"color": "white", "line": "And if you put a sheet of common white glass in water, still more if you put it in some denser liquid than water, it would vanish almost altogether, because light passing from water to glass is only slightly refracted or reflected or indeed affected in any way.\n", "word": "white", "modifies": "glass"}
{"color": "black", "line": "It is almost as invisible as a jet of coal gas or hydrogen is in air.\n", "word": "jet", "modifies": "air"}
{"color": "white", "line": "If a sheet of glass is smashed, Kemp, and beaten into a powder, it becomes much more visible while it is in the air; it becomes at last an opaque white powder.\n", "word": "white", "modifies": "powder"}
{"color": "white", "line": "But if the white powdered glass is put into water, it forthwith vanishes.\n", "word": "white", "modifies": "glass"}
{"color": "white", "line": "Paper, for instance, is made up of transparent fibres, and it is white and opaque only for the same reason that a powder of glass is white and opaque.\n", "word": "white", "modifies": "reason"}
{"color": "white", "line": "Oil white paper, fill up the interstices between the particles with oil so that there is no longer refraction or reflection except at the surfaces, and it becomes as transparent as glass.\n", "word": "white", "modifies": "paper"}
{"color": "red", "line": "And not only paper, but cotton fibre, linen fibre, wool fibre, woody fibre, and _bone_, Kemp, _flesh_, Kemp, _hair_, Kemp, _nails_ and _nerves_, Kemp, in fact the whole fabric of a man except the red of his blood and the black pigment of hair, are all made up of transparent, colourless tissue.\n", "word": "red", "modifies": "fabric"}
{"color": "black", "line": "And not only paper, but cotton fibre, linen fibre, wool fibre, woody fibre, and _bone_, Kemp, _flesh_, Kemp, _hair_, Kemp, _nails_ and _nerves_, Kemp, in fact the whole fabric of a man except the red of his blood and the black pigment of hair, are all made up of transparent, colourless tissue.\n", "word": "black", "modifies": "pigment"}
{"color": "pink", "line": "The Invisible Man rose and began pacing the little study.\n", "word": "rose", "modifies": "man"}
{"color": "black", "line": "I remember the funeral, the cheap hearse, the scant ceremony, the windy frost bitten hillside, and the old college friend of his who read the service over him—a shabby, black, bent old man with a snivelling cold.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "I remember myself as a gaunt black figure, going along the slippery, shiny pavement, and the strange sense of detachment I felt from the squalid respectability, the sordid commercialism of the place.\n", "word": "black", "modifies": "figure"}
{"color": "white", "line": "My first experiment was with a bit of white wool fabric.\n", "word": "white", "modifies": "fabric"}
{"color": "white", "line": "I heard a miaow behind me, and turning, saw a lean white cat, very dirty, on the cistern cover outside the window.\n", "word": "white", "modifies": "cat"}
{"color": "white", "line": "It was an old woman from downstairs, who suspected me of vivisecting—a drink sodden old creature, with only a white cat to care for in all the world.\n", "word": "white", "modifies": "cat"}
{"color": "gray", "line": "I was apathetic, and I tried in vain to recover the enthusiasm of my first inquiries, the passion of discovery that had enabled me to compass even the downfall of my father’s grey hairs.\n", "word": "grey", "modifies": "hair"}
{"color": "gray", "line": "It was my landlord with threats and inquiries, an old Polish Jew in a long grey coat and greasy slippers.\n", "word": "grey", "modifies": "coat"}
{"color": "silver", "line": "He edged round me into the room, peering about over his German silver spectacles, and a sudden dread came into my mind that he might carry away something of my secret.\n", "word": "silver", "modifies": "spectacle"}
{"color": "blue", "line": "There was an attempt to push something under the door—a blue paper.\n", "word": "blue", "modifies": "paper"}
{"color": "pink", "line": "Then in a fit of irritation I rose and went and flung the door wide open.\n", "word": "rose", "modifies": "fit"}
{"color": "white", "line": "My limbs became glassy, the bones and arteries faded, vanished, and the little white nerves went last.\n", "word": "white", "modifies": "nerve"}
{"color": "brown", "line": "At last only the dead tips of the fingernails remained, pallid and white, and the brown stain of some acid upon my fingers.\n", "word": "brown", "modifies": "stain"}
{"color": "yellow", "line": "“We crawled past Mudie’s, and there a tall woman with five or six yellow labelled books hailed my cab, and I sprang out just in time to escape her, shaving a railway van narrowly in my flight.\n", "word": "yellow", "modifies": "book"}
{"color": "white", "line": "At the northward corner of the Square a little white dog ran out of the Pharmaceutical Society’s offices, and incontinently made for me, nose down.\n", "word": "white", "modifies": "dog"}
{"color": "red", "line": "“Then I became aware of a blare of music, and looking along the street saw a number of people advancing out of Russell Square, red shirts, and the banner of the Salvation Army to the fore.\n", "word": "red", "modifies": "shirt"}
{"color": "white", "line": "Such a crowd, chanting in the roadway and scoffing on the pavement, I could not hope to penetrate, and dreading to go back and farther from home again, and deciding on the spur of the moment, I ran up the white steps of a house facing the museum railings, and stood there until the crowd should have passed.\n", "word": "white", "modifies": "step"}
{"color": "black", "line": "They ran in the direction of my lodging, and looking back down a street I saw a mass of black smoke streaming up above the roofs and telephone wires.\n", "word": "black", "modifies": "smoke"}
{"color": "red", "line": "Afterwards, prowling through the place in search of blankets—I had to put up at last with a heap of down quilts—I came upon a grocery section with a lot of chocolate and candied fruits, more than was good for me indeed—and some white burgundy.\n", "word": "burgundy", "modifies": "lot"}
{"color": "white", "line": "Afterwards, prowling through the place in search of blankets—I had to put up at last with a heap of down quilts—I came upon a grocery section with a lot of chocolate and candied fruits, more than was good for me indeed—and some white burgundy.\n", "word": "white", "modifies": "burgundy"}
{"color": "white", "line": "I thought that I should be able to slip out unobserved in the morning with my clothes upon me, muffling my face with a white wrapper I had taken, purchase, with the money I had taken, spectacles and so forth, and so complete my disguise.\n", "word": "white", "modifies": "wrapper"}
{"color": "white", "line": "“The pale London dawn had come, the place was full of a chilly grey light that filtered round the edges of the window blinds.\n", "word": "pale", "modifies": "dawn"}
{"color": "gray", "line": "“The pale London dawn had come, the place was full of a chilly grey light that filtered round the edges of the window blinds.\n", "word": "grey", "modifies": "light"}
{"color": "white", "line": "I made a mad rush for the refreshment place, and there was a man in white like a man cook, who took up the chase.\n", "word": "white", "modifies": "man"}
{"color": "purple", "line": "I was so unnerved by this encounter that I went into Covent Garden Market and sat down for some time in a quiet corner by a stall of violets, panting and trembling.\n", "word": "violet", "modifies": "stall"}
{"color": "pink", "line": "The shop was old fashioned and low and dark, and the house rose above it for four storeys, dark and dismal.\n", "word": "rose", "modifies": "house"}
{"color": "black", "line": "But at last he made an end and putting his beggarly crockery on the black tin tray upon which he had had his teapot, and gathering all the crumbs up on the mustard stained cloth, he took the whole lot of things after him.\n", "word": "black", "modifies": "tray"}
{"color": "brown", "line": "This looked out upon the street, two lace curtains brown with dirt guarding the window.\n", "word": "brown", "modifies": "curtain"}
{"color": "brown", "line": "Outside the day was bright—by contrast with the brown shadows of the dismal house in which I found myself, dazzlingly bright.\n", "word": "brown", "modifies": "shadow"}
{"color": "white", "line": "I could find no underclothing, but that I could buy subsequently, and for the time I swathed myself in calico dominoes and some white cashmere scarfs.\n", "word": "white", "modifies": "scarf"}
{"color": "gold", "line": "In a desk in the shop were three sovereigns and about thirty shillings’ worth of silver, and in a locked cupboard I burst in the inner room were eight pounds in gold.\n", "word": "gold", "modifies": "pound"}
{"color": "silver", "line": "In a desk in the shop were three sovereigns and about thirty shillings’ worth of silver, and in a locked cupboard I burst in the inner room were eight pounds in gold.\n", "word": "silver", "modifies": "worth"}
{"color": "white", "line": "He saw, staggering down the staircase, Kemp, dusty and disheveled, one side of his face white from a blow, his lip bleeding, and a pink dressing gown and some underclothing held in his arms.\n", "word": "white", "modifies": "side"}
{"color": "pink", "line": "He saw, staggering down the staircase, Kemp, dusty and disheveled, one side of his face white from a blow, his lip bleeding, and a pink dressing gown and some underclothing held in his arms.\n", "word": "pink", "modifies": "gown"}
{"color": "white", "line": "“Well?” said Adye, white and grim, and every nerve tense.\n", "word": "white", "modifies": "adye"}
{"color": "green", "line": "He glanced away from the barrel of the revolver and saw the sea far off very blue and dark under the midday sun, the smooth green down, the white cliff of the Head, and the multitudinous town, and suddenly he knew that life was very sweet.\n", "word": "green", "modifies": "cliff"}
{"color": "white", "line": "He glanced away from the barrel of the revolver and saw the sea far off very blue and dark under the midday sun, the smooth green down, the white cliff of the Head, and the multitudinous town, and suddenly he knew that life was very sweet.\n", "word": "white", "modifies": "cliff"}
{"color": "blue", "line": "He glanced away from the barrel of the revolver and saw the sea far off very blue and dark under the midday sun, the smooth green down, the white cliff of the Head, and the multitudinous town, and suddenly he knew that life was very sweet.\n", "word": "blue", "modifies": "sun"}
{"color": "blue", "line": "Adye leapt backwards, swung around, clutched at this little object, missed it, threw up his hands and fell forward on his face, leaving a little puff of blue in the air.\n", "word": "blue", "modifies": "puff"}
{"color": "yellow", "line": "The afternoon was very hot and still, nothing seemed stirring in all the world save a couple of yellow butterflies chasing each other through the shrubbery between the house and the road gate.\n", "word": "yellow", "modifies": "butterfly"}
{"color": "green", "line": "The blinds of all the villas down the hill road were drawn, but in one little green summer house was a white figure, apparently an old man asleep.\n", "word": "green", "modifies": "house"}
{"color": "white", "line": "The blinds of all the villas down the hill road were drawn, but in one little green summer house was a white figure, apparently an old man asleep.\n", "word": "white", "modifies": "figure"}
{"color": "white", "line": "He ran it well, for a man out of training, and though his face was white and wet, his wits were cool to the last.\n", "word": "white", "modifies": "face"}
{"color": "pink", "line": "Then came a mighty effort, and the Invisible Man threw off a couple of his antagonists and rose to his knees.\n", "word": "rose", "modifies": "knee"}
{"color": "white", "line": "First came the little white nerves, a hazy grey sketch of a limb, then the glassy bones and intricate arteries, then the flesh and skin, first a faint fogginess, and then growing rapidly dense and opaque.\n", "word": "white", "modifies": "nerve"}
{"color": "gray", "line": "First came the little white nerves, a hazy grey sketch of a limb, then the glassy bones and intricate arteries, then the flesh and skin, first a faint fogginess, and then growing rapidly dense and opaque.\n", "word": "grey", "modifies": "sketch"}
{"color": "white", "line": "His hair and brow were white—not grey with age, but white with the whiteness of albinism—and his eyes were like garnets.\n", "word": "white", "modifies": "hair"}
{"color": "gray", "line": "His hair and brow were white—not grey with age, but white with the whiteness of albinism—and his eyes were like garnets.\n", "word": "grey", "modifies": "age"}
{"color": "brown", "line": "And then, being satisfied of his solitude, he unlocks the cupboard and a box in the cupboard and a drawer in that box, and produces three volumes bound in brown leather, and places them solemnly in the middle of the table.\n", "word": "brown", "modifies": "leather"}
