{"color": "black", "line": "Ragged Dick OR, STREET LIFE IN NEW YORK WITH THE BOOT BLACKS.\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "His bedchamber had been a wooden box half full of straw, on which the young boot black had reposed his weary limbs, and slept as soundly as if it had been a bed of down.\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "But large numbers of the newsboys and boot blacks form the habit.\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "Perhaps, although he was only a boot black, they may find something in him to imitate.\n", "word": "black", "modifies": "boot"}
{"color": "brown", "line": "“Who gone, I’d like to know?” “That man in the brown coat.” “What of him.\n", "word": "brown", "modifies": "coat"}
{"color": "brown", "line": "* That man in the brown coat was the man that got me the place, and I’m afraid he’d want to send me back.” * A fact.\n", "word": "brown", "modifies": "coat"}
{"color": "gray", "line": "The clothes were brought out, and turned out to be a neat gray suit.\n", "word": "gray", "modifies": "suit"}
{"color": "black", "line": "“It isn’t so new as it might be,” said Frank, surveying an old felt hat, which had once been black, but was now dingy, with a large hole in the top and a portion of the rim torn off.\n", "word": "black", "modifies": "hat"}
{"color": "red", "line": "He now looked quite handsome, and might readily have been taken for a young gentleman, except that his hands were red and grimy.\n", "word": "red", "modifies": "hand"}
{"color": "red", "line": "That big red one will about pay what you’re owin’ to the gov’ment.” “I don’t know nothing about no taxes,” said the old woman, in bewilderment.\n", "word": "red", "modifies": "one"}
{"color": "green", "line": "This is an enclosure of about ten acres, which years ago was covered with a green sward, but is now a great thoroughfare for pedestrians and contains several important public buildings.\n", "word": "green", "modifies": "sward"}
{"color": "white", "line": "The former is a white building of large size, and surmounted by a cupola.\n", "word": "white", "modifies": "building"}
{"color": "white", "line": "When Horace gets a new suit, I always have one made just like it; but I can’t go the white hat.\n", "word": "white", "modifies": "hat"}
{"color": "black", "line": "“In here, young gentlemen,” said a black whiskered individual, who appeared suddenly on the scene.\n", "word": "black", "modifies": "individual"}
{"color": "silver", "line": "“My servants is so dishonest that I wouldn’t like to trust ’em with a silver pitcher.\n", "word": "silver", "modifies": "pitcher"}
{"color": "silver", "line": "I hope you’ll succeed in your charitable enterprise of supplyin’ the public with silver pitchers at nineteen dollars less than they are worth.” “How does he manage, Dick?” asked Frank, as they went on.\n", "word": "silver", "modifies": "pitcher"}
{"color": "black", "line": "The last, not being considered worth keeping, Dick dropped on the sidewalk, from which, on looking back, he saw it picked up by a brother boot black who appeared to consider it better than his own.\n", "word": "black", "modifies": "boot"}
{"color": "white", "line": "At the corner of Broadway and Chambers Street is a large white marble warehouse, which attracted Frank’s attention.\n", "word": "white", "modifies": "warehouse"}
{"color": "brown", "line": "I am agent of the Excelsior Copper Mining Company, which possesses one of the most productive mines in the world.\n", "word": "copper", "modifies": "company"}
{"color": "white", "line": "Frank was particularly struck with the imposing fronts of the St. Nicholas and Metropolitan Hotels, the former of white marble, the latter of a subdued brown hue, but not less elegant in its internal appointments.\n", "word": "white", "modifies": "marble"}
{"color": "brown", "line": "Frank was particularly struck with the imposing fronts of the St. Nicholas and Metropolitan Hotels, the former of white marble, the latter of a subdued brown hue, but not less elegant in its internal appointments.\n", "word": "brown", "modifies": "hue"}
{"color": "black", "line": "Why shouldn’t I?” “What would your folks say if they knowed you asked a boot black to visit you?” “You are none the worse for being a boot black, Dick.” “I aint used to genteel society,” said Dick.\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "You won’t be a boot black all your life, you know.” “No,” said Dick; “I’m goin’ to knock off when I get to be ninety.” “Before that, I hope,” said Frank, smiling.\n", "word": "black", "modifies": "boot"}
{"color": "green", "line": "So he provided the horse with a pair of green spectacles which made the shavings look eatable.\n", "word": "green", "modifies": "spectacle"}
{"color": "brown", "line": "“Is that the statue of General Washington?” asked Frank, pointing to a bronze equestrian statue, on a granite pedestal.\n", "word": "bronze", "modifies": "statue"}
{"color": "silver", "line": "Some boys is born with a silver spoon in their mouth.\n", "word": "silver", "modifies": "spoon"}
{"color": "gold", "line": "Victoria’s boys is born with a gold spoon, set with di’monds; but gold and silver was scarce when I was born, and mine was pewter.” “Perhaps the gold and silver will come by and by, Dick.\n", "word": "gold", "modifies": "spoon"}
{"color": "silver", "line": "Victoria’s boys is born with a gold spoon, set with di’monds; but gold and silver was scarce when I was born, and mine was pewter.” “Perhaps the gold and silver will come by and by, Dick.\n", "word": "silver", "modifies": "gold"}
{"color": "gold", "line": "So he offered a great quantity of gold for her, which, of course, the captain was glad to accept.\n", "word": "gold", "modifies": "quantity"}
{"color": "white", "line": "On the left hand side was a large marble building, presenting a fine appearance with its extensive white front.\n", "word": "white", "modifies": "front"}
{"color": "blue", "line": "He wore a blue coat with brass buttons, and pantaloons of rather scanty dimensions, which were several inches too short to cover his lower limbs.\n", "word": "blue", "modifies": "coat"}
{"color": "black", "line": "“I aint always goin’ to black boots for a livin’.” “All labor is respectable, my lad, and you have no cause to be ashamed of any honest business; yet when you can get something to do that promises better for your future prospects, I advise you to do so.\n", "word": "black", "modifies": "boot"}
{"color": "red", "line": "The servant descended into the lower regions, and in a short time a stout, red faced woman appeared on the scene.\n", "word": "red", "modifies": "woman"}
{"color": "pink", "line": "The thought was a pleasant one to our young vagrant, who hitherto had seldom known when he rose in the morning where he should find a resting place at night.\n", "word": "rose", "modifies": "morning"}
{"color": "black", "line": "His brother boot blacks might think he had grown aristocratic, and was putting on airs,—that, in fact, he was getting above his business, and desirous to outshine his associates.\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "It may seem a little unnecessary to some of my readers to make this explanation; but they must remember that pride and “big feeling” are confined to no age or class, but may be found in boys as well as men, and in boot blacks as well as those of a higher rank.\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "The morning being a busy time with the boot blacks, Dick’s changed appearance had not as yet attracted much attention.\n", "word": "black", "modifies": "boot"}
{"color": "red", "line": "Among the down town boot blacks was one hailing from the Five Points,—a stout, red haired, freckled faced boy of fourteen, bearing the name of Micky Maguire.\n", "word": "red", "modifies": "boy"}
{"color": "black", "line": "Among the down town boot blacks was one hailing from the Five Points,—a stout, red haired, freckled faced boy of fourteen, bearing the name of Micky Maguire.\n", "word": "black", "modifies": "town"}
{"color": "black", "line": "He accordingly picked up his black box, and, hitching up his pants, walked off, attended by Limpy Jim.\n", "word": "black", "modifies": "box"}
{"color": "black", "line": "“I wish I wasn’t a boot black,” said Dick.\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "Now, for the first time, he began to reflect that he could not black boots all his life.\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "Dick recognized him as a boy who three months before had entered the ranks of the boot blacks, but who, from a natural timidity, had not been able to earn much.\n", "word": "black", "modifies": "boot"}
{"color": "pink", "line": "“I was saying my prayers,” said Fosdick, as he rose from his knees.\n", "word": "rose", "modifies": "knee"}
{"color": "white", "line": "Dick dressed himself with scrupulous care, giving his shoes a “shine” so brilliant that it did him great credit in a professional point of view, and endeavored to clean his hands thoroughly; but, in spite of all he could do, they were not so white as if his business had been of a different character.\n", "word": "white", "modifies": "spite"}
{"color": "black", "line": "Mr. Greyson was evidently a rich man, and yet he had actually invited two boot blacks to dine with him.\n", "word": "black", "modifies": "boot"}
{"color": "gold", "line": "“If you are,” said Ida, “I’ll give you the five dollar gold piece aunt gave me for a birthday present.” “Dick cannot be called poor, my child,” said Mrs. Greyson, “since he earns his living by his own exertions.” “Do you earn your living?” asked Ida, who was a very inquisitive young lady, and not easily silenced.\n", "word": "gold", "modifies": "piece"}
{"color": "black", "line": "At such a table, and in presence of the servant who was standing at that moment behind his chair, he did not like to say that he was a shoe black, although he well knew that there was nothing dishonorable in the occupation.\n", "word": "black", "modifies": "shoe"}
{"color": "black", "line": "He threatened to whip me once because a gentleman employed me to black his boots instead of him.” “He’s been at the Island two or three times for stealing,” said Dick.\n", "word": "black", "modifies": "boot"}
{"color": "white", "line": "Dick, who was always ready for an emergency, suggested borrowing a white wig, and passing himself off for Fosdick’s father or grandfather.\n", "word": "white", "modifies": "wig"}
{"color": "black", "line": "“I don’t know but I shall have to black boots all my life,” he said, one day, despondently, to Dick.\n", "word": "black", "modifies": "boot"}
{"color": "gray", "line": "“By the time you get to be a gray headed veteran, you may get a chance to run errands for some big firm on the Bowery, which is a very cheerin’ reflection.” So Dick by his drollery and perpetual good spirits kept up Fosdick’s courage.\n", "word": "gray", "modifies": "veteran"}
{"color": "black", "line": "A boot black in a store!\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "In a spirit of petty spite, he was tempted to say, “He’s a boot black.\n", "word": "black", "modifies": "boot"}
{"color": "black", "line": "If he should not recover his money, he would be compelled to continue a boot black for at least six months longer; and this was rather a discouraging reflection.\n", "word": "black", "modifies": "boot"}
{"color": "pink", "line": "On the whole, he began to think prospects were brighter than he had at first supposed, and his spirits rose a little.\n", "word": "rose", "modifies": "spirit"}
{"color": "gold", "line": "Accordingly he determined to take the next steamer to the land of gold, if he could possibly manage to get money enough to pay the passage.\n", "word": "gold", "modifies": "land"}
{"color": "gray", "line": "Mott Street aint very fashionable; but my manshun on Fifth Avenoo isn’t finished yet, and I’m afraid it won’t be till I’m a gray haired veteran.\n", "word": "gray", "modifies": "veteran"}
{"color": "white", "line": "The father, his face pale with terror and anguish, and his hands clasped in suspense, saw the brave boy’s struggles, and prayed with agonizing fervor that he might be successful.\n", "word": "pale", "modifies": "face"}
