{"color": "red", "line": "Though there was already talk of the erection, in remote metropolitan distances \"above the Forties,\" of a new Opera House which should compete in costliness and splendour with those of the great European capitals, the world of fashion was still content to reassemble every winter in the shabby red and gold boxes of the sociable old Academy.\n", "word": "red", "modifies": "box"}
{"color": "brown", "line": "It was Madame Nilsson's first appearance that winter, and what the daily press had already learned to describe as \"an exceptionally brilliant audience\" had gathered to hear her, transported through the slippery, snowy streets in private broughams, in the spacious family landau, or in the humbler but more convenient \"Brown coupe.\"\n", "word": "brown", "modifies": "coupe"}
{"color": "brown", "line": "To come to the Opera in a Brown coupe was almost as honourable a way of arriving as in one's own carriage; and departure by the same means had the immense advantage of enabling one (with a playful allusion to democratic principles) to scramble into the first Brown conveyance in the line, instead of waiting till the cold and gin congested nose of one's own coachman gleamed under the portico of the Academy.\n", "word": "brown", "modifies": "coupe"}
{"color": "black", "line": "There was no reason why the young man should not have come earlier, for he had dined at seven, alone with his mother and sister, and had lingered afterward over a cigar in the Gothic library with glazed black walnut bookcases and finial topped chairs which was the only room in the house where Mrs. Archer allowed smoking.\n", "word": "black", "modifies": "bookcase"}
{"color": "blue", "line": "This seemed as natural to Newland Archer as all the other conventions on which his life was moulded: such as the duty of using two silver backed brushes with his monogram in blue enamel to part his hair, and of never appearing in society without a flower (preferably a gardenia) in his buttonhole.\n", "word": "blue", "modifies": "enamel"}
{"color": "brown", "line": "\", with a final burst of love triumphant, as she pressed the dishevelled daisy to her lips and lifted her large eyes to the sophisticated countenance of the little brown Faust Capoul, who was vainly trying, in a tight purple velvet doublet and plumed cap, to look as pure and true as his artless victim.\n", "word": "brown", "modifies": "countenance"}
{"color": "purple", "line": "\", with a final burst of love triumphant, as she pressed the dishevelled daisy to her lips and lifted her large eyes to the sophisticated countenance of the little brown Faust Capoul, who was vainly trying, in a tight purple velvet doublet and plumed cap, to look as pure and true as his artless victim.\n", "word": "purple", "modifies": "doublet"}
{"color": "white", "line": "On this occasion, the front of the box was filled by her daughter in law, Mrs. Lovell Mingott, and her daughter, Mrs. Welland; and slightly withdrawn behind these brocaded matrons sat a young girl in white with eyes ecstatically fixed on the stagelovers.\n", "word": "white", "modifies": "girl"}
{"color": "white", "line": "She dropped her eyes to the immense bouquet of lilies of the valley on her knee, and Newland Archer saw her white gloved finger tips touch the flowers softly.\n", "word": "white", "modifies": "tip"}
{"color": "green", "line": "The foreground, to the footlights, was covered with emerald green cloth.\n", "word": "green", "modifies": "cloth"}
{"color": "green", "line": "In the middle distance symmetrical mounds of woolly green moss bounded by croquet hoops formed the base of shrubs shaped like orange trees but studded with large pink and red roses.\n", "word": "green", "modifies": "moss"}
{"color": "pink", "line": "In the middle distance symmetrical mounds of woolly green moss bounded by croquet hoops formed the base of shrubs shaped like orange trees but studded with large pink and red roses.\n", "word": "pink", "modifies": "rose"}
{"color": "pink", "line": "Gigantic pansies, considerably larger than the roses, and closely resembling the floral pen wipers made by female parishioners for fashionable clergymen, sprang from the moss beneath the rose trees; and here and there a daisy grafted on a rose branch flowered with a luxuriance prophetic of Mr. Luther Burbank's far off prodigies.\n", "word": "rose", "modifies": "tree"}
{"color": "white", "line": "In the centre of this enchanted garden Madame Nilsson, in white cashmere slashed with pale blue satin, a reticule dangling from a blue girdle, and large yellow braids carefully disposed on each side of her muslin chemisette, listened with downcast eyes to M. Capoul's impassioned wooing, and affected a guileless incomprehension of his designs whenever, by word or glance, he persuasively indicated the ground floor window of the neat brick villa projecting obliquely from the right wing.\n", "word": "white", "modifies": "cashmere"}
{"color": "blue", "line": "In the centre of this enchanted garden Madame Nilsson, in white cashmere slashed with pale blue satin, a reticule dangling from a blue girdle, and large yellow braids carefully disposed on each side of her muslin chemisette, listened with downcast eyes to M. Capoul's impassioned wooing, and affected a guileless incomprehension of his designs whenever, by word or glance, he persuasively indicated the ground floor window of the neat brick villa projecting obliquely from the right wing.\n", "word": "blue", "modifies": "satin"}
{"color": "yellow", "line": "In the centre of this enchanted garden Madame Nilsson, in white cashmere slashed with pale blue satin, a reticule dangling from a blue girdle, and large yellow braids carefully disposed on each side of her muslin chemisette, listened with downcast eyes to M. Capoul's impassioned wooing, and affected a guileless incomprehension of his designs whenever, by word or glance, he persuasively indicated the ground floor window of the neat brick villa projecting obliquely from the right wing.\n", "word": "yellow", "modifies": "braid"}
{"color": "white", "line": "How this miracle of fire and ice was to be created, and to sustain itself in a harsh world, he had never taken the time to think out; but he was content to hold his view without analysing it, since he knew it was that of all the carefully brushed, white waistcoated, button hole flowered gentlemen who succeeded each other in the club box, exchanged friendly greetings with him, and turned their opera glasses critically on the circle of ladies who were the product of the system.\n", "word": "white", "modifies": "gentleman"}
{"color": "black", "line": "As a young admirer had once said of him: \"If anybody can tell a fellow just when to wear a black tie with evening clothes and when not to, it's Larry Lefferts.\"\n", "word": "black", "modifies": "tie"}
{"color": "brown", "line": "It was that of a slim young woman, a little less tall than May Welland, with brown hair growing in close curls about her temples and held in place by a narrow band of diamonds.\n", "word": "brown", "modifies": "hair"}
{"color": "blue", "line": "The suggestion of this headdress, which gave her what was then called a \"Josephine look,\" was carried out in the cut of the dark blue velvet gown rather theatrically caught up under her bosom by a girdle with a large old fashioned clasp.\n", "word": "blue", "modifies": "gown"}
{"color": "silver", "line": "In addition to this forest of family trees, Mr. Sillerton Jackson carried between his narrow hollow temples, and under his soft thatch of silver hair, a register of most of the scandals and mysteries that had smouldered under the unruffled surface of New York society within the last fifty years.\n", "word": "silver", "modifies": "hair"}
{"color": "blue", "line": "For a moment he silently scrutinised the attentive group out of his filmy blue eyes overhung by old veined lids; then he gave his moustache a thoughtful twist, and said simply: \"I didn't think the Mingotts would have tried it on.\"\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "Archer entirely approved of family solidarity, and one of the qualities he most admired in the Mingotts was their resolute championship of the few black sheep that their blameless stock had produced.\n", "word": "black", "modifies": "sheep"}
{"color": "white", "line": "He had always admired the high and mighty old lady, who, in spite of having been only Catherine Spicer of Staten Island, with a father mysteriously discredited, and neither money nor position enough to make people forget it, had allied herself with the head of the wealthy Mingott line, married two of her daughters to \"foreigners\" (an Italian marquis and an English banker), and put the crowning touch to her audacities by building a large house of pale cream coloured stone (when brown sandstone seemed as much the only wear as a frock coat in the afternoon) in an inaccessible wilderness near the Central Park.\n", "word": "pale", "modifies": "cream"}
{"color": "brown", "line": "He had always admired the high and mighty old lady, who, in spite of having been only Catherine Spicer of Staten Island, with a father mysteriously discredited, and neither money nor position enough to make people forget it, had allied herself with the head of the wealthy Mingott line, married two of her daughters to \"foreigners\" (an Italian marquis and an English banker), and put the crowning touch to her audacities by building a large house of pale cream coloured stone (when brown sandstone seemed as much the only wear as a frock coat in the afternoon) in an inaccessible wilderness near the Central Park.\n", "word": "brown", "modifies": "sandstone"}
{"color": "white", "line": "Madame Olenska's pale and serious face appealed to his fancy as suited to the occasion and to her unhappy situation; but the way her dress (which had no tucker) sloped away from her thin shoulders shocked and troubled him.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "The desire to be the first man to enter Mrs. Mingott's box, to proclaim to the waiting world his engagement to May Welland, and to see her through whatever difficulties her cousin's anomalous situation might involve her in; this impulse had abruptly overruled all scruples and hesitations, and sent him hurrying through the red corridors to the farther side of the house.\n", "word": "red", "modifies": "corridor"}
{"color": "white", "line": "The persons of their world lived in an atmosphere of faint implications and pale delicacies, and the fact that he and she understood each other without a word seemed to the young man to bring them nearer than any explanation would have done.\n", "word": "pale", "modifies": "delicacy"}
{"color": "white", "line": "Archer bowed without extending his hand, as was the custom on being introduced to a lady; and Ellen Olenska bent her head slightly, keeping her own pale gloved hands clasped on her huge fan of eagle feathers.\n", "word": "pale", "modifies": "hand"}
{"color": "pink", "line": "Miss Welland's face grew rosy as the dawn, and she looked at him with radiant eyes.\n", "word": "rosy", "modifies": "dawn"}
{"color": "brown", "line": "She was indolent, passive, the caustic even called her dull; but dressed like an idol, hung with pearls, growing younger and blonder and more beautiful each year, she throned in Mr. Beaufort's heavy brown stone palace, and drew all the world there without lifting her jewelled little finger.\n", "word": "brown", "modifies": "palace"}
{"color": "pink", "line": "Mrs. Beaufort, then, had as usual appeared in her box just before the Jewel Song; and when, again as usual, she rose at the end of the third act, drew her opera cloak about her lovely shoulders, and disappeared, New York knew that meant that half an hour later the ball would begin.\n", "word": "rose", "modifies": "end"}
{"color": "red", "line": "The Beauforts had been among the first people in New York to own their own red velvet carpet and have it rolled down the steps by their own footmen, under their own awning, instead of hiring it with the supper and the ball room chairs.\n", "word": "red", "modifies": "carpet"}
{"color": "red", "line": "Then the house had been boldly planned with a ball room, so that, instead of squeezing through a narrow passage to get to it (as at the Chiverses') one marched solemnly down a vista of enfiladed drawing rooms (the sea green, the crimson and the bouton d'or), seeing from afar the many candled lustres reflected in the polished parquetry, and beyond that the depths of a conservatory where camellias and tree ferns arched their costly foliage over seats of black and gold bamboo.\n", "word": "crimson", "modifies": "green"}
{"color": "green", "line": "Then the house had been boldly planned with a ball room, so that, instead of squeezing through a narrow passage to get to it (as at the Chiverses') one marched solemnly down a vista of enfiladed drawing rooms (the sea green, the crimson and the bouton d'or), seeing from afar the many candled lustres reflected in the polished parquetry, and beyond that the depths of a conservatory where camellias and tree ferns arched their costly foliage over seats of black and gold bamboo.\n", "word": "green", "modifies": "sea"}
{"color": "black", "line": "Then the house had been boldly planned with a ball room, so that, instead of squeezing through a narrow passage to get to it (as at the Chiverses') one marched solemnly down a vista of enfiladed drawing rooms (the sea green, the crimson and the bouton d'or), seeing from afar the many candled lustres reflected in the polished parquetry, and beyond that the depths of a conservatory where camellias and tree ferns arched their costly foliage over seats of black and gold bamboo.\n", "word": "black", "modifies": "bamboo"}
{"color": "red", "line": "He had left his overcoat with the silk stockinged footmen (the stockings were one of Beaufort's few fatuities), had dawdled a while in the library hung with Spanish leather and furnished with Buhl and malachite, where a few men were chatting and putting on their dancing gloves, and had finally joined the line of guests whom Mrs. Beaufort was receiving on the threshold of the crimson drawing room.\n", "word": "crimson", "modifies": "room"}
{"color": "white", "line": "Miss Welland, evidently about to join the dancers, hung on the threshold, her lilies of the valley in her hand (she carried no other bouquet), her face a little pale, her eyes burning with a candid excitement.\n", "word": "pale", "modifies": "face"}
{"color": "blue", "line": "\"Now we shan't have to talk,\" he said, smiling into her candid eyes, as they floated away on the soft waves of the Blue Danube.\n", "word": "blue", "modifies": "danube"}
{"color": "black", "line": "Those were of the purest 1830, with a grim harmony of cabbage rose garlanded carpets, rosewood consoles, round arched fire places with black marble mantels, and immense glazed book cases of mahogany; whereas old Mrs. Mingott, who had built her house later, had bodily cast out the massive furniture of her prime, and mingled with the Mingott heirlooms the frivolous upholstery of the Second Empire.\n", "word": "black", "modifies": "mantel"}
{"color": "pink", "line": "Those were of the purest 1830, with a grim harmony of cabbage rose garlanded carpets, rosewood consoles, round arched fire places with black marble mantels, and immense glazed book cases of mahogany; whereas old Mrs. Mingott, who had built her house later, had bodily cast out the massive furniture of her prime, and mingled with the Mingott heirlooms the frivolous upholstery of the Second Empire.\n", "word": "rose", "modifies": "cabbage"}
{"color": "green", "line": "She was sure that presently the hoardings, the quarries, the one story saloons, the wooden green houses in ragged gardens, and the rocks from which goats surveyed the scene, would vanish before the advance of residences as stately as her own perhaps (for she was an impartial woman) even statelier; and that the cobble stones over which the old clattering omnibuses bumped would be replaced by smooth asphalt, such as people reported having seen in Paris.\n", "word": "green", "modifies": "house"}
{"color": "pink", "line": "She had accepted this submergence as philosophically as all her other trials, and now, in extreme old age, was rewarded by presenting to her mirror an almost unwrinkled expanse of firm pink and white flesh, in the centre of which the traces of a small face survived as if awaiting excavation.\n", "word": "pink", "modifies": "flesh"}
{"color": "black", "line": "A flight of smooth double chins led down to the dizzy depths of a still snowy bosom veiled in snowy muslins that were held in place by a miniature portrait of the late Mr. Mingott; and around and below, wave after wave of black silk surged away over the edges of a capacious armchair, with two tiny white hands poised like gulls on the surface of the billows.\n", "word": "black", "modifies": "silk"}
{"color": "white", "line": "A flight of smooth double chins led down to the dizzy depths of a still snowy bosom veiled in snowy muslins that were held in place by a miniature portrait of the late Mr. Mingott; and around and below, wave after wave of black silk surged away over the edges of a capacious armchair, with two tiny white hands poised like gulls on the surface of the billows.\n", "word": "white", "modifies": "hand"}
{"color": "yellow", "line": "The burden of Mrs. Manson Mingott's flesh had long since made it impossible for her to go up and down stairs, and with characteristic independence she had made her reception rooms upstairs and established herself (in flagrant violation of all the New York proprieties) on the ground floor of her house; so that, as you sat in her sitting room window with her, you caught (through a door that was always open, and a looped back yellow damask portiere) the unexpected vista of a bedroom with a huge low bed upholstered like a sofa, and a toilet table with frivolous lace flounces and a gilt framed mirror.\n", "word": "yellow", "modifies": "portiere"}
{"color": "blue", "line": "Old Mrs. Mingott was delighted with the engagement, which, being long foreseen by watchful relatives, had been carefully passed upon in family council; and the engagement ring, a large thick sapphire set in invisible claws, met with her unqualified admiration.\n", "word": "sapphire", "modifies": "ring"}
{"color": "white", "line": "and she waved one of her tiny hands, with small pointed nails and rolls of aged fat encircling the wrist like ivory bracelets.\n", "word": "ivory", "modifies": "bracelet"}
{"color": "white", "line": "Her hand is large it's these modern sports that spread the joints but the skin is white. And when's the wedding to be?\"\n", "word": "white", "modifies": "skin"}
{"color": "yellow", "line": "\"Sit down sit down, Beaufort: push up the yellow armchair; now I've got you I want a good gossip.\n", "word": "yellow", "modifies": "armchair"}
{"color": "brown", "line": "The smile passed from Countess Olenska's eyes to her lips: she looked younger, more like the bold brown Ellen Mingott of his boyhood.\n", "word": "brown", "modifies": "ellen"}
{"color": "black", "line": "Their physical resemblance would have been complete if an elderly embonpoint had not stretched Mrs. Archer's black brocade, while Miss Archer's brown and purple poplins hung, as the years went on, more and more slackly on her virgin frame.\n", "word": "black", "modifies": "brocade"}
{"color": "brown", "line": "Their physical resemblance would have been complete if an elderly embonpoint had not stretched Mrs. Archer's black brocade, while Miss Archer's brown and purple poplins hung, as the years went on, more and more slackly on her virgin frame.\n", "word": "brown", "modifies": "poplin"}
{"color": "black", "line": "They say his advertiser used the girl's head for the shoe polish posters; her hair's intensely black, you know the Egyptian style.\n", "word": "black", "modifies": "hair"}
{"color": "gray", "line": "At which his mother merely pursed her lips under the lace veil that hung down from her grey velvet bonnet trimmed with frosted grapes.\n", "word": "grey", "modifies": "bonnet"}
{"color": "white", "line": "he said, his eyes on the portrait of a plump full chested young man in a stock and a blue coat, with a view of a white columned country house behind him.\n", "word": "white", "modifies": "house"}
{"color": "blue", "line": "he said, his eyes on the portrait of a plump full chested young man in a stock and a blue coat, with a view of a white columned country house behind him.\n", "word": "blue", "modifies": "coat"}
{"color": "blue", "line": "\"At the Opera I know she had on dark blue velvet, perfectly plain and flat like a night gown.\"\n", "word": "blue", "modifies": "velvet"}
{"color": "black", "line": "What can you expect of a girl who was allowed to wear black satin at her coming out ball?\"\n", "word": "black", "modifies": "satin"}
{"color": "green", "line": "After dinner, according to immemorial custom, Mrs. Archer and Janey trailed their long silk draperies up to the drawing room, where, while the gentlemen smoked below stairs, they sat beside a Carcel lamp with an engraved globe, facing each other across a rosewood work table with a green silk bag under it, and stitched at the two ends of a tapestry band of field flowers destined to adorn an \"occasional\" chair in the drawing room of young Mrs. Newland Archer.\n", "word": "green", "modifies": "bag"}
{"color": "brown", "line": "A vigilant hand had, as usual, kept the fire alive and the lamp trimmed; and the room, with its rows and rows of books, its bronze and steel statuettes of \"The Fencers\" on the mantelpiece and its many photographs of famous pictures, looked singularly home like and welcoming.\n", "word": "bronze", "modifies": "row"}
{"color": "gray", "line": "Mrs. Lovell Mingott confided the case to Mrs. Welland, who confided it to Newland Archer; who, aflame at the outrage, appealed passionately and authoritatively to his mother; who, after a painful period of inward resistance and outward temporising, succumbed to his instances (as she always did), and immediately embracing his cause with an energy redoubled by her previous hesitations, put on her grey velvet bonnet and said: \"I'll go and see Louisa van der Luyden.\"\n", "word": "grey", "modifies": "bonnet"}
{"color": "brown", "line": "\"I wish you would go with me, Newland,\" his mother said, suddenly pausing at the door of the Brown coupe.\n", "word": "brown", "modifies": "coupe"}
{"color": "white", "line": "Even personal experience of these facts was not always a protection from the chill that descended on one in the high ceilinged white walled Madison Avenue drawing room, with the pale brocaded armchairs so obviously uncovered for the occasion, and the gauze still veiling the ormolu mantel ornaments and the beautiful old carved frame of Gainsborough's \"Lady Angelica du Lac.\"\n", "word": "white", "modifies": "room"}
{"color": "black", "line": "Mrs. van der Luyden's portrait by Huntington (in black velvet and Venetian point) faced that of her lovely ancestress.\n", "word": "black", "modifies": "velvet"}
{"color": "black", "line": "Mrs. van der Luyden still wore black velvet and Venetian point when she went into society or rather (since she never dined out) when she threw open her own doors to receive it.\n", "word": "black", "modifies": "velvet"}
{"color": "white", "line": "Her fair hair, which had faded without turning grey, was still parted in flat overlapping points on her forehead, and the straight nose that divided her pale blue eyes was only a little more pinched about the nostrils than when the portrait had been painted.\n", "word": "pale", "modifies": "eye"}
{"color": "blue", "line": "Her fair hair, which had faded without turning grey, was still parted in flat overlapping points on her forehead, and the straight nose that divided her pale blue eyes was only a little more pinched about the nostrils than when the portrait had been painted.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "She always, indeed, struck Newland Archer as having been rather gruesomely preserved in the airless atmosphere of a perfectly irreproachable existence, as bodies caught in glaciers keep for years a rosy life in death.\n", "word": "rosy", "modifies": "life"}
{"color": "white", "line": "The double doors had solemnly reopened and between them appeared Mr. Henry van der Luyden, tall, spare and frock coated, with faded fair hair, a straight nose like his wife's and the same look of frozen gentleness in eyes that were merely pale grey instead of pale blue.\n", "word": "pale", "modifies": "grey"}
{"color": "blue", "line": "The double doors had solemnly reopened and between them appeared Mr. Henry van der Luyden, tall, spare and frock coated, with faded fair hair, a straight nose like his wife's and the same look of frozen gentleness in eyes that were merely pale grey instead of pale blue.\n", "word": "blue", "modifies": "grey"}
{"color": "gray", "line": "The double doors had solemnly reopened and between them appeared Mr. Henry van der Luyden, tall, spare and frock coated, with faded fair hair, a straight nose like his wife's and the same look of frozen gentleness in eyes that were merely pale grey instead of pale blue.\n", "word": "grey", "modifies": "look"}
{"color": "white", "line": "There was a silence during which the tick of the monumental ormolu clock on the white marble mantelpiece grew as loud as the boom of a minute gun.\n", "word": "white", "modifies": "mantelpiece"}
{"color": "white", "line": "Their pale eyes clung together in prolonged and serious consultation; then a faint smile fluttered over Mrs. van der Luyden's face.\n", "word": "pale", "modifies": "eye"}
{"color": "pink", "line": "Mrs. Archer, who knew this to be a hint that the seventeen hand chestnuts which were never kept waiting were at the door, rose with a hurried murmur of thanks.\n", "word": "rose", "modifies": "mrs."}
{"color": "red", "line": "Every one was disposed to be kind to little Ellen Mingott, though her dusky red cheeks and tight curls gave her an air of gaiety that seemed unsuitable in a child who should still have been in black for her parents.\n", "word": "red", "modifies": "cheek"}
{"color": "black", "line": "Every one was disposed to be kind to little Ellen Mingott, though her dusky red cheeks and tight curls gave her an air of gaiety that seemed unsuitable in a child who should still have been in black for her parents.\n", "word": "black", "modifies": "child"}
{"color": "red", "line": "It was one of the misguided Medora's many peculiarities to flout the unalterable rules that regulated American mourning, and when she stepped from the steamer her family were scandalised to see that the crape veil she wore for her own brother was seven inches shorter than those of her sisters in law, while little Ellen was in crimson merino and amber beads, like a gipsy foundling.\n", "word": "crimson", "modifies": "merino"}
{"color": "brown", "line": "It was one of the misguided Medora's many peculiarities to flout the unalterable rules that regulated American mourning, and when she stepped from the steamer her family were scandalised to see that the crape veil she wore for her own brother was seven inches shorter than those of her sisters in law, while little Ellen was in crimson merino and amber beads, like a gipsy foundling.\n", "word": "amber", "modifies": "bead"}
{"color": "red", "line": "The red cheeks had paled; she was thin, worn, a little older looking than her age, which must have been nearly thirty.\n", "word": "red", "modifies": "cheek"}
{"color": "green", "line": "Mrs. van der Luyden looked more than ever like a Cabanel, and Mrs. Archer, in her grandmother's seed pearls and emeralds, reminded her son of an Isabey miniature.\n", "word": "emerald", "modifies": "pearl"}
{"color": "pink", "line": "The two chatted together for nearly twenty minutes; then the Countess rose and, walking alone across the wide drawing room, sat down at Newland Archer's side.\n", "word": "rose", "modifies": "countess"}
{"color": "pink", "line": "A dusky blush rose to her cheek, and he instantly regretted his words.\n", "word": "rose", "modifies": "blush"}
{"color": "white", "line": "In her dress of white and silver, with a wreath of silver blossoms in her hair, the tall girl looked like a Diana just alight from the chase.\n", "word": "white", "modifies": "dress"}
{"color": "silver", "line": "In her dress of white and silver, with a wreath of silver blossoms in her hair, the tall girl looked like a Diana just alight from the chase.\n", "word": "silver", "modifies": "blossom"}
{"color": "black", "line": "The young man felt a touch on his arm and saw Mrs. van der Luyden looking down on him from the pure eminence of black velvet and the family diamonds.\n", "word": "black", "modifies": "velvet"}
{"color": "white", "line": "She welcomed him with all her white teeth, and answering his enquiries by a head shake of incomprehension led him through the narrow hall into a low firelit drawing room.\n", "word": "white", "modifies": "teeth"}
{"color": "red", "line": "He knew that the Countess Olenska had brought some of her possessions with her bits of wreckage, she called them and these, he supposed, were represented by some small slender tables of dark wood, a delicate little Greek bronze on the chimney piece, and a stretch of red damask nailed on the discoloured wallpaper behind a couple of Italian looking pictures in old frames.\n", "word": "red", "modifies": "damask"}
{"color": "brown", "line": "He knew that the Countess Olenska had brought some of her possessions with her bits of wreckage, she called them and these, he supposed, were represented by some small slender tables of dark wood, a delicate little Greek bronze on the chimney piece, and a stretch of red damask nailed on the discoloured wallpaper behind a couple of Italian looking pictures in old frames.\n", "word": "bronze", "modifies": "wood"}
{"color": "red", "line": "He had been before in drawing rooms hung with red damask, with pictures \"of the Italian school\"; what struck him was the way in which Medora Manson's shabby hired house, with its blighted background of pampas grass and Rogers statuettes, had, by a turn of the hand, and the skilful use of a few properties, been transformed into something intimate, \"foreign,\" subtly suggestive of old romantic scenes and sentiments.\n", "word": "red", "modifies": "damask"}
{"color": "pink", "line": "He tried to analyse the trick, to find a clue to it in the way the chairs and tables were grouped, in the fact that only two Jacqueminot roses (of which nobody ever bought less than a dozen) had been placed in the slender vase at his elbow, and in the vague pervading perfume that was not what one put on handkerchiefs, but rather like the scent of some far off bazaar, a smell made up of Turkish coffee and ambergris and dried roses.\n", "word": "rose", "modifies": "jacqueminot"}
{"color": "yellow", "line": "The neighbourhood was thought remote, and the house was built in a ghastly greenish yellow stone that the younger architects were beginning to employ as a protest against the brownstone of which the uniform hue coated New York like a cold chocolate sauce; but the plumbing was perfect.\n", "word": "yellow", "modifies": "stone"}
{"color": "yellow", "line": "The young man felt that his fate was sealed: for the rest of his life he would go up every evening between the cast iron railings of that greenish yellow doorstep, and pass through a Pompeian vestibule into a hall with a wainscoting of varnished yellow wood.\n", "word": "yellow", "modifies": "doorstep"}
{"color": "yellow", "line": "She submitted cheerfully to the purple satin and yellow tuftings of the Welland drawing room, to its sham Buhl tables and gilt vitrines full of modern Saxe.\n", "word": "yellow", "modifies": "satin"}
{"color": "purple", "line": "She submitted cheerfully to the purple satin and yellow tuftings of the Welland drawing room, to its sham Buhl tables and gilt vitrines full of modern Saxe.\n", "word": "purple", "modifies": "tuftings"}
{"color": "gold", "line": "She detached a small gold cigarette case from one of her bracelets, held it out to him, and took a cigarette herself.\n", "word": "gold", "modifies": "cigarette"}
{"color": "pink", "line": "It was on the tip of his tongue to reply: \"Don't be seen driving about the streets with Beaufort \" but he was being too deeply drawn into the atmosphere of the room, which was her atmosphere, and to give advice of that sort would have been like telling some one who was bargaining for attar of roses in Samarkand that one should always be provided with arctics for a New York winter.\n", "word": "rose", "modifies": "attar"}
{"color": "white", "line": "The light touched to russet the rings of dark hair escaping from her braids, and made her pale face paler.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "She lifted her thin black eyebrows.\n", "word": "black", "modifies": "eyebrow"}
{"color": "white", "line": "Far down the inverted telescope he saw the faint white figure of May Welland in New York.\n", "word": "white", "modifies": "figure"}
{"color": "yellow", "line": "As he wrote a word on his card and waited for an envelope he glanced about the embowered shop, and his eye lit on a cluster of yellow roses.\n", "word": "yellow", "modifies": "rose"}
{"color": "pink", "line": "As he wrote a word on his card and waited for an envelope he glanced about the embowered shop, and his eye lit on a cluster of yellow roses.\n", "word": "rose", "modifies": "cluster"}
{"color": "yellow", "line": "He looked sideways at her fruit like cheek and felt rich and secure enough to add: \"When I sent your lilies yesterday afternoon I saw some rather gorgeous yellow roses and packed them off to Madame Olenska.\n", "word": "yellow", "modifies": "rose"}
{"color": "black", "line": "The Duke of course would be their principal theme; though the appearance in Fifth Avenue of a golden haired lady in a small canary coloured brougham with a pair of black cobs (for which Beaufort was generally thought responsible) would also doubtless be thoroughly gone into.\n", "word": "black", "modifies": "cob"}
{"color": "gray", "line": "\"The fact is,\" Mr. van der Luyden continued, stroking his long grey leg with a bloodless hand weighed down by the Patroon's great signet ring, \"the fact is, I dropped in to thank her for the very pretty note she wrote me about my flowers; and also but this is between ourselves, of course to give her a friendly warning about allowing the Duke to carry her off to parties with him.\n", "word": "grey", "modifies": "leg"}
{"color": "pink", "line": "With a glance at the clock he rose and added: \"But Louisa will be waiting.\n", "word": "rose", "modifies": "glance"}
{"color": "white", "line": "As he stroked his closeclipped white whiskers and ran his hand through the rumpled grey locks above his jutting brows, his disrespectful junior partner thought how much he looked like the Family Physician annoyed with a patient whose symptoms refuse to be classified.\n", "word": "white", "modifies": "whisker"}
{"color": "gray", "line": "As he stroked his closeclipped white whiskers and ran his hand through the rumpled grey locks above his jutting brows, his disrespectful junior partner thought how much he looked like the Family Physician annoyed with a patient whose symptoms refuse to be classified.\n", "word": "grey", "modifies": "lock"}
{"color": "pink", "line": "There was also a short letter from the Count to his wife: after reading it, Newland Archer rose, jammed the papers back into their envelope, and reentered Mr. Letterblair's office.\n", "word": "rose", "modifies": "newland"}
{"color": "gold", "line": "On the bench in the hall lay a sable lined overcoat, a folded opera hat of dull silk with a gold J.\n", "word": "gold", "modifies": "j."}
{"color": "white", "line": "B. on the lining, and a white silk muffler: there was no mistaking the fact that these costly articles were the property of Julius Beaufort.\n", "word": "white", "modifies": "muffler"}
{"color": "gold", "line": "It was usual for ladies who received in the evenings to wear what were called \"simple dinner dresses\": a close fitting armour of whale boned silk, slightly open in the neck, with lace ruffles filling in the crack, and tight sleeves with a flounce uncovering just enough wrist to show an Etruscan gold bracelet or a velvet band.\n", "word": "gold", "modifies": "bracelet"}
{"color": "red", "line": "But Madame Olenska, heedless of tradition, was attired in a long robe of red velvet bordered about the chin and down the front with glossy black fur.\n", "word": "red", "modifies": "velvet"}
{"color": "black", "line": "But Madame Olenska, heedless of tradition, was attired in a long robe of red velvet bordered about the chin and down the front with glossy black fur.\n", "word": "black", "modifies": "fur"}
{"color": "red", "line": "Her face looked pale and extinguished, as if dimmed by the rich red of her dress.\n", "word": "red", "modifies": "dress"}
{"color": "red", "line": "He stood up at this, wandered across the room, stared with void eyes at one of the pictures against the old red damask, and came back irresolutely to her side.\n", "word": "red", "modifies": "damask"}
{"color": "pink", "line": "\"The individual, in such cases, is nearly always sacrificed to what is supposed to be the collective interest: people cling to any convention that keeps the family together protects the children, if there are any,\" he rambled on, pouring out all the stock phrases that rose to his lips in his intense desire to cover over the ugly reality which her silence seemed to have laid bare.\n", "word": "rose", "modifies": "phrase"}
{"color": "pink", "line": "Madame Olenska rose, wound it up and returned to the fire, but without resuming her seat.\n", "word": "rose", "modifies": "madame"}
{"color": "gray", "line": "The actress, who was standing near the mantelpiece and looking down into the fire, wore a gray cashmere dress without fashionable loopings or trimmings, moulded to her tall figure and flowing in long lines about her feet.\n", "word": "gray", "modifies": "dress"}
{"color": "black", "line": "Around her neck was a narrow black velvet ribbon with the ends falling down her back.\n", "word": "black", "modifies": "ribbon"}
{"color": "red", "line": "Newland Archer could not pretend to anything approaching the young English actor's romantic good looks, and Miss Dyas was a tall red haired woman of monumental build whose pale and pleasantly ugly face was utterly unlike Ellen Olenska's vivid countenance.\n", "word": "red", "modifies": "woman"}
{"color": "white", "line": "Newland Archer could not pretend to anything approaching the young English actor's romantic good looks, and Miss Dyas was a tall red haired woman of monumental build whose pale and pleasantly ugly face was utterly unlike Ellen Olenska's vivid countenance.\n", "word": "pale", "modifies": "face"}
{"color": "yellow", "line": "\"Do you think,\" she asked, glancing toward the stage, \"he will send her a bunch of yellow roses tomorrow morning?\"\n", "word": "yellow", "modifies": "rose"}
{"color": "pink", "line": "\"Do you think,\" she asked, glancing toward the stage, \"he will send her a bunch of yellow roses tomorrow morning?\"\n", "word": "rose", "modifies": "bunch"}
{"color": "yellow", "line": "He had called only twice on Madame Olenska, and each time he had sent her a box of yellow roses, and each time without a card.\n", "word": "yellow", "modifies": "rose"}
{"color": "pink", "line": "He had called only twice on Madame Olenska, and each time he had sent her a box of yellow roses, and each time without a card.\n", "word": "rose", "modifies": "box"}
{"color": "pink", "line": "To his surprise her colour rose, reluctantly and duskily.\n", "word": "rose", "modifies": "surprise"}
{"color": "yellow", "line": "The next morning Archer scoured the town in vain for more yellow roses.\n", "word": "yellow", "modifies": "rose"}
{"color": "green", "line": "But none of these young men had much hope of really advancing in his profession, or any earnest desire to do so; and over many of them the green mould of the perfunctory was already perceptibly spreading.\n", "word": "green", "modifies": "mould"}
{"color": "yellow", "line": "This unexpected silence mortified him beyond reason, and though the next morning he saw a glorious cluster of yellow roses behind a florist's window pane, he left it there.\n", "word": "yellow", "modifies": "rose"}
{"color": "pink", "line": "This unexpected silence mortified him beyond reason, and though the next morning he saw a glorious cluster of yellow roses behind a florist's window pane, he left it there.\n", "word": "rose", "modifies": "cluster"}
{"color": "gold", "line": "In the morning he had a spin in the ice boat with his hostess and a few of the hardier guests; in the afternoon he \"went over the farm\" with Reggie, and listened, in the elaborately appointed stables, to long and impressive disquisitions on the horse; after tea he talked in a corner of the firelit hall with a young lady who had professed herself broken hearted when his engagement was announced, but was now eager to tell him of her own matrimonial hopes; and finally, about midnight, he assisted in putting a gold fish in one visitor's bed, dressed up a burglar in the bath room of a nervous aunt, and saw in the small hours by joining in a pillow fight that ranged from the nurseries to the basement.\n", "word": "gold", "modifies": "fish"}
{"color": "green", "line": "It was a large square wooden structure, with tongued and grooved walls painted pale green and white, a Corinthian portico, and fluted pilasters between the windows.\n", "word": "green", "modifies": "portico"}
{"color": "white", "line": "It was a large square wooden structure, with tongued and grooved walls painted pale green and white, a Corinthian portico, and fluted pilasters between the windows.\n", "word": "white", "modifies": "green"}
{"color": "red", "line": "Presently, however, coming down a foot path that crossed the highway, he caught sight of a slight figure in a red cloak, with a big dog running ahead.\n", "word": "red", "modifies": "cloak"}
{"color": "red", "line": "The red cloak made her look gay and vivid, like the Ellen Mingott of old days; and he laughed as he took her hand, and answered: \"I came to see what you were running away from.\"\n", "word": "red", "modifies": "cloak"}
{"color": "pink", "line": "The blood rose to his temples and he caught a fold of her cloak.\n", "word": "rose", "modifies": "blood"}
{"color": "red", "line": "For a moment Archer stood watching, his gaze delighted by the flash of the red meteor against the snow; then he started after her, and they met, panting and laughing, at a wicket that led into the park.\n", "word": "red", "modifies": "meteor"}
{"color": "white", "line": "The white glitter of the trees filled the air with its own mysterious brightness, and as they walked on over the snow the ground seemed to sing under their feet.\n", "word": "white", "modifies": "glitter"}
{"color": "pink", "line": "His spirits, which had dropped at her last words, rose with an irrational leap.\n", "word": "rose", "modifies": "spirit"}
{"color": "black", "line": "The words stole through him like a temptation, and to close his senses to it he moved away from the hearth and stood gazing out at the black tree boles against the snow.\n", "word": "black", "modifies": "bole"}
{"color": "white", "line": "All through the night he pursued through those enchanted pages the vision of a woman who had the face of Ellen Olenska; but when he woke the next morning, and looked out at the brownstone houses across the street, and thought of his desk in Mr. Letterblair's office, and the family pew in Grace Church, his hour in the park of Skuytercliff became as far outside the pale of probability as the visions of the night.\n", "word": "pale", "modifies": "probability"}
{"color": "white", "line": "\"Mercy, how pale you look, Newland!\"\n", "word": "pale", "modifies": "mercy"}
{"color": "white", "line": "Across the warm brown of her cheek her blown hair glittered like silver wire; and her eyes too looked lighter, almost pale in their youthful limpidity.\n", "word": "pale", "modifies": "limpidity"}
{"color": "silver", "line": "Across the warm brown of her cheek her blown hair glittered like silver wire; and her eyes too looked lighter, almost pale in their youthful limpidity.\n", "word": "silver", "modifies": "wire"}
{"color": "brown", "line": "Across the warm brown of her cheek her blown hair glittered like silver wire; and her eyes too looked lighter, almost pale in their youthful limpidity.\n", "word": "brown", "modifies": "cheek"}
{"color": "blue", "line": "To Archer's strained nerves the vision was as soothing as the sight of the blue sky and the lazy river.\n", "word": "blue", "modifies": "sky"}
{"color": "pink", "line": "It was like drinking at a cold spring with the sun on it; but his pressure may have been more vehement than he had intended, for the blood rose to her face and she drew back as if he had startled her.\n", "word": "rose", "modifies": "blood"}
{"color": "pink", "line": "Presently she started up, exclaiming that they would be late for breakfast; and they hurried back to the tumble down house with its pointless porch and unpruned hedge of plumbago and pink geraniums where the Wellands were installed for the winter.\n", "word": "pink", "modifies": "geranium"}
{"color": "pink", "line": "May Welland rose also; as they faced each other she seemed to grow in womanly stature and dignity.\n", "word": "rose", "modifies": "may"}
{"color": "black", "line": "He lowered his head, staring at the black leaf pattern on the sunny path at their feet.\n", "word": "black", "modifies": "pattern"}
{"color": "green", "line": "\"She had on a black velvet polonaise with jet buttons, and a tiny green monkey muff; I never saw her so stylishly dressed,\" Janey continued.\n", "word": "green", "modifies": "muff"}
{"color": "black", "line": "\"She had on a black velvet polonaise with jet buttons, and a tiny green monkey muff; I never saw her so stylishly dressed,\" Janey continued.\n", "word": "black", "modifies": "polonaise"}
{"color": "pink", "line": "Archer rose to go, and as his hand met Madame Olenska's he felt that she was waiting for him to make some allusion to her unanswered letter.\n", "word": "rose", "modifies": "archer"}
{"color": "yellow", "line": "One was a shaggy yellow ulster of \"reach me down\" cut, the other a very old and rusty cloak with a cape something like what the French called a \"Macfarlane.\"\n", "word": "yellow", "modifies": "ulster"}
{"color": "black", "line": "This garment, which appeared to be made for a person of prodigious size, had evidently seen long and hard wear, and its greenish black folds gave out a moist sawdusty smell suggestive of prolonged sessions against bar room walls.\n", "word": "black", "modifies": "fold"}
{"color": "gray", "line": "On it lay a ragged grey scarf and an odd felt hat of semiclerical shape.\n", "word": "grey", "modifies": "scarf"}
{"color": "black", "line": "Her hair, which had tried to turn white and only succeeded in fading, was surmounted by a Spanish comb and black lace scarf, and silk mittens, visibly darned, covered her rheumatic hands.\n", "word": "black", "modifies": "scarf"}
{"color": "gray", "line": "In one of the two, Archer, to his surprise, recognised Ned Winsett; the other and older, who was unknown to him, and whose gigantic frame declared him to be the wearer of the \"Macfarlane,\" had a feebly leonine head with crumpled grey hair, and moved his arms with large pawing gestures, as though he were distributing lay blessings to a kneeling multitude.\n", "word": "grey", "modifies": "hair"}
{"color": "red", "line": "These three persons stood together on the hearth rug, their eyes fixed on an extraordinarily large bouquet of crimson roses, with a knot of purple pansies at their base, that lay on the sofa where Madame Olenska usually sat.\n", "word": "crimson", "modifies": "rose"}
{"color": "pink", "line": "These three persons stood together on the hearth rug, their eyes fixed on an extraordinarily large bouquet of crimson roses, with a knot of purple pansies at their base, that lay on the sofa where Madame Olenska usually sat.\n", "word": "rose", "modifies": "crimson"}
{"color": "purple", "line": "These three persons stood together on the hearth rug, their eyes fixed on an extraordinarily large bouquet of crimson roses, with a knot of purple pansies at their base, that lay on the sofa where Madame Olenska usually sat.\n", "word": "purple", "modifies": "pansy"}
{"color": "gold", "line": "Carver looked slightly disappointed at this conclusion, but, having compared his ponderous gold time piece with Madame Olenska's little travelling clock, he reluctantly gathered up his mighty limbs for departure.\n", "word": "gold", "modifies": "time"}
{"color": "white", "line": "She glanced over her shoulder, as though fearful of being overheard, and then, drawing her chair nearer, and raising a tiny ivory fan to her lips, breathed behind it: \"By the Count himself my poor, mad, foolish Olenski; who asks only to take her back on her own terms.\"\n", "word": "ivory", "modifies": "fan"}
{"color": "pink", "line": "Those roses there on the sofa acres like them, under glass and in the open, in his matchless terraced gardens at Nice!\n", "word": "rose", "modifies": "acre"}
{"color": "green", "line": "Jewels historic pearls: the Sobieski emeralds sables, but she cares nothing for all these!\n", "word": "emerald", "modifies": "sobieski"}
{"color": "pink", "line": "As the Marchioness Manson rose to her climax her face assumed an expression of ecstatic retrospection which would have moved Archer's mirth had he not been numb with amazement.\n", "word": "rose", "modifies": "marchioness"}
{"color": "purple", "line": "Mrs. Manson laid a purple finger on her lips.\n", "word": "purple", "modifies": "finger"}
{"color": "white", "line": "For a while she sat in her arm chair, opening and shutting the absurd ivory fan between her mittened fingers; but suddenly she lifted her head and listened.\n", "word": "ivory", "modifies": "fan"}
{"color": "white", "line": "Her colour did not change, but a sort of white radiance of anger ran over her like summer lightning.\n", "word": "white", "modifies": "radiance"}
{"color": "pink", "line": "The young man rose and went to lean against the fireplace.\n", "word": "rose", "modifies": "man"}
{"color": "pink", "line": "A deep blush rose to her face and spread over her neck and shoulders.\n", "word": "rose", "modifies": "blush"}
{"color": "pink", "line": "She half rose and looked about her with absent eyes.\n", "word": "rose", "modifies": "half"}
{"color": "yellow", "line": "Her mistress smiled and took the yellow envelope.\n", "word": "yellow", "modifies": "envelope"}
{"color": "yellow", "line": "Archer crumpled up the yellow sheet as if the gesture could annihilate the news it contained.\n", "word": "yellow", "modifies": "sheet"}
{"color": "purple", "line": "The door opened, and his sister stood before him in her immemorial purple flannel dressing gown, with her hair \"on pins.\"\n", "word": "purple", "modifies": "gown"}
{"color": "purple", "line": "Janey fell upon his neck and pressed him to her purple flannel breast.\n", "word": "purple", "modifies": "breast"}
{"color": "white", "line": "The bridesmaids' eight bouquets of white lilac and lilies of the valley had been sent in due time, as well as the gold and sapphire sleeve links of the eight ushers and the best man's cat's eye scarf pin; Archer had sat up half the night trying to vary the wording of his thanks for the last batch of presents from men friends and ex lady loves; the fees for the Bishop and the Rector were safely in the pocket of his best man; his own luggage was already at Mrs. Manson Mingott's, where the wedding breakfast was to take place, and so were the travelling clothes into which he was to change; and a private compartment had been engaged in the train that was to carry the young couple to their unknown destination concealment of the spot in which the bridal night was to be spent being one of the most sacred taboos of the prehistoric ritual.\n", "word": "white", "modifies": "lilac"}
{"color": "gold", "line": "The bridesmaids' eight bouquets of white lilac and lilies of the valley had been sent in due time, as well as the gold and sapphire sleeve links of the eight ushers and the best man's cat's eye scarf pin; Archer had sat up half the night trying to vary the wording of his thanks for the last batch of presents from men friends and ex lady loves; the fees for the Bishop and the Rector were safely in the pocket of his best man; his own luggage was already at Mrs. Manson Mingott's, where the wedding breakfast was to take place, and so were the travelling clothes into which he was to change; and a private compartment had been engaged in the train that was to carry the young couple to their unknown destination concealment of the spot in which the bridal night was to be spent being one of the most sacred taboos of the prehistoric ritual.\n", "word": "gold", "modifies": "time"}
{"color": "blue", "line": "The bridesmaids' eight bouquets of white lilac and lilies of the valley had been sent in due time, as well as the gold and sapphire sleeve links of the eight ushers and the best man's cat's eye scarf pin; Archer had sat up half the night trying to vary the wording of his thanks for the last batch of presents from men friends and ex lady loves; the fees for the Bishop and the Rector were safely in the pocket of his best man; his own luggage was already at Mrs. Manson Mingott's, where the wedding breakfast was to take place, and so were the travelling clothes into which he was to change; and a private compartment had been engaged in the train that was to carry the young couple to their unknown destination concealment of the spot in which the bridal night was to be spent being one of the most sacred taboos of the prehistoric ritual.\n", "word": "sapphire", "modifies": "gold"}
{"color": "purple", "line": "The bridesmaids' eight bouquets of white lilac and lilies of the valley had been sent in due time, as well as the gold and sapphire sleeve links of the eight ushers and the best man's cat's eye scarf pin; Archer had sat up half the night trying to vary the wording of his thanks for the last batch of presents from men friends and ex lady loves; the fees for the Bishop and the Rector were safely in the pocket of his best man; his own luggage was already at Mrs. Manson Mingott's, where the wedding breakfast was to take place, and so were the travelling clothes into which he was to change; and a private compartment had been engaged in the train that was to carry the young couple to their unknown destination concealment of the spot in which the bridal night was to be spent being one of the most sacred taboos of the prehistoric ritual.\n", "word": "lilac", "modifies": "bouquet"}
{"color": "black", "line": "Archer made the gesture which he had seen so many bridegrooms make: with his ungloved right hand he felt in the pocket of his dark grey waistcoat, and assured himself that the little gold circlet (engraved inside: Newland to May, April , 187 ) was in its place; then, resuming his former attitude, his tall hat and pearl grey gloves with black stitchings grasped in his left hand, he stood looking at the door of the church.\n", "word": "black", "modifies": "stitching"}
{"color": "gold", "line": "Archer made the gesture which he had seen so many bridegrooms make: with his ungloved right hand he felt in the pocket of his dark grey waistcoat, and assured himself that the little gold circlet (engraved inside: Newland to May, April , 187 ) was in its place; then, resuming his former attitude, his tall hat and pearl grey gloves with black stitchings grasped in his left hand, he stood looking at the door of the church.\n", "word": "gold", "modifies": "circlet"}
{"color": "gray", "line": "Archer made the gesture which he had seen so many bridegrooms make: with his ungloved right hand he felt in the pocket of his dark grey waistcoat, and assured himself that the little gold circlet (engraved inside: Newland to May, April , 187 ) was in its place; then, resuming his former attitude, his tall hat and pearl grey gloves with black stitchings grasped in his left hand, he stood looking at the door of the church.\n", "word": "grey", "modifies": "waistcoat"}
{"color": "white", "line": "On the hither side of the white ribbon dividing off the seats reserved for the families he saw Beaufort, tall and redfaced, scrutinising the women with his arrogant stare.\n", "word": "white", "modifies": "ribbon"}
{"color": "purple", "line": "Beside him sat his wife, all silvery chinchilla and violets; and on the far side of the ribbon, Lawrence Lefferts's sleekly brushed head seemed to mount guard over the invisible deity of \"Good Form\" who presided at the ceremony.\n", "word": "violet", "modifies": "chinchilla"}
{"color": "brown", "line": "The cautious opening of the door of the church meant only that Mr. Brown the livery stable keeper (gowned in black in his intermittent character of sexton) was taking a preliminary survey of the scene before marshalling his forces.\n", "word": "brown", "modifies": "mr."}
{"color": "white", "line": "Her large pink face was appropriately solemn, and her plum coloured satin with pale blue side panels, and blue ostrich plumes in a small satin bonnet, met with general approval; but before she had settled herself with a stately rustle in the pew opposite Mrs. Archer's the spectators were craning their necks to see who was coming after her.\n", "word": "pale", "modifies": "panel"}
{"color": "blue", "line": "Her large pink face was appropriately solemn, and her plum coloured satin with pale blue side panels, and blue ostrich plumes in a small satin bonnet, met with general approval; but before she had settled herself with a stately rustle in the pew opposite Mrs. Archer's the spectators were craning their necks to see who was coming after her.\n", "word": "blue", "modifies": "side"}
{"color": "pink", "line": "Her large pink face was appropriately solemn, and her plum coloured satin with pale blue side panels, and blue ostrich plumes in a small satin bonnet, met with general approval; but before she had settled herself with a stately rustle in the pew opposite Mrs. Archer's the spectators were craning their necks to see who was coming after her.\n", "word": "pink", "modifies": "face"}
{"color": "purple", "line": "Her large pink face was appropriately solemn, and her plum coloured satin with pale blue side panels, and blue ostrich plumes in a small satin bonnet, met with general approval; but before she had settled herself with a stately rustle in the pew opposite Mrs. Archer's the spectators were craning their necks to see who was coming after her.\n", "word": "plum", "modifies": "satin"}
{"color": "brown", "line": "The ancestress had had to give in; but her concession was bought only by the promise that the wedding breakfast should take place under her roof, though (as the Washington Square connection said) with the Wellands' house in easy reach it was hard to have to make a special price with Brown to drive one to the other end of nowhere.\n", "word": "brown", "modifies": "price"}
{"color": "black", "line": "Mrs. Lovell Mingott had the high colour and glassy stare induced in ladies of her age and habit by the effort of getting into a new dress; but once the disappointment occasioned by her mother in law's non appearance had subsided, it was agreed that her black Chantilly over lilac satin, with a bonnet of Parma violets, formed the happiest contrast to Mrs. Welland's blue and plum colour.\n", "word": "black", "modifies": "chantilly"}
{"color": "purple", "line": "Mrs. Lovell Mingott had the high colour and glassy stare induced in ladies of her age and habit by the effort of getting into a new dress; but once the disappointment occasioned by her mother in law's non appearance had subsided, it was agreed that her black Chantilly over lilac satin, with a bonnet of Parma violets, formed the happiest contrast to Mrs. Welland's blue and plum colour.\n", "word": "lilac", "modifies": "satin"}
{"color": "purple", "line": "Mrs. Lovell Mingott had the high colour and glassy stare induced in ladies of her age and habit by the effort of getting into a new dress; but once the disappointment occasioned by her mother in law's non appearance had subsided, it was agreed that her black Chantilly over lilac satin, with a bonnet of Parma violets, formed the happiest contrast to Mrs. Welland's blue and plum colour.\n", "word": "violet", "modifies": "parma"}
{"color": "white", "line": "A long time had apparently passed since his heart had stopped beating, for the white and rosy procession was in fact half way up the nave, the Bishop, the Rector and two white winged assistants were hovering about the flower banked altar, and the first chords of the Spohr symphony were strewing their flower like notes before the bride.\n", "word": "white", "modifies": "procession"}
{"color": "white", "line": "And now he and his wife were pacing slowly down the nave, carried forward on the light Mendelssohn ripples, the spring day beckoning to them through widely opened doors, and Mrs. Welland's chestnuts, with big white favours on their frontlets, curvetting and showing off at the far end of the canvas tunnel.\n", "word": "white", "modifies": "favour"}
{"color": "white", "line": "The footman, who had a still bigger white favour on his lapel, wrapped May's white cloak about her, and Archer jumped into the brougham at her side.\n", "word": "white", "modifies": "favour"}
{"color": "black", "line": "Archer said and suddenly the same black abyss yawned before him and he felt himself sinking into it, deeper and deeper, while his voice rambled on smoothly and cheerfully: \"Yes, of course I thought I'd lost the ring; no wedding would be complete if the poor devil of a bridegroom didn't go through that.\n", "word": "black", "modifies": "abyss"}
{"color": "white", "line": "Once they were settled in their compartment, and the train, shaking off the endless wooden suburbs, had pushed out into the pale landscape of spring, talk became easier than Archer had expected.\n", "word": "pale", "modifies": "landscape"}
{"color": "silver", "line": "It will be good to have some tea when we arrive I'm sure the aunts have got everything beautifully ready,\" he rattled on, taking her hand in his; and her mind rushed away instantly to the magnificent tea and coffee service of Baltimore silver which the Beauforts had sent, and which \"went\" so perfectly with uncle Lovell Mingott's trays and side dishes.\n", "word": "silver", "modifies": "baltimore"}
{"color": "brown", "line": "The intimacy became indissoluble, and Mrs. Archer and Janey, whenever they alighted at Brown's Hotel, found themselves awaited by two affectionate friends who, like themselves, cultivated ferns in Wardian cases, made macrame lace, read the memoirs of the Baroness Bunsen and had views about the occupants of the leading London pulpits.\n", "word": "brown", "modifies": "hotel"}
{"color": "blue", "line": "\"Probably there'll be nobody at Mrs. Carfry's London's a desert at this season, and you've made yourself much too beautiful,\" Archer said to May, who sat at his side in the hansom so spotlessly splendid in her sky blue cloak edged with swansdown that it seemed wicked to expose her to the London grime.\n", "word": "blue", "modifies": "cloak"}
{"color": "pink", "line": "A sudden flush rose under M. Riviere's sallow skin.\n", "word": "rose", "modifies": "flush"}
{"color": "red", "line": "The turf was hemmed with an edge of scarlet geranium and coleus, and cast iron vases painted in chocolate colour, standing at intervals along the winding path that led to the sea, looped their garlands of petunia and ivy geranium above the neatly raked gravel.\n", "word": "scarlet", "modifies": "geranium"}
{"color": "gray", "line": "A number of ladies in summer dresses and gentlemen in grey frock coats and tall hats stood on the lawn or sat upon the benches; and every now and then a slender girl in starched muslin would step from the tent, bow in hand, and speed her shaft at one of the targets, while the spectators interrupted their talk to watch the result.\n", "word": "grey", "modifies": "coat"}
{"color": "blue", "line": "On each side of the shiny painted steps was a large blue china flower pot on a bright yellow china stand.\n", "word": "blue", "modifies": "pot"}
{"color": "yellow", "line": "On each side of the shiny painted steps was a large blue china flower pot on a bright yellow china stand.\n", "word": "yellow", "modifies": "china"}
{"color": "red", "line": "A spiky green plant filled each pot, and below the verandah ran a wide border of blue hydrangeas edged with more red geraniums.\n", "word": "red", "modifies": "geranium"}
{"color": "green", "line": "A spiky green plant filled each pot, and below the verandah ran a wide border of blue hydrangeas edged with more red geraniums.\n", "word": "green", "modifies": "plant"}
{"color": "blue", "line": "A spiky green plant filled each pot, and below the verandah ran a wide border of blue hydrangeas edged with more red geraniums.\n", "word": "blue", "modifies": "hydrangea"}
{"color": "silver", "line": "Behind him, the French windows of the drawing rooms through which he had passed gave glimpses, between swaying lace curtains, of glassy parquet floors islanded with chintz poufs, dwarf armchairs, and velvet tables covered with trifles in silver.\n", "word": "silver", "modifies": "trifle"}
{"color": "yellow", "line": "In New York, during the previous winter, after he and May had settled down in the new greenish yellow house with the bow window and the Pompeian vestibule, he had dropped back with relief into the old routine of the office, and the renewal of this daily activity had served as a link with his former self.\n", "word": "yellow", "modifies": "house"}
{"color": "gray", "line": "Then there had been the pleasurable excitement of choosing a showy grey stepper for May's brougham (the Wellands had given the carriage), and the abiding occupation and interest of arranging his new library, which, in spite of family doubts and disapprovals, had been carried out as he had dreamed, with a dark embossed paper, Eastlake book cases and \"sincere\" arm chairs and tables.\n", "word": "grey", "modifies": "stepper"}
{"color": "black", "line": "As usual, she was extraordinarily festooned and bedizened, with a limp Leghorn hat anchored to her head by many windings of faded gauze, and a little black velvet parasol on a carved ivory handle absurdly balanced over her much larger hatbrim.\n", "word": "black", "modifies": "parasol"}
{"color": "white", "line": "As usual, she was extraordinarily festooned and bedizened, with a limp Leghorn hat anchored to her head by many windings of faded gauze, and a little black velvet parasol on a carved ivory handle absurdly balanced over her much larger hatbrim.\n", "word": "ivory", "modifies": "handle"}
{"color": "green", "line": "In her white dress, with a pale green ribbon about the waist and a wreath of ivy on her hat, she had the same Diana like aloofness as when she had entered the Beaufort ball room on the night of her engagement.\n", "word": "green", "modifies": "ribbon"}
{"color": "white", "line": "In her white dress, with a pale green ribbon about the waist and a wreath of ivy on her hat, she had the same Diana like aloofness as when she had entered the Beaufort ball room on the night of her engagement.\n", "word": "white", "modifies": "dress"}
{"color": "white", "line": "Her rivals Mrs. Reggie Chivers, the Merry girls, and divers rosy Thorleys, Dagonets and Mingotts, stood behind her in a lovely anxious group, brown heads and golden bent above the scores, and pale muslins and flower wreathed hats mingled in a tender rainbow.\n", "word": "pale", "modifies": "muslin"}
{"color": "brown", "line": "Her rivals Mrs. Reggie Chivers, the Merry girls, and divers rosy Thorleys, Dagonets and Mingotts, stood behind her in a lovely anxious group, brown heads and golden bent above the scores, and pale muslins and flower wreathed hats mingled in a tender rainbow.\n", "word": "brown", "modifies": "head"}
{"color": "pink", "line": "Her rivals Mrs. Reggie Chivers, the Merry girls, and divers rosy Thorleys, Dagonets and Mingotts, stood behind her in a lovely anxious group, brown heads and golden bent above the scores, and pale muslins and flower wreathed hats mingled in a tender rainbow.\n", "word": "rosy", "modifies": "thorleys"}
{"color": "black", "line": "A winding drive led up between iron stags and blue glass balls embedded in mounds of geraniums to a front door of highly varnished walnut under a striped verandah roof; and behind it ran a narrow hall with a black and yellow star patterned parquet floor, upon which opened four small square rooms with heavy flock papers under ceilings on which an Italian house painter had lavished all the divinities of Olympus.\n", "word": "black", "modifies": "floor"}
{"color": "blue", "line": "A winding drive led up between iron stags and blue glass balls embedded in mounds of geraniums to a front door of highly varnished walnut under a striped verandah roof; and behind it ran a narrow hall with a black and yellow star patterned parquet floor, upon which opened four small square rooms with heavy flock papers under ceilings on which an Italian house painter had lavished all the divinities of Olympus.\n", "word": "blue", "modifies": "ball"}
{"color": "white", "line": "She pinched May's white arm and watched the colour flood her face.\n", "word": "white", "modifies": "arm"}
{"color": "red", "line": "\"Well, well, what have I said to make you shake out the red flag?\n", "word": "red", "modifies": "flag"}
{"color": "green", "line": "Through their veil Archer caught the glint of the Lime Rock, with its white washed turret and the tiny house in which the heroic light house keeper, Ida Lewis, was living her last venerable years.\n", "word": "lime", "modifies": "rock"}
{"color": "gold", "line": "Beyond it lay the flat reaches and ugly government chimneys of Goat Island, the bay spreading northward in a shimmer of gold to Prudence Island with its low growth of oaks, and the shores of Conanicut faint in the sunset haze.\n", "word": "gold", "modifies": "shimmer"}
{"color": "black", "line": "For a long moment the young man stood half way down the bank, gazing at the bay furrowed with the coming and going of sailboats, yacht launches, fishing craft and the trailing black coal barges hauled by noisy tugs.\n", "word": "black", "modifies": "barge"}
{"color": "green", "line": "Beyond the grey bastions of Fort Adams a long drawn sunset was splintering up into a thousand fires, and the radiance caught the sail of a catboat as it beat out through the channel between the Lime Rock and the shore.\n", "word": "lime", "modifies": "rock"}
{"color": "gray", "line": "Beyond the grey bastions of Fort Adams a long drawn sunset was splintering up into a thousand fires, and the radiance caught the sail of a catboat as it beat out through the channel between the Lime Rock and the shore.\n", "word": "grey", "modifies": "bastion"}
{"color": "green", "line": "he mused; and suddenly he said to himself: \"If she doesn't turn before that sail crosses the Lime Rock light I'll go back.\"\n", "word": "lime", "modifies": "light"}
{"color": "green", "line": "It slid before the Lime Rock, blotted out Ida Lewis's little house, and passed across the turret in which the light was hung.\n", "word": "lime", "modifies": "rock"}
{"color": "gold", "line": "Mr. Welland laid down his knife and fork and looked anxiously and incredulously across the luncheon table at his wife, who, adjusting her gold eye glasses, read aloud, in the tone of high comedy: \"Professor and Mrs. Emerson Sillerton request the pleasure of Mr. and Mrs. Welland's company at the meeting of the Wednesday Afternoon Club on August 25th at 3 o'clock punctually.\n", "word": "gold", "modifies": "glass"}
{"color": "red", "line": "\"Red Gables, Catherine Street.\n", "word": "red", "modifies": "gable"}
{"color": "black", "line": "Do you remember, two years ago, their giving a party for a black man on the day of Julia Mingott's the dansant?\n", "word": "black", "modifies": "man"}
{"color": "pink", "line": "At the thought he laid down his knife and fork again, and a flush of anxiety rose to his finely wrinkled cheek.\n", "word": "rose", "modifies": "flush"}
{"color": "white", "line": "A breeze from the north drove little puffs of white cloud across an ultramarine sky, with a bright sea running under it.\n", "word": "white", "modifies": "cloud"}
{"color": "white", "line": "He drove past grey shingled farm houses in orchards, past hay fields and groves of oak, past villages with white steeples rising sharply into the fading sky; and at last, after stopping to ask the way of some men at work in a field, he turned down a lane between high banks of goldenrod and brambles.\n", "word": "white", "modifies": "steeple"}
{"color": "gray", "line": "He drove past grey shingled farm houses in orchards, past hay fields and groves of oak, past villages with white steeples rising sharply into the fading sky; and at last, after stopping to ask the way of some men at work in a field, he turned down a lane between high banks of goldenrod and brambles.\n", "word": "grey", "modifies": "house"}
{"color": "white", "line": "At the end of the lane was the blue glimmer of the river; to the left, standing in front of a clump of oaks and maples, he saw a long tumble down house with white paint peeling from its clapboards.\n", "word": "white", "modifies": "paint"}
{"color": "blue", "line": "At the end of the lane was the blue glimmer of the river; to the left, standing in front of a clump of oaks and maples, he saw a long tumble down house with white paint peeling from its clapboards.\n", "word": "blue", "modifies": "glimmer"}
{"color": "white", "line": "The patch of lawn before it had relapsed into a hay field; but to the left an overgrown box garden full of dahlias and rusty rose bushes encircled a ghostly summer house of trellis work that had once been white, surmounted by a wooden Cupid who had lost his bow and arrow but continued to take ineffectual aim.\n", "word": "white", "modifies": "work"}
{"color": "pink", "line": "The patch of lawn before it had relapsed into a hay field; but to the left an overgrown box garden full of dahlias and rusty rose bushes encircled a ghostly summer house of trellis work that had once been white, surmounted by a wooden Cupid who had lost his bow and arrow but continued to take ineffectual aim.\n", "word": "rose", "modifies": "bush"}
{"color": "pink", "line": "As he entered it he caught sight of something bright coloured in the summer house, and presently made it out to be a pink parasol.\n", "word": "pink", "modifies": "parasol"}
{"color": "red", "line": "A red blotch on one of her cheeks seemed to show that it had recently been pressed against a pillow, and her half awakened eyes stared at him hospitably but confusedly.\n", "word": "red", "modifies": "blotch"}
{"color": "pink", "line": "Recovering the sunshade with a powerful hand she unfurled it and suspended its rosy dome above her head.\n", "word": "rosy", "modifies": "dome"}
{"color": "pink", "line": "It had seemed so exactly the place in which he ought to have found Madame Olenska; and she was far away, and even the pink sunshade was not hers ...\n", "word": "pink", "modifies": "sunshade"}
{"color": "pink", "line": "At the turn of the lane he saw Miss Blenker standing at the gate and waving the pink parasol.\n", "word": "pink", "modifies": "parasol"}
{"color": "gray", "line": "She had a grey silk sunshade over her head how could he ever have imagined her with a pink one?\n", "word": "grey", "modifies": "sunshade"}
{"color": "pink", "line": "She had a grey silk sunshade over her head how could he ever have imagined her with a pink one?\n", "word": "pink", "modifies": "one"}
{"color": "pink", "line": "The allusion brought the colour to her cheek, and it reflected itself in Archer's vivid blush.\n", "word": "blush", "modifies": "archer"}
{"color": "pink", "line": "The young man's blush deepened.\n", "word": "blush", "modifies": "man"}
{"color": "pink", "line": "Her colour rose again.\n", "word": "rose", "modifies": "colour"}
{"color": "white", "line": "It was that of a young man, pale too, and half extinguished by the heat, or worry, or both, but somehow, quicker, vivider, more conscious; or perhaps seeming so because he was so different.\n", "word": "pale", "modifies": "man"}
{"color": "pink", "line": "At the thought Archer's apprehension rose to anguish.\n", "word": "rose", "modifies": "thought"}
{"color": "white", "line": "He looked about the bare room and out at the bare beach and the row of stark white village houses strung along the shore.\n", "word": "white", "modifies": "house"}
{"color": "white", "line": "The strident school teachers were gathering up their possessions preparatory to a straggling flight to the wharf; across the beach lay the white steam boat at the pier; and over the sunlit waters Boston loomed in a line of haze.\n", "word": "white", "modifies": "boat"}
{"color": "pink", "line": "The young man's colour again rose.\n", "word": "rose", "modifies": "colour"}
{"color": "pink", "line": "A sudden blush rose to young Mrs. Archer's face; it surprised her husband as much as the other guests about the table.\n", "word": "rose", "modifies": "blush"}
{"color": "pink", "line": "May's blush remained permanently vivid: it seemed to have a significance beyond that implied by the recognition of Madame Olenska's social bad faith.\n", "word": "blush", "modifies": "may"}
{"color": "pink", "line": "What was the meaning of May's blush when the Countess Olenska had been mentioned?\n", "word": "blush", "modifies": "may"}
{"color": "black", "line": "\"If Beaufort \" Archer sprang up, his fist banging down on the black walnut edge of the writing table.\n", "word": "black", "modifies": "edge"}
{"color": "white", "line": "She bent over to lower the wick, and as the light struck up on her white shoulders and the clear curves of her face he thought: \"How young she is!\n", "word": "white", "modifies": "shoulder"}
{"color": "green", "line": "It was generally understood that he could call on powerful influences in case of emergency, and that he had done so with success; and that evening, when Mrs. Beaufort appeared at the Opera wearing her old smile and a new emerald necklace, society drew a breath of relief.\n", "word": "emerald", "modifies": "necklace"}
{"color": "white", "line": "The extent of the calamity left Mr. Letterblair white and incapacitated.\n", "word": "white", "modifies": "mr."}
{"color": "yellow", "line": "May led Archer into the old lady's sitting room, where the sliding doors opening into the bedroom had been drawn shut, and the heavy yellow damask portieres dropped over them; and here Mrs. Welland communicated to him in horrified undertones the details of the catastrophe.\n", "word": "yellow", "modifies": "portiere"}
{"color": "white", "line": "When Mrs. Mingott's bell rang Mrs. Beaufort had already slipped away unseen, and the old lady, white and vast and terrible, sat alone in her great chair, and signed to the butler to help her into her room.\n", "word": "white", "modifies": "lady"}
{"color": "green", "line": "\"I understand that the emerald necklace she wore at the Opera last Friday had been sent on approval from Ball and Black's in the afternoon.\n", "word": "emerald", "modifies": "necklace"}
{"color": "black", "line": "\"I understand that the emerald necklace she wore at the Opera last Friday had been sent on approval from Ball and Black's in the afternoon.\n", "word": "black", "modifies": "ball"}
{"color": "pink", "line": "Mrs. Welland sighed resignedly, and May rose from her seat and went to gather up some newspapers that had been scattered on the floor.\n", "word": "rose", "modifies": "may"}
{"color": "silver", "line": "She pronounced the syllables of the name with a peculiar clearness, as if she had tapped on two silver bells.\n", "word": "silver", "modifies": "bell"}
{"color": "pink", "line": "Archer rose with a murmur of readiness, and she seated herself at old Catherine's rosewood \"Bonheur du Jour,\" and wrote out the message in her large immature hand.\n", "word": "rose", "modifies": "archer"}
{"color": "pink", "line": "\"But all the while,\" Mrs. Welland began again, as she rose from the luncheon table, and led the way into the wilderness of purple satin and malachite known as the back drawing room, \"I don't see how Ellen's to be got here tomorrow evening; and I do like to have things settled for at least twenty four hours ahead.\"\n", "word": "rose", "modifies": "table"}
{"color": "purple", "line": "\"But all the while,\" Mrs. Welland began again, as she rose from the luncheon table, and led the way into the wilderness of purple satin and malachite known as the back drawing room, \"I don't see how Ellen's to be got here tomorrow evening; and I do like to have things settled for at least twenty four hours ahead.\"\n", "word": "purple", "modifies": "satin"}
{"color": "red", "line": "Archer turned from the fascinated contemplation of a small painting representing two Cardinals carousing, in an octagonal ebony frame set with medallions of onyx.\n", "word": "cardinal", "modifies": "carousing"}
{"color": "black", "line": "Archer turned from the fascinated contemplation of a small painting representing two Cardinals carousing, in an octagonal ebony frame set with medallions of onyx.\n", "word": "ebony", "modifies": "frame"}
{"color": "black", "line": "Archer turned from the fascinated contemplation of a small painting representing two Cardinals carousing, in an octagonal ebony frame set with medallions of onyx.\n", "word": "onyx", "modifies": "medallion"}
{"color": "blue", "line": "\"Good bye, dearest,\" she said, her eyes so blue that he wondered afterward if they had shone on him through tears.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "His wife's dark blue brougham (with the wedding varnish still on it) met Archer at the ferry, and conveyed him luxuriously to the Pennsylvania terminus in Jersey City.\n", "word": "blue", "modifies": "brougham"}
{"color": "white", "line": "And then, suddenly, he saw Madame Olenska's pale and surprised face close at hand, and had again the mortified sensation of having forgotten what she looked like.\n", "word": "pale", "modifies": "face"}
{"color": "brown", "line": "Her hand remained in his, and as the carriage lurched across the gang plank onto the ferry he bent over, unbuttoned her tight brown glove, and kissed her palm as if he had kissed a relic.\n", "word": "brown", "modifies": "glove"}
{"color": "blue", "line": "But she shone on him with her usual tenderness, and her eyes had kept the blue dazzle of the day before.\n", "word": "blue", "modifies": "dazzle"}
{"color": "green", "line": "Seeing that he had chosen history she fetched her workbasket, drew up an arm chair to the green shaded student lamp, and uncovered a cushion she was embroidering for his sofa.\n", "word": "green", "modifies": "lamp"}
{"color": "gold", "line": "She was so placed that Archer, by merely raising his eyes, could see her bent above her work frame, her ruffled elbow sleeves slipping back from her firm round arms, the betrothal sapphire shining on her left hand above her broad gold wedding ring, and the right hand slowly and laboriously stabbing the canvas.\n", "word": "gold", "modifies": "ring"}
{"color": "blue", "line": "She was so placed that Archer, by merely raising his eyes, could see her bent above her work frame, her ruffled elbow sleeves slipping back from her firm round arms, the betrothal sapphire shining on her left hand above her broad gold wedding ring, and the right hand slowly and laboriously stabbing the canvas.\n", "word": "sapphire", "modifies": "betrothal"}
{"color": "yellow", "line": "Behind the door, behind the curtains of the yellow damask room next to the hall, she was surely awaiting him; in another moment he should see her, and be able to speak to her before she led him to the sick room.\n", "word": "yellow", "modifies": "room"}
{"color": "yellow", "line": "But in the yellow sitting room it was the mulatto maid who waited.\n", "word": "yellow", "modifies": "room"}
{"color": "white", "line": "Her white teeth shining like a keyboard, she pushed back the sliding doors and ushered him into old Catherine's presence.\n", "word": "white", "modifies": "teeth"}
{"color": "green", "line": "Beside her was a mahogany stand bearing a cast bronze lamp with an engraved globe, over which a green paper shade had been balanced.\n", "word": "green", "modifies": "paper"}
{"color": "brown", "line": "Beside her was a mahogany stand bearing a cast bronze lamp with an engraved globe, over which a green paper shade had been balanced.\n", "word": "bronze", "modifies": "lamp"}
{"color": "purple", "line": "She merely looked paler, with darker shadows in the folds and recesses of her obesity; and, in the fluted mob cap tied by a starched bow between her first two chins, and the muslin kerchief crossed over her billowing purple dressing gown, she seemed like some shrewd and kindly ancestress of her own who might have yielded too freely to the pleasures of the table.\n", "word": "purple", "modifies": "gown"}
{"color": "white", "line": "Her hand fluttered from its chair arm and lit on his with a clutch of little pale nails like bird claws.\n", "word": "pale", "modifies": "nail"}
{"color": "black", "line": "It was in the conservatory that stretched its dead black bulk down the side street that he had taken his first kiss from May; it was under the myriad candles of the ball room that he had seen her appear, tall and silver shining as a young Diana.\n", "word": "black", "modifies": "bulk"}
{"color": "white", "line": "There was a familiar air about their overcoats and the way their smart silk mufflers were folded over their white ties; and he wondered how youths of their quality happened to be dining out so early.\n", "word": "white", "modifies": "tie"}
{"color": "brown", "line": "Its glass shelves were crowded with small broken objects hardly recognisable domestic utensils, ornaments and personal trifles made of glass, of clay, of discoloured bronze and other time blurred substances.\n", "word": "bronze", "modifies": "glass"}
{"color": "purple", "line": "\"Yes; but meanwhile \" \"Ah, meanwhile \" As she stood there, in her long sealskin coat, her hands thrust in a small round muff, her veil drawn down like a transparent mask to the tip of her nose, and the bunch of violets he had brought her stirring with her quickly taken breath, it seemed incredible that this pure harmony of line and colour should ever suffer the stupid law of change.\n", "word": "violet", "modifies": "bunch"}
{"color": "red", "line": "When she left he continued to sit motionless, his elbows on his knees, his chin on his clasped hands, his eyes fixed on the red grate.\n", "word": "red", "modifies": "grate"}
{"color": "pink", "line": "She paused again, a little breathless with the unwonted length of her speech, and sat with her lips slightly parted and a deep blush on her cheeks.\n", "word": "blush", "modifies": "cheek"}
{"color": "blue", "line": "As he walked past her she moved forward impulsively, as though to detain him: their eyes met, and he saw that hers were of the same swimming blue as when he had left her to drive to Jersey City.\n", "word": "blue", "modifies": "swimming"}
{"color": "black", "line": "The scene was the van der Luydens' black walnut dining room in Madison Avenue, and the time the evening after Newland Archer's visit to the Museum of Art.\n", "word": "black", "modifies": "room"}
{"color": "pink", "line": "May's colour rose, and Mrs. Archer put in hastily: \"If it was, I'm convinced it was there without Mrs. Mingott's knowledge.\"\n", "word": "rose", "modifies": "colour"}
{"color": "pink", "line": "A flush rose to May's forehead.\n", "word": "rose", "modifies": "flush"}
{"color": "white", "line": "As on that evening, she was all in white; and Archer, who had not noticed what she wore, recognised the blue white satin and old lace of her wedding dress.\n", "word": "white", "modifies": "evening"}
{"color": "blue", "line": "As on that evening, she was all in white; and Archer, who had not noticed what she wore, recognised the blue white satin and old lace of her wedding dress.\n", "word": "blue", "modifies": "satin"}
{"color": "gray", "line": "It was the custom, in old New York, for brides to appear in this costly garment during the first year or two of marriage: his mother, he knew, kept hers in tissue paper in the hope that Janey might some day wear it, though poor Janey was reaching the age when pearl grey poplin and no bridesmaids would be thought more \"appropriate.\"\n", "word": "grey", "modifies": "poplin"}
{"color": "pink", "line": "May gave him a glance of comprehension, and he saw her whisper to his mother, who nodded sympathetically; then she murmured an excuse to Mrs. van der Luyden, and rose from her seat just as Marguerite fell into Faust's arms.\n", "word": "rose", "modifies": "seat"}
{"color": "white", "line": "He noticed that his wife was very pale, and asked if he should get her some brandy.\n", "word": "pale", "modifies": "wife"}
{"color": "silver", "line": "she added, as he opened a silver box on the table and took out a cigarette.\n", "word": "silver", "modifies": "box"}
{"color": "gold", "line": "As she did so the gaslight struck on the gold of her wedding ring.\n", "word": "gold", "modifies": "ring"}
{"color": "pink", "line": "But a big dinner, with a hired chef and two borrowed footmen, with Roman punch, roses from Henderson's, and menus on gilt edged cards, was a different affair, and not to be lightly undertaken.\n", "word": "rose", "modifies": "punch"}
{"color": "silver", "line": "May, they told him, was in the dining room inspecting the mound of Jacqueminot roses and maidenhair in the centre of the long table, and the placing of the Maillard bonbons in openwork silver baskets between the candelabra.\n", "word": "silver", "modifies": "basket"}
{"color": "pink", "line": "May, they told him, was in the dining room inspecting the mound of Jacqueminot roses and maidenhair in the centre of the long table, and the placing of the Maillard bonbons in openwork silver baskets between the candelabra.\n", "word": "rose", "modifies": "jacqueminot"}
{"color": "gold", "line": "Mrs. Archer ran thoughtfully over the list, checking off each name with her sharp gold pen.\n", "word": "gold", "modifies": "pen"}
{"color": "pink", "line": "Her colour rose.\n", "word": "rose", "modifies": "colour"}
{"color": "silver", "line": "The tall lamps were all lit, and Mr. van der Luyden's orchids had been conspicuously disposed in various receptacles of modern porcelain and knobby silver.\n", "word": "silver", "modifies": "knobby"}
{"color": "white", "line": "A gilt bamboo jardiniere, in which the primulas and cinerarias were punctually renewed, blocked the access to the bay window (where the old fashioned would have preferred a bronze reduction of the Venus of Milo); the sofas and arm chairs of pale brocade were cleverly grouped about little plush tables densely covered with silver toys, porcelain animals and efflorescent photograph frames; and tall rosy shaded lamps shot up like tropical flowers among the palms.\n", "word": "pale", "modifies": "brocade"}
{"color": "silver", "line": "A gilt bamboo jardiniere, in which the primulas and cinerarias were punctually renewed, blocked the access to the bay window (where the old fashioned would have preferred a bronze reduction of the Venus of Milo); the sofas and arm chairs of pale brocade were cleverly grouped about little plush tables densely covered with silver toys, porcelain animals and efflorescent photograph frames; and tall rosy shaded lamps shot up like tropical flowers among the palms.\n", "word": "silver", "modifies": "toy"}
{"color": "brown", "line": "A gilt bamboo jardiniere, in which the primulas and cinerarias were punctually renewed, blocked the access to the bay window (where the old fashioned would have preferred a bronze reduction of the Venus of Milo); the sofas and arm chairs of pale brocade were cleverly grouped about little plush tables densely covered with silver toys, porcelain animals and efflorescent photograph frames; and tall rosy shaded lamps shot up like tropical flowers among the palms.\n", "word": "bronze", "modifies": "reduction"}
{"color": "pink", "line": "A gilt bamboo jardiniere, in which the primulas and cinerarias were punctually renewed, blocked the access to the bay window (where the old fashioned would have preferred a bronze reduction of the Venus of Milo); the sofas and arm chairs of pale brocade were cleverly grouped about little plush tables densely covered with silver toys, porcelain animals and efflorescent photograph frames; and tall rosy shaded lamps shot up like tropical flowers among the palms.\n", "word": "rosy", "modifies": "lamp"}
{"color": "brown", "line": "Perhaps that, or the fact that she had wound several rows of amber beads about her neck, reminded him suddenly of the little Ellen Mingott he had danced with at children's parties, when Medora Manson had first brought her to New York.\n", "word": "amber", "modifies": "bead"}
{"color": "brown", "line": "The amber beads were trying to her complexion, or her dress was perhaps unbecoming: her face looked lustreless and almost ugly, and he had never loved it as he did at that minute.\n", "word": "amber", "modifies": "bead"}
{"color": "white", "line": "All the beauty that had forsaken her face seemed to have taken refuge in the long pale fingers and faintly dimpled knuckles on his sleeve, and he said to himself: \"If it were only to see her hand again I should have to follow her .\"\n", "word": "pale", "modifies": "finger"}
{"color": "white", "line": "As his glance travelled from one placid well fed face to another he saw all the harmless looking people engaged upon May's canvas backs as a band of dumb conspirators, and himself and the pale woman on his right as the centre of their conspiracy.\n", "word": "pale", "modifies": "woman"}
{"color": "white", "line": "He turned to Madame Olenska, and her pale smile met him.\n", "word": "pale", "modifies": "smile"}
{"color": "pink", "line": "She rose from Madame Olenska's side, and immediately Mrs. van der Luyden beckoned the latter to a seat on the gilt sofa where she throned.\n", "word": "rose", "modifies": "side"}
{"color": "pink", "line": "For you see, Newland, I've been sure since this morning of something I've been so longing and hoping for \" He looked up at her with a sick stare, and she sank down, all dew and roses, and hid her face against his knee.\n", "word": "rose", "modifies": "dew"}
{"color": "blue", "line": "she exclaimed, her blue eyes wet with victory.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "His eyes, making the round of the room done over by Dallas with English mezzotints, Chippendale cabinets, bits of chosen blue and white and pleasantly shaded electric lamps came back to the old Eastlake writing table that he had never been willing to banish, and to his first photograph of May, which still kept its place beside his inkstand.\n", "word": "blue", "modifies": "lamp"}
{"color": "blue", "line": "Mary Chivers's mighty feats of athleticism could not have been performed with the twenty inch waist that May Archer's azure sash so easily spanned.\n", "word": "azure", "modifies": "sash"}
{"color": "pink", "line": "Chicago rang off, and Archer rose and began to pace up and down the room.\n", "word": "rose", "modifies": "archer"}
{"color": "green", "line": "Even the boy's Aunt Janey, who still looked so exactly as she used to in her elderly youth, had taken her mother's emeralds and seed pearls out of their pink cotton wool, and carried them with her own twitching hands to the future bride; and Fanny Beaufort, instead of looking disappointed at not receiving a \"set\" from a Paris jeweller, had exclaimed at their old fashioned beauty, and declared that when she wore them she should feel like an Isabey miniature.\n", "word": "emerald", "modifies": "mother"}
{"color": "pink", "line": "Even the boy's Aunt Janey, who still looked so exactly as she used to in her elderly youth, had taken her mother's emeralds and seed pearls out of their pink cotton wool, and carried them with her own twitching hands to the future bride; and Fanny Beaufort, instead of looking disappointed at not receiving a \"set\" from a Paris jeweller, had exclaimed at their old fashioned beauty, and declared that when she wore them she should feel like an Isabey miniature.\n", "word": "pink", "modifies": "wool"}
{"color": "purple", "line": "Sitting alone at night in his library, after the household had gone to bed, he had evoked the radiant outbreak of spring down the avenues of horse chestnuts, the flowers and statues in the public gardens, the whiff of lilacs from the flower carts, the majestic roll of the river under the great bridges, and the life of art and study and pleasure that filled each mighty artery to bursting.\n", "word": "lilac", "modifies": "whiff"}
{"color": "gray", "line": "Now the spectacle was before him in its glory, and as he looked out on it he felt shy, old fashioned, inadequate: a mere grey speck of a man compared with the ruthless magnificent fellow he had dreamed of being.... Dallas's hand came down cheerily on his shoulder.\n", "word": "grey", "modifies": "speck"}
{"color": "gray", "line": "The dome of Mansart floated ethereally above the budding trees and the long grey front of the building: drawing up into itself all the rays of afternoon light, it hung there like the visible symbol of the race's glory.\n", "word": "grey", "modifies": "front"}
{"color": "yellow", "line": "The day was fading into a soft sun shot haze, pricked here and there by a yellow electric light, and passers were rare in the little square into which they had turned.\n", "word": "yellow", "modifies": "light"}
{"color": "white", "line": "Then he tried to see the persons already in the room for probably at that sociable hour there would be more than one and among them a dark lady, pale and dark, who would look up quickly, half rise, and hold out a long thin hand with three rings on it....\n", "word": "pale", "modifies": "lady"}
