{"color": "blue", "line": "I ON a hill by the Mississippi where Chippewas camped two generations ago, a girl stood in relief against the cornflower blue of Northern sky.\n", "word": "blue", "modifies": "cornflower"}
{"color": "black", "line": "Every cell of her body was alive thin wrists, quince blossom skin, ingenue eyes, black hair.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "He was married, and therefore taboo, but he had come from Boston, he had lived among poets and socialists and Jews and millionaire uplifters at the University Settlement in New York, and he had a beautiful white strong neck.\n", "word": "white", "modifies": "neck"}
{"color": "green", "line": "A classmate named Stewart Snyder, a competent bulky young man in a gray flannel shirt, a rusty black bow tie, and the green and purple class cap, grumbled to her as they walked behind the others in the muck of the South St. Paul stockyards, “These college chumps make me tired.\n", "word": "green", "modifies": "cap"}
{"color": "black", "line": "A classmate named Stewart Snyder, a competent bulky young man in a gray flannel shirt, a rusty black bow tie, and the green and purple class cap, grumbled to her as they walked behind the others in the muck of the South St. Paul stockyards, “These college chumps make me tired.\n", "word": "black", "modifies": "tie"}
{"color": "gray", "line": "A classmate named Stewart Snyder, a competent bulky young man in a gray flannel shirt, a rusty black bow tie, and the green and purple class cap, grumbled to her as they walked behind the others in the muck of the South St. Paul stockyards, “These college chumps make me tired.\n", "word": "gray", "modifies": "shirt"}
{"color": "red", "line": "He rammed his large red fists into his pockets, he jerked them out, he resolutely got rid of them by clenching his hands behind him, and he stammered: “I know.\n", "word": "red", "modifies": "fist"}
{"color": "white", "line": "He hadn't a shapely white neck, and he had never lived among celebrated reformers.\n", "word": "white", "modifies": "neck"}
{"color": "black", "line": "She wanted, just now, to have a cell in a settlement house, like a nun without the bother of a black robe, and be kind, and read Bernard Shaw, and enormously improve a horde of grateful poor.\n", "word": "black", "modifies": "robe"}
{"color": "green", "line": "It had pictures of greens and garden walls in France, New England, Pennsylvania.\n", "word": "green", "modifies": "picture"}
{"color": "green", "line": "I'll make 'em put in a village green, and darling cottages, and a quaint Main Street!” Thus she triumphed through the class, which was a typical Blodgett contest between a dreary teacher and unwilling children of twenty, won by the teacher because his opponents had to answer his questions, while their treacherous queries he could counter by demanding, “Have you looked that up in the library?\n", "word": "green", "modifies": "village"}
{"color": "green", "line": "Her father, the smiling and shabby, the learned and teasingly kind, had come from Massachusetts, and through all her childhood he had been a judge in Mankato, which is not a prairie town, but in its garden sheltered streets and aisles of elms is white and green New England reborn.\n", "word": "green", "modifies": "england"}
{"color": "white", "line": "Her father, the smiling and shabby, the learned and teasingly kind, had come from Massachusetts, and through all her childhood he had been a judge in Mankato, which is not a prairie town, but in its garden sheltered streets and aisles of elms is white and green New England reborn.\n", "word": "white", "modifies": "street"}
{"color": "white", "line": "As she climbed along the banks of the dark river Carol listened to its fables about the wide land of yellow waters and bleached buffalo bones to the West; the Southern levees and singing darkies and palm trees toward which it was forever mysteriously gliding; and she heard again the startled bells and thick puffing of high stacked river steamers wrecked on sand reefs sixty years ago.\n", "word": "bleached", "modifies": "bone"}
{"color": "yellow", "line": "As she climbed along the banks of the dark river Carol listened to its fables about the wide land of yellow waters and bleached buffalo bones to the West; the Southern levees and singing darkies and palm trees toward which it was forever mysteriously gliding; and she heard again the startled bells and thick puffing of high stacked river steamers wrecked on sand reefs sixty years ago.\n", "word": "yellow", "modifies": "water"}
{"color": "red", "line": "Along the decks she saw missionaries, gamblers in tall pot hats, and Dakota chiefs with scarlet blankets. . . . Far off whistles at night, round the river bend, plunking paddles reechoed by the pines, and a glow on black sliding waters.\n", "word": "scarlet", "modifies": "blanket"}
{"color": "brown", "line": "Judge Milford's pedagogical scheme was to let the children read whatever they pleased, and in his brown library Carol absorbed Balzac and Rabelais and Thoreau and Max Muller.\n", "word": "brown", "modifies": "library"}
{"color": "brown", "line": "From those early brown and silver days and from her independence of relatives Carol retained a willingness to be different from brisk efficient book ignoring people; an instinct to observe and wonder at their bustle even when she was taking part in it.\n", "word": "brown", "modifies": "day"}
{"color": "pink", "line": "She saw the palms as a jungle, the pink shaded electric globes as an opaline haze, and the eye glassed faculty as Olympians.\n", "word": "pink", "modifies": "globe"}
{"color": "brown", "line": "He was so much manlier than the others; he was an even warm brown, like his new ready made suit with its padded shoulders.\n", "word": "brown", "modifies": "suit"}
{"color": "white", "line": "And by the chance of propinquity she read scores of books unnatural to her gay white littleness: volumes of anthropology with ditches of foot notes filled with heaps of small dusty type, Parisian imagistes, Hindu recipes for curry, voyages to the Solomon Isles, theosophy with modern American improvements, treatises upon success in the real estate business.\n", "word": "white", "modifies": "littleness"}
{"color": "white", "line": "This September Sunday evening she wore a net frock with a pale pink lining.\n", "word": "pale", "modifies": "lining"}
{"color": "pink", "line": "This September Sunday evening she wore a net frock with a pale pink lining.\n", "word": "pink", "modifies": "lining"}
{"color": "green", "line": "She flung her coat at the chair in the hall of the flat, and exploded into the green plush living room.\n", "word": "green", "modifies": "room"}
{"color": "brown", "line": "But there was also a stranger, a thick tall man of thirty six or seven, with stolid brown hair, lips used to giving orders, eyes which followed everything good naturedly, and clothes which you could never quite remember.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "His hand was strong; the palm soft, but the back weathered, showing golden hairs against firm red skin.\n", "word": "red", "modifies": "skin"}
{"color": "gray", "line": "I expect to take to a lip stick, and to find a gray hair any morning now.” “Huh!\n", "word": "gray", "modifies": "hair"}
{"color": "red", "line": "“It's pleasant, but sometimes I feel shut off from things the steel stacks, and the everlasting cards smeared all over with red rubber stamps.” “Don't you get sick of the city?” “St.\n", "word": "red", "modifies": "stamp"}
{"color": "blue", "line": "They walked from St. Paul down the river to Mendota, Kennicott more elastic seeming in a cap and a soft crepe shirt, Carol youthful in a tam o' shanter of mole velvet, a blue serge suit with an absurdly and agreeably broad turn down linen collar, and frivolous ankles above athletic shoes.\n", "word": "blue", "modifies": "serge"}
{"color": "white", "line": "The river road led past rocky field slopes, deep glens, woods flamboyant now with September, to Mendota, white walls and a spire among trees beneath a hill, old world in its placid ease.\n", "word": "white", "modifies": "wall"}
{"color": "red", "line": "In its solid rooms Carol and Kennicott found prints from other days which the house had seen tail coats of robin's egg blue, clumsy Red River carts laden with luxurious furs, whiskered Union soldiers in slant forage caps and rattling sabers.\n", "word": "red", "modifies": "river"}
{"color": "blue", "line": "In its solid rooms Carol and Kennicott found prints from other days which the house had seen tail coats of robin's egg blue, clumsy Red River carts laden with luxurious furs, whiskered Union soldiers in slant forage caps and rattling sabers.\n", "word": "blue", "modifies": "coat"}
{"color": "black", "line": "One winter picture of the edge of Plover Lake had the air of an etching: lustrous slide of ice, snow in the crevices of a boggy bank, the mound of a muskrat house, reeds in thin black lines, arches of frosty grasses.\n", "word": "black", "modifies": "line"}
{"color": "red", "line": "The stretch of faded gold stubble broken only by clumps of willows encircling white houses and red barns.\n", "word": "red", "modifies": "barn"}
{"color": "white", "line": "The stretch of faded gold stubble broken only by clumps of willows encircling white houses and red barns.\n", "word": "white", "modifies": "house"}
{"color": "gold", "line": "The stretch of faded gold stubble broken only by clumps of willows encircling white houses and red barns.\n", "word": "gold", "modifies": "stubble"}
{"color": "red", "line": "Most of the crumbs drop on the red plush of the seat, and the woman sighs and tries to brush them away, but they leap up impishly and fall back on the plush.\n", "word": "red", "modifies": "plush"}
{"color": "gray", "line": "A large brick colored Norwegian takes off his shoes, grunts in relief, and props his feet in their thick gray socks against the seat in front of him.\n", "word": "gray", "modifies": "sock"}
{"color": "white", "line": "An old woman whose toothless mouth shuts like a mud turtle's, and whose hair is not so much white as yellow like moldy linen, with bands of pink skull apparent between the tresses, anxiously lifts her bag, opens it, peers in, closes it, puts it under the seat, and hastily picks it up and opens it and hides it all over again.\n", "word": "white", "modifies": "hair"}
{"color": "pink", "line": "An old woman whose toothless mouth shuts like a mud turtle's, and whose hair is not so much white as yellow like moldy linen, with bands of pink skull apparent between the tresses, anxiously lifts her bag, opens it, peers in, closes it, puts it under the seat, and hastily picks it up and opens it and hides it all over again.\n", "word": "pink", "modifies": "skull"}
{"color": "black", "line": "In it were an obviously prosperous man and a black haired, fine skinned girl whose pumps rested on an immaculate horsehide bag.\n", "word": "black", "modifies": "girl"}
{"color": "red", "line": "It was a row of one story shops covered with galvanized iron, or with clapboards painted red and bilious yellow.\n", "word": "red", "modifies": "yellow"}
{"color": "yellow", "line": "It was a row of one story shops covered with galvanized iron, or with clapboards painted red and bilious yellow.\n", "word": "yellow", "modifies": "iron"}
{"color": "red", "line": "The railroad station was a one room frame box, a mirey cattle pen on one side and a crimson wheat elevator on the other.\n", "word": "crimson", "modifies": "elevator"}
{"color": "red", "line": "The only habitable structures to be seen were the florid red brick Catholic church and rectory at the end of Main Street.\n", "word": "red", "modifies": "church"}
{"color": "yellow", "line": "Got a dandy great big yellow brick house with tiled walks and a garden and everything, other end of town can't see it from here I've gone past it when I've driven through here.\n", "word": "yellow", "modifies": "house"}
{"color": "blue", "line": "You'll feel better when you get home and have a good bath, and put on the blue negligee.\n", "word": "blue", "modifies": "negligee"}
{"color": "red", "line": "Here she meditated is the newest empire of the world; the Northern Middlewest; a land of dairy herds and exquisite lakes, of new automobiles and tar paper shanties and silos like red towers, of clumsy speech and a hope that is boundless.\n", "word": "red", "modifies": "tower"}
{"color": "yellow", "line": "The long rows of wheat shocks marched like soldiers in worn yellow tabards.\n", "word": "yellow", "modifies": "tabard"}
{"color": "black", "line": "The newly plowed fields were black banners fallen on the distant slope.\n", "word": "black", "modifies": "banner"}
{"color": "blue", "line": "The expanse was relieved by clumps of oaks with patches of short wild grass; and every mile or two was a chain of cobalt slews, with the flicker of blackbirds' wings across them.\n", "word": "cobalt", "modifies": "slew"}
{"color": "blue", "line": "The sunshine was dizzy on open stubble; shadows from immense cumulus clouds were forever sliding across low mounds; and the sky was wider and loftier and more resolutely blue than the sky of cities .\n", "word": "blue", "modifies": "sky"}
{"color": "brown", "line": "The huddled low wooden houses broke the plains scarcely more than would a hazel thicket.\n", "word": "hazel", "modifies": "thicket"}
{"color": "red", "line": "Only the tall red grain elevator and a few tinny church steeples rose from the mass.\n", "word": "red", "modifies": "grain"}
{"color": "pink", "line": "Only the tall red grain elevator and a few tinny church steeples rose from the mass.\n", "word": "rose", "modifies": "elevator"}
{"color": "red", "line": "The houses on the outskirts were dusky old red mansions with wooden frills, or gaunt frame shelters like grocery boxes, or new bungalows with concrete foundations imitating stone.\n", "word": "red", "modifies": "mansion"}
{"color": "red", "line": "Now they were stopping at a squat red frame station, the platform crowded with unshaven farmers and with loafers unadventurous people with dead eyes.\n", "word": "red", "modifies": "squat"}
{"color": "pink", "line": "They always make the bride's home coming a bower of roses.\n", "word": "rose", "modifies": "bower"}
{"color": "brown", "line": "“You look like you were in a brown study.\n", "word": "brown", "modifies": "study"}
{"color": "brown", "line": "A square smug brown house, rather damp.\n", "word": "brown", "modifies": "house"}
{"color": "yellow", "line": "Sickly yellow leaves in a windrow with dried wings of box elder seeds and snags of wool from the cotton woods.\n", "word": "yellow", "modifies": "leaf"}
{"color": "pink", "line": "Window curtains of starched cheap lace revealing a pink marble table with a conch shell and a Family Bible.\n", "word": "pink", "modifies": "table"}
{"color": "black", "line": "She gazed about their bedroom, and its full dismalness crawled over her: the awkward knuckly L shape of it; the black walnut bed with apples and spotty pears carved on the headboard; the imitation maple bureau, with pink daubed scent bottles and a petticoated pin cushion on a marble slab uncomfortably like a gravestone; the plain pine washstand and the garlanded water pitcher and bowl.\n", "word": "black", "modifies": "bed"}
{"color": "pink", "line": "She gazed about their bedroom, and its full dismalness crawled over her: the awkward knuckly L shape of it; the black walnut bed with apples and spotty pears carved on the headboard; the imitation maple bureau, with pink daubed scent bottles and a petticoated pin cushion on a marble slab uncomfortably like a gravestone; the plain pine washstand and the garlanded water pitcher and bowl.\n", "word": "pink", "modifies": "bottle"}
{"color": "black", "line": "The daring black chemise of frail chiffon and lace was a hussy at which the deep bosomed bed stiffened in disgust, and she hurled it into a bureau drawer, hid it beneath a sensible linen blouse.\n", "word": "black", "modifies": "chemise"}
{"color": "brown", "line": "They were so small and weak, the little brown houses.\n", "word": "brown", "modifies": "house"}
{"color": "yellow", "line": "It was a tall lean shabby structure, three stories of yellow streaked wood, the corners covered with sanded pine slabs purporting to symbolize stone.\n", "word": "yellow", "modifies": "wood"}
{"color": "pink", "line": "A man in cuffless shirt sleeves with pink arm garters, wearing a linen collar but no tie, yawned his way from Dyer's Drug Store across to the hotel.\n", "word": "pink", "modifies": "garter"}
{"color": "green", "line": "A lumber wagon, its long green box filled with large spools of barbed wire fencing, creaked down the block.\n", "word": "green", "modifies": "box"}
{"color": "red", "line": "Inside the store, a greasy marble soda fountain with an electric lamp of red and green and curdled yellow mosaic shade.\n", "word": "red", "modifies": "shade"}
{"color": "yellow", "line": "Inside the store, a greasy marble soda fountain with an electric lamp of red and green and curdled yellow mosaic shade.\n", "word": "yellow", "modifies": "shade"}
{"color": "yellow", "line": "Shelves of soap cartons, teething rings, garden seeds, and patent medicines in yellow “packages nostrums” for consumption, for “women's diseases” notorious mixtures of opium and alcohol, in the very shop to which her husband sent patients for the filling of prescriptions.\n", "word": "yellow", "modifies": "nostrum"}
{"color": "black", "line": "In the display window, black, overripe bananas and lettuce on which a cat was sleeping.\n", "word": "black", "modifies": "banana"}
{"color": "red", "line": "Shelves lined with red crepe paper which was now faded and torn and concentrically spotted.\n", "word": "red", "modifies": "paper"}
{"color": "gold", "line": "A fly buzzing saloon with a brilliant gold and enamel whisky sign across the front.\n", "word": "gold", "modifies": "saloon"}
{"color": "purple", "line": "One window of excellent clothes for men, interspersed with collars of floral pique which showed mauve daisies on a saffron ground.\n", "word": "mauve", "modifies": "daisy"}
{"color": "red", "line": "In the shallow dark window space heaps of sleazy sateens, badly woven galateas, canvas shoes designed for women with bulging ankles, steel and red glass buttons upon cards with broken edges, a cottony blanket, a granite ware frying pan reposing on a sun faded crepe blouse.\n", "word": "red", "modifies": "button"}
{"color": "brown", "line": "Surly young men in khaki union overalls.\n", "word": "khaki", "modifies": "union"}
{"color": "green", "line": "An impressive barricade of green and gold wheels, of shafts and sulky seats, belonging to machinery of which Carol knew nothing potato planters, manure spreaders, silage cutters, disk harrows, breaking plows.\n", "word": "green", "modifies": "wheel"}
{"color": "red", "line": "On another side street a raw red brick Catholic Church with a varnished yellow door.\n", "word": "red", "modifies": "church"}
{"color": "yellow", "line": "On another side street a raw red brick Catholic Church with a varnished yellow door.\n", "word": "yellow", "modifies": "door"}
{"color": "yellow", "line": "The damp, yellow brick schoolbuilding in its cindery grounds.\n", "word": "yellow", "modifies": "brick"}
{"color": "white", "line": "The white temple of the Farmers' Bank was elbowed back by a grocery of glaring yellow brick.\n", "word": "white", "modifies": "temple"}
{"color": "yellow", "line": "The white temple of the Farmers' Bank was elbowed back by a grocery of glaring yellow brick.\n", "word": "yellow", "modifies": "brick"}
{"color": "red", "line": "One store building had a patchy galvanized iron cornice; the building beside it was crowned with battlements and pyramids of brick capped with blocks of red sandstone.\n", "word": "red", "modifies": "sandstone"}
{"color": "blue", "line": "A fine big gentleman in a new pink shirt with a diamond, and not no washed out blue denim working shirt.\n", "word": "blue", "modifies": "shirt"}
{"color": "pink", "line": "A fine big gentleman in a new pink shirt with a diamond, and not no washed out blue denim working shirt.\n", "word": "pink", "modifies": "shirt"}
{"color": "red", "line": "And Axel Egge's, like home, lots of Swedes and Norskes in there, and a card of dandy buttons, like rubies.\n", "word": "ruby", "modifies": "button"}
{"color": "red", "line": "A hotel, awful high, higher than Oscar Tollefson's new red barn; three stories, one right on top of another; you had to stick your head back to look clear up to the top.\n", "word": "red", "modifies": "barn"}
{"color": "black", "line": "There was a lady going by, you wouldn't hardly say she was any older than Bea herself; she wore a dandy new gray suit and black pumps.\n", "word": "black", "modifies": "pump"}
{"color": "gray", "line": "There was a lady going by, you wouldn't hardly say she was any older than Bea herself; she wore a dandy new gray suit and black pumps.\n", "word": "gray", "modifies": "suit"}
{"color": "red", "line": "There were five automobiles on the street all at the same time and one of 'em was a great big car that must of cost two thousand dollars and the 'bus was starting for a train with five elegant dressed fellows, and a man was pasting up red bills with lovely pictures of washing machines on them, and the jeweler was laying out bracelets and wrist watches and EVERYTHING on real velvet.\n", "word": "red", "modifies": "bill"}
{"color": "gold", "line": "Her frock was an ingenue slip of lawn, with a wide gold sash and a low square neck, which gave a suggestion of throat and molded shoulders.\n", "word": "gold", "modifies": "sash"}
{"color": "red", "line": "She wished alternately that she had worn a spinsterish high necked dress, and that she had dared to shock them with a violent brick red scarf which she had bought in Chicago.\n", "word": "red", "modifies": "scarf"}
{"color": "black", "line": "Well, Perce comes back here for the black bass fishing almost every summer, and he says if he could get away from business, he'd rather live here than in Boston or New York or any of those places.\n", "word": "black", "modifies": "fishing"}
{"color": "gray", "line": "Luke Dawson, lender of money on mortgages, owner of Northern cut over land, was a hesitant man in unpressed soft gray clothes, with bulging eyes in a milky face.\n", "word": "gray", "modifies": "clothes"}
{"color": "white", "line": "His wife had bleached cheeks, bleached hair, bleached voice, and a bleached manner.\n", "word": "bleached", "modifies": "cheek"}
{"color": "green", "line": "She wore her expensive green frock, with its passementeried bosom, bead tassels, and gaps between the buttons down the back, as though she had bought it second hand and was afraid of meeting the former owner.\n", "word": "green", "modifies": "frock"}
{"color": "brown", "line": "It was “Professor” brown, who held Carol's hand and made her welcome.\n", "word": "brown", "modifies": "professor"}
{"color": "white", "line": "Carol saw that George Edwin Mott and the blanched Mr. and Mrs. Dawson were not yet hypnotized.\n", "word": "blanched", "modifies": "mr."}
{"color": "gold", "line": "She asserted that she was going to stage a musical comedy, that she preferred cafe parfait to beefsteak, that she hoped Dr. Kennicott would never lose his ability to make love to charming women, and that she had a pair of gold stockings.\n", "word": "gold", "modifies": "stocking"}
{"color": "gray", "line": "Juanita Haydock talked a good deal in her rattling voice but it was invariably of personalities: the rumor that Raymie Wutherspoon was going to send for a pair of patent leather shoes with gray buttoned tops; the rheumatism of Champ Perry; the state of Guy Pollock's grippe; and the dementia of Jim Howland in painting his fence salmon pink.\n", "word": "gray", "modifies": "top"}
{"color": "white", "line": "He was a distinguished bird of prey swooping thin nose, turtle mouth, thick brows, port wine cheeks, floss of white hair, contemptuous eyes.\n", "word": "white", "modifies": "hair"}
{"color": "gray", "line": "But Westlake was old, almost retired; Julius Flickerbaugh had lost much of his practice to livelier attorneys; Reverend (not The Reverend) Peedy was dead; and nobody was impressed in this rotten age of automobiles by the “spanking grays” which Ezra still drove.\n", "word": "gray", "modifies": "spanking"}
{"color": "blue", "line": "“He settled first in Blue Earth County, him and his father!” (“What's the point at issue?”) Carol whispered to Kennicott.\n", "word": "blue", "modifies": "earth"}
{"color": "gold", "line": "Talking about gold stockings, and about showing your ankles to schoolteachers and all!” More mildly: “You gave 'em a good time, but I'd watch out for that, 'f I were you.\n", "word": "gold", "modifies": "stocking"}
{"color": "brown", "line": "He drew the new hammerless shotgun out of its heavy tan leather case and made her peep through the barrels to see how dazzlingly free they were from rust.\n", "word": "tan", "modifies": "case"}
{"color": "green", "line": "The shells, with their brass caps and sleek green bodies and hieroglyphics on the wads, were cool and comfortably heavy in her hands.\n", "word": "green", "modifies": "body"}
{"color": "brown", "line": "Kennicott wore a brown canvas hunting coat with vast pockets lining the inside, corduroy trousers which bulged at the wrinkles, peeled and scarred shoes, a scarecrow felt hat.\n", "word": "brown", "modifies": "coat"}
{"color": "red", "line": "Kennicott had borrowed Jackson Elder's red and white English setter, a complacent dog with a waving tail of silver hair which flickered in the sunshine.\n", "word": "red", "modifies": "setter"}
{"color": "silver", "line": "Kennicott had borrowed Jackson Elder's red and white English setter, a complacent dog with a waving tail of silver hair which flickered in the sunshine.\n", "word": "silver", "modifies": "hair"}
{"color": "yellow", "line": "As the sun warmed the world of stubble into a welter of yellow they turned from the highroad, through the bars of a farmer's gate, into a field, slowly bumping over the uneven earth.\n", "word": "yellow", "modifies": "welter"}
{"color": "gray", "line": "She heard Kennicott gasp, “Look!” Three gray birds were starting up from the stubble.\n", "word": "gray", "modifies": "bird"}
{"color": "red", "line": "At noon they drove into her first farmyard, a private village, a white house with no porches save a low and quite dirty stoop at the back, a crimson barn with white trimmings, a glazed brick silo, an ex carriage shed, now the garage of a Ford, an unpainted cow stable, a chicken house, a pig pen, a corn crib, a granary, the galvanized iron skeleton tower of a wind mill.\n", "word": "crimson", "modifies": "barn"}
{"color": "white", "line": "At noon they drove into her first farmyard, a private village, a white house with no porches save a low and quite dirty stoop at the back, a crimson barn with white trimmings, a glazed brick silo, an ex carriage shed, now the garage of a Ford, an unpainted cow stable, a chicken house, a pig pen, a corn crib, a granary, the galvanized iron skeleton tower of a wind mill.\n", "word": "white", "modifies": "house"}
{"color": "yellow", "line": "The dooryard was of packed yellow clay, treeless, barren of grass, littered with rusty plowshares and wheels of discarded cultivators.\n", "word": "yellow", "modifies": "clay"}
{"color": "red", "line": "But beyond the barn was a clump of scarlet geraniums; the prairie breeze was sunshine in motion; the flashing metal blades of the windmill revolved with a lively hum; a horse neighed, a rooster crowed, martins flew in and out of the cow stable.\n", "word": "scarlet", "modifies": "geranium"}
{"color": "red", "line": "And after each self rebuke she stumbled again on “I just wonder ” They ate their sandwiches by a prairie slew: long grass reaching up out of clear water, mossy bogs, red winged black birds, the scum a splash of gold green.\n", "word": "red", "modifies": "bird"}
{"color": "green", "line": "And after each self rebuke she stumbled again on “I just wonder ” They ate their sandwiches by a prairie slew: long grass reaching up out of clear water, mossy bogs, red winged black birds, the scum a splash of gold green.\n", "word": "green", "modifies": "gold"}
{"color": "black", "line": "And after each self rebuke she stumbled again on “I just wonder ” They ate their sandwiches by a prairie slew: long grass reaching up out of clear water, mossy bogs, red winged black birds, the scum a splash of gold green.\n", "word": "black", "modifies": "bird"}
{"color": "gold", "line": "And after each self rebuke she stumbled again on “I just wonder ” They ate their sandwiches by a prairie slew: long grass reaching up out of clear water, mossy bogs, red winged black birds, the scum a splash of gold green.\n", "word": "gold", "modifies": "green"}
{"color": "green", "line": "They paused to look for partridges in a rim of woods, little woods, very clean and shiny and gay, silver birches and poplars with immaculate green trunks, encircling a lake of sandy bottom, a splashing seclusion demure in the welter of hot prairie.\n", "word": "green", "modifies": "trunk"}
{"color": "silver", "line": "They paused to look for partridges in a rim of woods, little woods, very clean and shiny and gay, silver birches and poplars with immaculate green trunks, encircling a lake of sandy bottom, a splashing seclusion demure in the welter of hot prairie.\n", "word": "silver", "modifies": "birch"}
{"color": "red", "line": "Kennicott brought down a fat red squirrel and at dusk he had a dramatic shot at a flight of ducks whirling down from the upper air, skimming the lake, instantly vanishing.\n", "word": "red", "modifies": "squirrel"}
{"color": "green", "line": "Mounds of straw, and wheat stacks like bee hives, stood out in startling rose and gold, and the green tufted stubble glistened.\n", "word": "green", "modifies": "stubble"}
{"color": "gold", "line": "Mounds of straw, and wheat stacks like bee hives, stood out in startling rose and gold, and the green tufted stubble glistened.\n", "word": "gold", "modifies": "rose"}
{"color": "pink", "line": "Mounds of straw, and wheat stacks like bee hives, stood out in startling rose and gold, and the green tufted stubble glistened.\n", "word": "rose", "modifies": "gold"}
{"color": "red", "line": "As the vast girdle of crimson darkened, the fulfilled land became autumnal in deep reds and browns.\n", "word": "red", "modifies": "brown"}
{"color": "brown", "line": "As the vast girdle of crimson darkened, the fulfilled land became autumnal in deep reds and browns.\n", "word": "brown", "modifies": "red"}
{"color": "black", "line": "The black road before the buggy turned to a faint lavender, then was blotted to uncertain grayness.\n", "word": "black", "modifies": "road"}
{"color": "gray", "line": "Mrs. Elisha Gurrey, relict of Deacon Gurrey the dealer in hay and grain, was a pointed nosed, simpering woman with iron gray hair drawn so tight that it resembled a soiled handkerchief covering her head.\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "In the line of unsmiling, methodically chewing guests, like horses at a manger, Carol came to distinguish one countenance: the pale, long, spectacled face and sandy pompadour hair of Mr. Raymond P. Wutherspoon, known as “Raymie,” professional bachelor, manager and one half the sales force in the shoe department of the Bon Ton Store.\n", "word": "pale", "modifies": "face"}
{"color": "brown", "line": "And Miss Sherwin of the high school she is such a pleasing, bright girl I was fitting her to a pair of tan gaiters yesterday, I declare, it really was a pleasure.” “Gimme the butter, Carrie,” was Kennicott's comment.\n", "word": "tan", "modifies": "gaiter"}
{"color": "blue", "line": "Despite Vida Sherwin's lively blue eyes, if you had looked at her in detail you would have found her face slightly lined, and not so much sallow as with the bloom rubbed off; you would have found her chest flat, and her fingers rough from needle and chalk and penholder; her blouses and plain cloth skirts undistinguished; and her hat worn too far back, betraying a dry forehead.\n", "word": "blue", "modifies": "eye"}
{"color": "gold", "line": "Carpenters had torn out the partition between front parlor and back parlor, thrown it into a long room on which she lavished yellow and deep blue; a Japanese obi with an intricacy of gold thread on stiff ultramarine tissue, which she hung as a panel against the maize wall; a couch with pillows of sapphire velvet and gold bands; chairs which, in Gopher Prairie, seemed flippant.\n", "word": "gold", "modifies": "thread"}
{"color": "blue", "line": "She hid the sacred family phonograph in the dining room, and replaced its stand with a square cabinet on which was a squat blue jar between yellow candles.\n", "word": "blue", "modifies": "jar"}
{"color": "yellow", "line": "She hid the sacred family phonograph in the dining room, and replaced its stand with a square cabinet on which was a squat blue jar between yellow candles.\n", "word": "yellow", "modifies": "candle"}
{"color": "blue", "line": "She wheezed in, sighed, gave Carol a pulpy hand, sighed, glanced sharply at the revelation of ankles as Carol crossed her legs, sighed, inspected the new blue chairs, smiled with a coy sighing sound, and gave voice: “I've wanted to call on you so long, dearie, you know we're neighbors, but I thought I'd wait till you got settled, you must run in and see me, how much did that big chair cost?” “Seventy seven dollars!” “Sev Sakes alive!\n", "word": "blue", "modifies": "chair"}
{"color": "brown", "line": "And put on your nice brown and white shirt.\n", "word": "brown", "modifies": "shirt"}
{"color": "black", "line": "She was in a silver sheath, the calyx of a lily, her piled hair like black glass; she had the fragility and costliness of a Viennese goblet; and her eyes were intense.\n", "word": "black", "modifies": "glass"}
{"color": "silver", "line": "She was in a silver sheath, the calyx of a lily, her piled hair like black glass; she had the fragility and costliness of a Viennese goblet; and her eyes were intense.\n", "word": "silver", "modifies": "sheath"}
{"color": "gold", "line": "Carol saw Dave Dyer secretively turn over the gold pillows to find a price tag, and heard Mr. Julius Flickerbaugh, the attorney, gasp, “Well, I'll be switched,” as he viewed the vermilion print hanging against the Japanese obi.\n", "word": "gold", "modifies": "pillow"}
{"color": "white", "line": "She wanted to laugh at the gratified importance in Raymie's half shut eyes; she wanted to weep over the meek ambitiousness which clouded like an aura his pale face, flap ears, and sandy pompadour.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "The shepherds scatter the sheep through this room, then turn off all the lights, and the wolves crawl in from the hall and in the darkness they try to get the shoes away from the shepherds who are permitted to do anything except bite and use black jacks.\n", "word": "black", "modifies": "jack"}
{"color": "silver", "line": "Carol kicked off her silver slippers, and ignored the universal glance at her arches.\n", "word": "silver", "modifies": "slipper"}
{"color": "black", "line": "The embarrassed but loyal Vida Sherwin unbuttoned her high black shoes.\n", "word": "black", "modifies": "shoe"}
{"color": "pink", "line": "A yelping squabble suddenly rose, then Juanita Haydock's high titter, and Guy Pollock's astonished, “Ouch!\n", "word": "rose", "modifies": "squabble"}
{"color": "brown", "line": "Guy Pollock's discreet brown scarf hung down his back.\n", "word": "brown", "modifies": "scarf"}
{"color": "red", "line": "The grinning Bea brought down stairs a pile of soft thick sheets of paper with designs of lotos blossoms, dragons, apes, in cobalt and crimson and gray, and patterns of purple birds flying among sea green trees in the valleys of Nowhere.\n", "word": "crimson", "modifies": "blossom"}
{"color": "green", "line": "The grinning Bea brought down stairs a pile of soft thick sheets of paper with designs of lotos blossoms, dragons, apes, in cobalt and crimson and gray, and patterns of purple birds flying among sea green trees in the valleys of Nowhere.\n", "word": "green", "modifies": "tree"}
{"color": "blue", "line": "The grinning Bea brought down stairs a pile of soft thick sheets of paper with designs of lotos blossoms, dragons, apes, in cobalt and crimson and gray, and patterns of purple birds flying among sea green trees in the valleys of Nowhere.\n", "word": "cobalt", "modifies": "blossom"}
{"color": "gray", "line": "The grinning Bea brought down stairs a pile of soft thick sheets of paper with designs of lotos blossoms, dragons, apes, in cobalt and crimson and gray, and patterns of purple birds flying among sea green trees in the valleys of Nowhere.\n", "word": "gray", "modifies": "blossom"}
{"color": "purple", "line": "The grinning Bea brought down stairs a pile of soft thick sheets of paper with designs of lotos blossoms, dragons, apes, in cobalt and crimson and gray, and patterns of purple birds flying among sea green trees in the valleys of Nowhere.\n", "word": "purple", "modifies": "bird"}
{"color": "green", "line": "They saw an airy figure in trousers and coat of green brocade edged with gold; a high gold collar under a proud chin; black hair pierced with jade pins; a languid peacock fan in an out stretched hand; eyes uplifted to a vision of pagoda towers.\n", "word": "green", "modifies": "brocade"}
{"color": "black", "line": "They saw an airy figure in trousers and coat of green brocade edged with gold; a high gold collar under a proud chin; black hair pierced with jade pins; a languid peacock fan in an out stretched hand; eyes uplifted to a vision of pagoda towers.\n", "word": "black", "modifies": "hair"}
{"color": "gold", "line": "They saw an airy figure in trousers and coat of green brocade edged with gold; a high gold collar under a proud chin; black hair pierced with jade pins; a languid peacock fan in an out stretched hand; eyes uplifted to a vision of pagoda towers.\n", "word": "gold", "modifies": "collar"}
{"color": "gray", "line": "When she dropped her pose and smiled down she discovered Kennicott apoplectic with domestic pride and gray Guy Pollock staring beseechingly.\n", "word": "gray", "modifies": "guy"}
{"color": "pink", "line": "For a second she saw nothing in all the pink and brown mass of their faces save the hunger of the two men.\n", "word": "pink", "modifies": "mass"}
{"color": "blue", "line": "Before they were quite tired of the concert Carol led them in a dancing procession to the dining room, to blue bowls of chow mein, with Lichee nuts and ginger preserved in syrup.\n", "word": "blue", "modifies": "bowl"}
{"color": "yellow", "line": "Guy's thin maturity was changing in her vision to flushed youth and they were roaming an island in the yellow sea of chatter when she realized that the guests were beginning that cough which indicated, in the universal instinctive language, that they desired to go home and go to bed.\n", "word": "yellow", "modifies": "sea"}
{"color": "red", "line": "The universal sign of winter was the town handyman Miles Bjornstam, a tall, thick, red mustached bachelor, opinionated atheist, general store arguer, cynical Santa Claus.\n", "word": "red", "modifies": "bachelor"}
{"color": "red", "line": "He was known as “The Red Swede,” and considered slightly insane.\n", "word": "red", "modifies": "swede"}
{"color": "red", "line": "Icicles from burst water pipes hung along the skirt of his brown dog skin overcoat; his plush cap, which he never took off in the house, was a pulp of ice and coal dust; his red hands were cracked to rawness; he chewed the stub of a cigar.\n", "word": "red", "modifies": "hand"}
{"color": "brown", "line": "Icicles from burst water pipes hung along the skirt of his brown dog skin overcoat; his plush cap, which he never took off in the house, was a pulp of ice and coal dust; his red hands were cracked to rawness; he chewed the stub of a cigar.\n", "word": "brown", "modifies": "overcoat"}
{"color": "red", "line": "Fur coats, fur caps, fur mittens, overshoes buckling almost to the knees, gray knitted scarfs ten feet long, thick woolen socks, canvas jackets lined with fluffy yellow wool like the plumage of ducklings, moccasins, red flannel wristlets for the blazing chapped wrists of boys these protections against winter were busily dug out of moth ball sprinkled drawers and tar bags in closets, and all over town small boys were squealing, “Oh, there's my mittens!” or “Look at my shoe packs!” There is so sharp a division between the panting summer and the stinging winter of the Northern plains that they rediscovered with surprise and a feeling of heroism this armor of an Artic explorer.\n", "word": "red", "modifies": "wristlet"}
{"color": "gray", "line": "Fur coats, fur caps, fur mittens, overshoes buckling almost to the knees, gray knitted scarfs ten feet long, thick woolen socks, canvas jackets lined with fluffy yellow wool like the plumage of ducklings, moccasins, red flannel wristlets for the blazing chapped wrists of boys these protections against winter were busily dug out of moth ball sprinkled drawers and tar bags in closets, and all over town small boys were squealing, “Oh, there's my mittens!” or “Look at my shoe packs!” There is so sharp a division between the panting summer and the stinging winter of the Northern plains that they rediscovered with surprise and a feeling of heroism this armor of an Artic explorer.\n", "word": "gray", "modifies": "scarf"}
{"color": "yellow", "line": "Fur coats, fur caps, fur mittens, overshoes buckling almost to the knees, gray knitted scarfs ten feet long, thick woolen socks, canvas jackets lined with fluffy yellow wool like the plumage of ducklings, moccasins, red flannel wristlets for the blazing chapped wrists of boys these protections against winter were busily dug out of moth ball sprinkled drawers and tar bags in closets, and all over town small boys were squealing, “Oh, there's my mittens!” or “Look at my shoe packs!” There is so sharp a division between the panting summer and the stinging winter of the Northern plains that they rediscovered with surprise and a feeling of heroism this armor of an Artic explorer.\n", "word": "yellow", "modifies": "wool"}
{"color": "black", "line": "The lesser sort appeared in yellow and black dogskin coats, but Kennicott was lordly in a long raccoon ulster and a new seal cap.\n", "word": "black", "modifies": "dogskin"}
{"color": "yellow", "line": "The lesser sort appeared in yellow and black dogskin coats, but Kennicott was lordly in a long raccoon ulster and a new seal cap.\n", "word": "yellow", "modifies": "coat"}
{"color": "green", "line": "Plover Lake glistened in clear sweeps of gray green ice, ringing to the skates.\n", "word": "green", "modifies": "ice"}
{"color": "gray", "line": "Plover Lake glistened in clear sweeps of gray green ice, ringing to the skates.\n", "word": "gray", "modifies": "ice"}
{"color": "pink", "line": "She rose to a radiance of sun on snow.\n", "word": "rose", "modifies": "radiance"}
{"color": "yellow", "line": "Behind walls of corded wood in back yards their sawbucks stood in depressions scattered with canary yellow flakes of sawdust.\n", "word": "yellow", "modifies": "flake"}
{"color": "red", "line": "The frames of their buck saws were cherry red, the blades blued steel, and the fresh cut ends of the sticks poplar, maple, iron wood, birch were marked with engraved rings of growth.\n", "word": "red", "modifies": "frame"}
{"color": "red", "line": "The boys wore shoe packs, blue flannel shirts with enormous pearl buttons, and mackinaws of crimson, lemon yellow, and foxy brown.\n", "word": "crimson", "modifies": "mackinaw"}
{"color": "blue", "line": "The boys wore shoe packs, blue flannel shirts with enormous pearl buttons, and mackinaws of crimson, lemon yellow, and foxy brown.\n", "word": "blue", "modifies": "shirt"}
{"color": "brown", "line": "The boys wore shoe packs, blue flannel shirts with enormous pearl buttons, and mackinaws of crimson, lemon yellow, and foxy brown.\n", "word": "brown", "modifies": "crimson"}
{"color": "yellow", "line": "The boys wore shoe packs, blue flannel shirts with enormous pearl buttons, and mackinaws of crimson, lemon yellow, and foxy brown.\n", "word": "yellow", "modifies": "lemon"}
{"color": "white", "line": "Carol cried “Fine day!” to the boys; she came in a glow to Howland & Gould's grocery, her collar white with frost from her breath; she bought a can of tomatoes as though it were Orient fruit; and returned home planning to surprise Kennicott with an omelet creole for dinner.\n", "word": "white", "modifies": "collar"}
{"color": "white", "line": "So brilliant was the snow glare that when she entered the house she saw the door knobs, the newspaper on the table, every white surface as dazzling mauve, and her head was dizzy in the pyrotechnic dimness.\n", "word": "white", "modifies": "surface"}
{"color": "purple", "line": "So brilliant was the snow glare that when she entered the house she saw the door knobs, the newspaper on the table, every white surface as dazzling mauve, and her head was dizzy in the pyrotechnic dimness.\n", "word": "mauve", "modifies": "surface"}
{"color": "green", "line": "Then they distributed hot buttered rolls, coffee poured from an enamel ware pot, stuffed olives, potato salad, and angel's food cake.\n", "word": "olive", "modifies": "roll"}
{"color": "red", "line": "And I do admire the Scandinavian farmers down there so: their big red barns and silos and milking machines and everything.\n", "word": "red", "modifies": "barn"}
{"color": "gray", "line": "There was no way out between their pressing gray shoulders.\n", "word": "gray", "modifies": "shoulder"}
{"color": "gray", "line": "When she had for a blessed hour forgotten the searchlight, when she was scampering through a chill dusk, happy in yellow windows against gray night, her heart checked as she realized that a head covered with a shawl was thrust up over a snow tipped bush to watch her.\n", "word": "gray", "modifies": "night"}
{"color": "yellow", "line": "When she had for a blessed hour forgotten the searchlight, when she was scampering through a chill dusk, happy in yellow windows against gray night, her heart checked as she realized that a head covered with a shawl was thrust up over a snow tipped bush to watch her.\n", "word": "yellow", "modifies": "window"}
{"color": "black", "line": "A part of the assortment of children's stockings was under a blanket on a shelf, a part in a tin ginger snap box, the rest heaped like a nest of black cotton snakes upon a flour barrel which was surrounded by brooms, Norwegian Bibles, dried cod for ludfisk, boxes of apricots, and a pair and a half of lumbermen's rubber footed boots.\n", "word": "black", "modifies": "snake"}
{"color": "black", "line": "When she dared to go shopping in her new checked suit with the black embroidered sulphur collar, she had as good as invited all of Gopher Prairie (which interested itself in nothing so intimately as in new clothes and the cost thereof) to investigate her.\n", "word": "black", "modifies": "collar"}
{"color": "yellow", "line": "It was a smart suit with lines unfamiliar to the dragging yellow and pink frocks of the town.\n", "word": "yellow", "modifies": "frock"}
{"color": "purple", "line": "But she was sickened by glimpses of the gang of boys from fourteen to twenty who loafed before Dyer's Drug Store, smoking cigarettes, displaying “fancy” shoes and purple ties and coats of diamond shaped buttons, whistling the Hoochi Koochi and catcalling, “Oh, you baby doll” She saw them playing pool in the stinking room behind Del Snafflin's barber shop, and shaking dice in “The Smoke House,” and gathered in a snickering knot to listen to the “juicy stories” of Bert Tybee, the bartender of the Minniemashie House.\n", "word": "purple", "modifies": "tie"}
{"color": "white", "line": "She curled on the couch a pallid softness in the twilight, and fought herself, and lost the battle.\n", "word": "pallid", "modifies": "softness"}
{"color": "silver", "line": "She arranged a silver tray.\n", "word": "silver", "modifies": "tray"}
{"color": "gray", "line": "The wide yards across the street were gray with moving eddies.\n", "word": "gray", "modifies": "yard"}
{"color": "black", "line": "The black trees shivered.\n", "word": "black", "modifies": "tree"}
{"color": "brown", "line": "And those others had so much that Gopher Prairie complacently lacked the world of gaiety and adventure, of music and the integrity of bronze, of remembered mists from tropic isles and Paris nights and the walls of Bagdad, of industrial justice and a God who spake not in doggerel hymns.\n", "word": "bronze", "modifies": "integrity"}
{"color": "black", "line": "Carol was in the dining room, in a frock of black satin edged with gold, and Bea, in blue gingham and an apron, dined in the kitchen; but the door was open between, and Carol was inquiring, “Did you see any ducks in Dahl's window?” and Bea chanting, “No, ma'am.\n", "word": "black", "modifies": "satin"}
{"color": "blue", "line": "Carol was in the dining room, in a frock of black satin edged with gold, and Bea, in blue gingham and an apron, dined in the kitchen; but the door was open between, and Carol was inquiring, “Did you see any ducks in Dahl's window?” and Bea chanting, “No, ma'am.\n", "word": "blue", "modifies": "gingham"}
{"color": "black", "line": "“Of course Will is going to like poetry.” III A black February day.\n", "word": "black", "modifies": "day"}
{"color": "red", "line": "It stung, it gnawed at nose and ears and aching cheeks, and she hastened from shelter to shelter, catching her breath in the lee of a barn, grateful for the protection of a billboard covered with ragged posters showing layer under layer of paste smeared green and streaky red.\n", "word": "red", "modifies": "layer"}
{"color": "green", "line": "It stung, it gnawed at nose and ears and aching cheeks, and she hastened from shelter to shelter, catching her breath in the lee of a barn, grateful for the protection of a billboard covered with ragged posters showing layer under layer of paste smeared green and streaky red.\n", "word": "green", "modifies": "red"}
{"color": "red", "line": "In her loose nutria coat, seal toque, virginal cheeks unmarked by lines of village jealousies, she was as out of place on this dreary hillside as a scarlet tanager on an ice floe.\n", "word": "scarlet", "modifies": "tanager"}
{"color": "black", "line": "The houses were black specks on a white sheet.\n", "word": "black", "modifies": "speck"}
{"color": "white", "line": "The houses were black specks on a white sheet.\n", "word": "white", "modifies": "sheet"}
{"color": "yellow", "line": "She ran back into the huddle of streets, all the while protesting that she wanted a city's yellow glare of shop windows and restaurants, or the primitive forest with hooded furs and a rifle, or a barnyard warm and steamy, noisy with hens and cattle, certainly not these dun houses, these yards choked with winter ash piles, these roads of dirty snow and clotted frozen mud.\n", "word": "yellow", "modifies": "glare"}
{"color": "gray", "line": "In a shack of thin boards covered with tar paper she saw the washerwoman, Mrs. Steinhof, working in gray steam.\n", "word": "gray", "modifies": "steam"}
{"color": "blue", "line": "He had a torn jacket, muffler of a blue like skimmed milk.\n", "word": "blue", "modifies": "milk"}
{"color": "red", "line": "His hands were covered with red mittens through which protruded his chapped raw knuckles.\n", "word": "red", "modifies": "mitten"}
{"color": "black", "line": "Before a tar paper shack, at a gateless gate, a man in rough brown dogskin coat and black plush cap with lappets was watching her.\n", "word": "black", "modifies": "cap"}
{"color": "brown", "line": "Before a tar paper shack, at a gateless gate, a man in rough brown dogskin coat and black plush cap with lappets was watching her.\n", "word": "brown", "modifies": "coat"}
{"color": "red", "line": "'The Red Swede' they call me.\n", "word": "red", "modifies": "swede"}
{"color": "red", "line": "She remained for one hour, and never had she known a more considerate host than the Red Swede.\n", "word": "red", "modifies": "swede"}
{"color": "pink", "line": "She read with an eye cocked on him, and when she saw how much he was suffering she ran to him, kissed his forehead, cried, “You poor forced tube rose that wants to be a decent turnip!” “Look here now, that ain't ” “Anyway, I sha'n't torture you any longer.” She could not quite give up.\n", "word": "rose", "modifies": "tube"}
{"color": "brown", "line": "Her expensive frock of beaver colored satin with rows, plasters, and pendants of solemn brown beads was intended for a woman twice her size.\n", "word": "brown", "modifies": "bead"}
{"color": "gray", "line": "The play was about a Jew named Shylock, and he didn't want his daughter to marry a Venice gentleman named Antonio Mrs. Leonard Warren, a slender, gray, nervous woman, president of the Thanatopsis and wife of the Congregational pastor, reported the birth and death dates of Byron, Scott, Moore, Burns; and wound up: “Burns was quite a poor boy and he did not enjoy the advantages we enjoy today, except for the advantages of the fine old Scotch kirk where he heard the Word of God preached more fearlessly than even in the finest big brick churches in the big and so called advanced cities of today, but he did not have our educational advantages and Latin and the other treasures of the mind so richly strewn before the, alas, too ofttimes inattentive feet of our youth who do not always sufficiently appreciate the privileges freely granted to every American boy rich or poor.\n", "word": "gray", "modifies": "woman"}
{"color": "red", "line": "The whole second story was a large unfinished room littered with piles of folding chairs, a lime crusted mortar mixing box, and the skeletons of Fourth of July floats covered with decomposing plaster shields and faded red, white, and blue bunting.\n", "word": "red", "modifies": "bunting"}
{"color": "green", "line": "The whole second story was a large unfinished room littered with piles of folding chairs, a lime crusted mortar mixing box, and the skeletons of Fourth of July floats covered with decomposing plaster shields and faded red, white, and blue bunting.\n", "word": "lime", "modifies": "box"}
{"color": "white", "line": "She saw in Gopher Prairie a Georgian city hall: warm brick walls with white shutters, a fanlight, a wide hall and curving stair.\n", "word": "white", "modifies": "shutter"}
{"color": "pink", "line": "She had taken only half an hour to change a wire fenced potato plot into a walled rose garden.\n", "word": "rose", "modifies": "garden"}
{"color": "black", "line": "Erect in a black William and Mary chair against gray and speckly brown volumes of sermons and Biblical commentaries and Palestine geographies upon long pine shelves, her neat black shoes firm on a rag rug, herself as correct and low toned as her background, Mrs. Warren listened without comment till Carol was quite through, then answered delicately: “Yes, I think you draw a very nice picture of what might easily come to pass some day.\n", "word": "black", "modifies": "chair"}
{"color": "brown", "line": "Erect in a black William and Mary chair against gray and speckly brown volumes of sermons and Biblical commentaries and Palestine geographies upon long pine shelves, her neat black shoes firm on a rag rug, herself as correct and low toned as her background, Mrs. Warren listened without comment till Carol was quite through, then answered delicately: “Yes, I think you draw a very nice picture of what might easily come to pass some day.\n", "word": "brown", "modifies": "volume"}
{"color": "gray", "line": "Erect in a black William and Mary chair against gray and speckly brown volumes of sermons and Biblical commentaries and Palestine geographies upon long pine shelves, her neat black shoes firm on a rag rug, herself as correct and low toned as her background, Mrs. Warren listened without comment till Carol was quite through, then answered delicately: “Yes, I think you draw a very nice picture of what might easily come to pass some day.\n", "word": "gray", "modifies": "volume"}
{"color": "yellow", "line": "The grades and the high school were combined in a damp yellow brick structure with the narrow windows of an antiquated jail a hulk which expressed hatred and compulsory training.\n", "word": "yellow", "modifies": "brick"}
{"color": "pink", "line": "It was furnished with discarded patent rockers, lopsided reed chairs, a scratched pine table, a gritty straw mat, old steel engravings of milkmaids being morally amorous under willow trees, faded chromos of roses and fish, and a kerosene stove for warming lunches.\n", "word": "rose", "modifies": "chromos"}
{"color": "pink", "line": "The walls of Mrs. Cass's parlor were plastered with “hand painted” church steeples on Christmas Eve; with a plaque depicting the Exposition Building in Minneapolis, burnt wood portraits of Indian chiefs of no tribe in particular, a pansy decked poetic motto, a Yard of Roses, and the banners of the educational institutions attended by the Casses' two sons Chicopee Falls Business College and McGillicuddy University.\n", "word": "rose", "modifies": "yard"}
{"color": "red", "line": "One small square table contained a card receiver of painted china with a rim of wrought and gilded lead, a Family Bible, Grant's Memoirs, the latest novel by Mrs. Gene Stratton Porter, a wooden model of a Swiss chalet which was also a bank for dimes, a polished abalone shell holding one black headed pin and one empty spool, a velvet pin cushion in a gilded metal slipper with “Souvenir of Troy, N. Y.” stamped on the toe, and an unexplained red glass dish which had warts.\n", "word": "red", "modifies": "dish"}
{"color": "black", "line": "Main Street was a black swamp from curb to curb; on residence streets the grass parking beside the walks oozed gray water.\n", "word": "black", "modifies": "swamp"}
{"color": "gray", "line": "Main Street was a black swamp from curb to curb; on residence streets the grass parking beside the walks oozed gray water.\n", "word": "gray", "modifies": "water"}
{"color": "red", "line": "She passed Lyman Cass's pinnacled, dark red, hulking house.\n", "word": "red", "modifies": "house"}
{"color": "yellow", "line": "She waded a streaky yellow pool.\n", "word": "yellow", "modifies": "pool"}
{"color": "black", "line": "The mud roads of a few days ago are powdery dust and the puddles beside them have hardened into lozenges of black sleek earth like cracked patent leather.\n", "word": "black", "modifies": "earth"}
{"color": "pink", "line": "Carol rose.\n", "word": "rose", "modifies": "carol"}
{"color": "green", "line": "The thick grass beside the track, coarse and prickly with many burnings, hid canary yellow buttercups and the mauve petals and woolly sage green coats of the pasque flowers.\n", "word": "green", "modifies": "coat"}
{"color": "yellow", "line": "The thick grass beside the track, coarse and prickly with many burnings, hid canary yellow buttercups and the mauve petals and woolly sage green coats of the pasque flowers.\n", "word": "yellow", "modifies": "buttercup"}
{"color": "purple", "line": "The thick grass beside the track, coarse and prickly with many burnings, hid canary yellow buttercups and the mauve petals and woolly sage green coats of the pasque flowers.\n", "word": "mauve", "modifies": "petal"}
{"color": "red", "line": "The branches of the kinnikinic brush were red and smooth as lacquer on a saki bowl.\n", "word": "red", "modifies": "branch"}
{"color": "white", "line": "She ran down the gravelly embankment, smiled at children gathering flowers in a little basket, thrust a handful of the soft pasque flowers into the bosom of her white blouse.\n", "word": "white", "modifies": "blouse"}
{"color": "silver", "line": "She followed a furrow between low wheat blades and a field of rye which showed silver lights as it flowed before the wind.\n", "word": "silver", "modifies": "light"}
{"color": "green", "line": "So sprinkled was the pasture with rag baby blossoms and the cottony herb of Indian tobacco that it spread out like a rare old Persian carpet of cream and rose and delicate green.\n", "word": "green", "modifies": "cream"}
{"color": "pink", "line": "So sprinkled was the pasture with rag baby blossoms and the cottony herb of Indian tobacco that it spread out like a rare old Persian carpet of cream and rose and delicate green.\n", "word": "rose", "modifies": "cream"}
{"color": "purple", "line": "She was nearing a frivolous grove of birch and poplar and wild plum trees.\n", "word": "plum", "modifies": "tree"}
{"color": "green", "line": "The poplar foliage had the downiness of a Corot arbor; the green and silver trunks were as candid as the birches, as slender and lustrous as the limbs of a Pierrot.\n", "word": "green", "modifies": "trunk"}
{"color": "white", "line": "The cloudy white blossoms of the plum trees filled the grove with a springtime mistiness which gave an illusion of distance.\n", "word": "white", "modifies": "blossom"}
{"color": "purple", "line": "The cloudy white blossoms of the plum trees filled the grove with a springtime mistiness which gave an illusion of distance.\n", "word": "plum", "modifies": "tree"}
{"color": "green", "line": "Choke cherry blossoms lured her from the outer sun warmed spaces to depths of green stillness, where a submarine light came through the young leaves.\n", "word": "green", "modifies": "stillness"}
{"color": "red", "line": "Above a marsh red winged blackbirds chased a crow in a swift melodrama of the air.\n", "word": "red", "modifies": "blackbird"}
{"color": "blue", "line": "Beside this man in blue flannel shirt, baggy khaki trousers, uneven suspenders, and vile felt hat, she was small and exquisite.\n", "word": "blue", "modifies": "shirt"}
{"color": "brown", "line": "Beside this man in blue flannel shirt, baggy khaki trousers, uneven suspenders, and vile felt hat, she was small and exquisite.\n", "word": "khaki", "modifies": "trouser"}
{"color": "red", "line": "His red mustache caught the sun.\n", "word": "red", "modifies": "mustache"}
{"color": "gold", "line": "But the wheat and grass were sleek velvet under the sunset; the prairie clouds were tawny gold; and she swung happily into Main Street.\n", "word": "gold", "modifies": "cloud"}
{"color": "green", "line": "As they returned in late afternoon the low sun was a solemnity of radial bands, like a heavenly fan of beaten gold; the limitless circle of the grain was a green sea rimmed with fog, and the willow wind breaks were palmy isles.\n", "word": "green", "modifies": "sea"}
{"color": "gold", "line": "As they returned in late afternoon the low sun was a solemnity of radial bands, like a heavenly fan of beaten gold; the limitless circle of the grain was a green sea rimmed with fog, and the willow wind breaks were palmy isles.\n", "word": "gold", "modifies": "fan"}
{"color": "black", "line": "A black thunder shower was followed by a dust storm which turned the sky yellow with the hint of a coming tornado.\n", "word": "black", "modifies": "shower"}
{"color": "yellow", "line": "A black thunder shower was followed by a dust storm which turned the sky yellow with the hint of a coming tornado.\n", "word": "yellow", "modifies": "sky"}
{"color": "black", "line": "Impalpable black dust far borne from Dakota covered the inner sills of the closed windows.\n", "word": "black", "modifies": "dust"}
{"color": "green", "line": "But they were set among elms and lindens on a bluff which looked across the lake to fields of ripened wheat sloping up to green woods.\n", "word": "green", "modifies": "wood"}
{"color": "green", "line": "He spoke of her new jade and cream frock naturally, not jocosely; he held her chair for her as they sat down to dinner; and he did not, like Kennicott, interrupt her to shout, “Oh say, speaking of that, I heard a good story today.” But Guy was incurably hermit.\n", "word": "jade", "modifies": "frock"}
{"color": "purple", "line": "For treat they had wild plums and crab apples and tiny wild strawberries.\n", "word": "plum", "modifies": "apple"}
{"color": "red", "line": "Snow blew through the chinks of new made cabins, and Eastern children, with flowery muslin dresses, shivered all winter and in summer were red and black with mosquito bites.\n", "word": "red", "modifies": "summer"}
{"color": "black", "line": "Carol read enviously in the admirable Minnesota chronicles called “Old Rail Fence Corners” the reminiscence of Mrs. Mahlon Black, who settled in Stillwater in 1848: “There was nothing to parade over in those days.\n", "word": "black", "modifies": "mrs."}
{"color": "yellow", "line": "They had given up their beloved yellow brick house and moved into these rooms over a store, which were the Gopher Prairie equivalent of a flat.\n", "word": "yellow", "modifies": "house"}
{"color": "blue", "line": "They are a cot and a wash stand and my other suit and the blue crepe tie you said you liked.” “You remember my saying that?” “Of course.\n", "word": "blue", "modifies": "tie"}
{"color": "green", "line": "On the green felt of the table desk, between legal blanks and a clotted inkwell, was a cloissone vase.\n", "word": "green", "modifies": "felt"}
{"color": "black", "line": "On a swing shelf was a row of books unfamiliar to Gopher Prairie: Mosher editions of the poets, black and red German novels, a Charles Lamb in crushed levant.\n", "word": "black", "modifies": "novel"}
{"color": "brown", "line": "He quartered the office, a grayhound on the scent; a grayhound with glasses tilted forward on his thin nose, and a silky indecisive brown mustache.\n", "word": "brown", "modifies": "mustache"}
{"color": "red", "line": "It was a red brick Ohio town, and the trees made it damp, and it smelled of rotten apples.\n", "word": "red", "modifies": "town"}
{"color": "silver", "line": "Then she wondered if he liked her hat, the new Oriental turban of rose and silver brocade.\n", "word": "silver", "modifies": "brocade"}
{"color": "pink", "line": "Then she wondered if he liked her hat, the new Oriental turban of rose and silver brocade.\n", "word": "rose", "modifies": "turban"}
{"color": "white", "line": "I'm a hawk; a tiny leashed hawk, pecked to death by these large, white, flabby, wormy hens.\n", "word": "white", "modifies": "hen"}
{"color": "gray", "line": "In the gray light from the small electric bulb down the hall she could see that he was frowning.\n", "word": "gray", "modifies": "light"}
{"color": "pink", "line": "But his eyes were pink and unlovely in the flare of the match with which he lighted his dead and malodorous cigar.\n", "word": "pink", "modifies": "eye"}
{"color": "white", "line": "His head drooped, and a ridge of flesh scattered with pale small bristles bulged out under his chin.\n", "word": "pale", "modifies": "bristle"}
{"color": "brown", "line": "I suppose you expect me to sit here and dream delicately and satisfy my 'temperamentality' while you wander in from the bathroom with lather all over your face, and shout, 'Seen my brown pants?\n", "word": "brown", "modifies": "pant"}
{"color": "pink", "line": "I wish we were a couple o' bloomin' poets and just talked about roses and moonshine, but we're human.\n", "word": "rose", "modifies": "moonshine"}
{"color": "gold", "line": "She visioned the fire box: flames turned to lemon and metallic gold as the coal dust sifted over them; thin twisty flutters of purple, ghost flames which gave no light, slipping up between the dark banked coals.\n", "word": "gold", "modifies": "lemon"}
{"color": "purple", "line": "She visioned the fire box: flames turned to lemon and metallic gold as the coal dust sifted over them; thin twisty flutters of purple, ghost flames which gave no light, slipping up between the dark banked coals.\n", "word": "purple", "modifies": "flame"}
{"color": "white", "line": "He sat in a rocker in the back of a lumber wagon, his face pale from the anguish of the jolting.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "Her white wool gloves lay in her lap.\n", "word": "white", "modifies": "glove"}
{"color": "red", "line": "Kennicott drew from the injured leg the thick red “German sock,” the innumerous other socks of gray and white wool, then the spiral bandage.\n", "word": "red", "modifies": "sock"}
{"color": "gray", "line": "Kennicott drew from the injured leg the thick red “German sock,” the innumerous other socks of gray and white wool, then the spiral bandage.\n", "word": "gray", "modifies": "wool"}
{"color": "red", "line": "The leg was of an unwholesome dead white, with the black hairs feeble and thin and flattened, and the scar a puckered line of crimson.\n", "word": "crimson", "modifies": "line"}
{"color": "black", "line": "The leg was of an unwholesome dead white, with the black hairs feeble and thin and flattened, and the scar a puckered line of crimson.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "The leg was of an unwholesome dead white, with the black hairs feeble and thin and flattened, and the scar a puckered line of crimson.\n", "word": "white", "modifies": "leg"}
{"color": "pink", "line": "Surely, Carol shuddered, this was not human flesh, the rosy shining tissue of the amorous poets.\n", "word": "rosy", "modifies": "tissue"}
{"color": "red", "line": "The headlights blazed on the clots of ice in the road so that the tiniest lumps gave mountainous shadows, and the taillight cast a circle of ruby on the snow behind.\n", "word": "ruby", "modifies": "circle"}
{"color": "purple", "line": "She knitted an astounding purple scarf, which she hid under his supper plate.\n", "word": "purple", "modifies": "scarf"}
{"color": "white", "line": "Kennicott had inherited it from a medical predecessor, and changed it only by adding a white enameled operating table, a sterilizer, a Roentgen ray apparatus, and a small portable typewriter.\n", "word": "white", "modifies": "table"}
{"color": "brown", "line": "The wooden floors of both rooms were bare; the furniture was brown and scaly.\n", "word": "brown", "modifies": "furniture"}
{"color": "white", "line": "Kennicott appeared at the inner door, ushering out a bleached man with a trickle of wan beard, and consoling him, “All right, Dad.\n", "word": "bleached", "modifies": "man"}
{"color": "green", "line": "The dull green cottage of the good Widow Bogart was twenty years old, but it had the antiquity of Cheops, and the smell of mummy dust.\n", "word": "green", "modifies": "cottage"}
{"color": "red", "line": "In the center of the carpet was a rug depicting a red Newfoundland dog, reclining in a green and yellow daisy field and labeled “Our Friend.” The parlor organ, tall and thin, was adorned with a mirror partly circular, partly square, and partly diamond shaped, and with brackets holding a pot of geraniums, a mouth organ, and a copy of “The Oldtime Hymnal.” On the center table was a Sears Roebuck mail order catalogue, a silver frame with photographs of the Baptist Church and of an elderly clergyman, and an aluminum tray containing a rattlesnake's rattle and a broken spectacle lens.\n", "word": "red", "modifies": "dog"}
{"color": "green", "line": "In the center of the carpet was a rug depicting a red Newfoundland dog, reclining in a green and yellow daisy field and labeled “Our Friend.” The parlor organ, tall and thin, was adorned with a mirror partly circular, partly square, and partly diamond shaped, and with brackets holding a pot of geraniums, a mouth organ, and a copy of “The Oldtime Hymnal.” On the center table was a Sears Roebuck mail order catalogue, a silver frame with photographs of the Baptist Church and of an elderly clergyman, and an aluminum tray containing a rattlesnake's rattle and a broken spectacle lens.\n", "word": "green", "modifies": "field"}
{"color": "black", "line": "Her large face, with its disturbing collection of moles and lone black hairs, wrinkled cunningly.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "Tucked over them was a blue woolen cover, prickly to her wrists, and outside of it a buffalo robe, humble and moth eaten now, used ever since the bison herds had streaked the prairie a few miles to the west.\n", "word": "blue", "modifies": "cover"}
{"color": "brown", "line": "The country seemed to stretch unchanging to the North Pole: low hill, brush scraggly bottom, reedy creek, muskrat mound, fields with frozen brown clods thrust up through the snow.\n", "word": "brown", "modifies": "clod"}
{"color": "white", "line": "He used the log cabin as a barn; and a new house reared up, a proud, unwise, Gopher Prairie house, the more naked and ungraceful in its glossy white paint and pink trimmings.\n", "word": "white", "modifies": "paint"}
{"color": "pink", "line": "He used the log cabin as a barn; and a new house reared up, a proud, unwise, Gopher Prairie house, the more naked and ungraceful in its glossy white paint and pink trimmings.\n", "word": "pink", "modifies": "trimming"}
{"color": "black", "line": "But they were welcomed warmly enough in the kitchen, with its crisp new plaster, its black and nickel range, its cream separator in a corner.\n", "word": "black", "modifies": "range"}
{"color": "red", "line": "The sunset was merely a flush of rose on a dome of silver, with oak twigs and thin poplar branches against it, but a silo on the horizon changed from a red tank to a tower of violet misted over with gray.\n", "word": "red", "modifies": "tank"}
{"color": "silver", "line": "The sunset was merely a flush of rose on a dome of silver, with oak twigs and thin poplar branches against it, but a silo on the horizon changed from a red tank to a tower of violet misted over with gray.\n", "word": "silver", "modifies": "dome"}
{"color": "pink", "line": "The sunset was merely a flush of rose on a dome of silver, with oak twigs and thin poplar branches against it, but a silo on the horizon changed from a red tank to a tower of violet misted over with gray.\n", "word": "rose", "modifies": "flush"}
{"color": "purple", "line": "The sunset was merely a flush of rose on a dome of silver, with oak twigs and thin poplar branches against it, but a silo on the horizon changed from a red tank to a tower of violet misted over with gray.\n", "word": "violet", "modifies": "tower"}
{"color": "purple", "line": "The purple road vanished, and without lights, in the darkness of a world destroyed, they swayed on toward nothing.\n", "word": "purple", "modifies": "road"}
{"color": "yellow", "line": "His coat off, his sleeves rolled up, he was scrubbing his hands in a tin basin in the sink, using the bar of yellow kitchen soap.\n", "word": "yellow", "modifies": "soap"}
{"color": "black", "line": "In her one glance she had seen that his blue flannel shirt was open at a corded tobacco brown neck, the hollows of which were sprinkled with thin black and gray hairs.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "In her one glance she had seen that his blue flannel shirt was open at a corded tobacco brown neck, the hollows of which were sprinkled with thin black and gray hairs.\n", "word": "blue", "modifies": "shirt"}
{"color": "brown", "line": "In her one glance she had seen that his blue flannel shirt was open at a corded tobacco brown neck, the hollows of which were sprinkled with thin black and gray hairs.\n", "word": "brown", "modifies": "tobacco"}
{"color": "red", "line": "Carol tried to look at him, yet not look at the seeping blood, the crimson slash, the vicious scalpel.\n", "word": "crimson", "modifies": "slash"}
{"color": "white", "line": "As she returned she caught the scene as a whole: the cavernous kitchen, two milk cans a leaden patch by the wall, hams dangling from a beam, bats of light at the stove door, and in the center, illuminated by a small glass lamp held by a frightened stout woman, Dr. Kennicott bending over a body which was humped under a sheet the surgeon, his bare arms daubed with blood, his hands, in pale yellow rubber gloves, loosening the tourniquet, his face without emotion save when he threw up his head and clucked at the farmwife, “Hold that light steady just a second more noch blos esn wenig.” “He speaks a vulgar, common, incorrect German of life and death and birth and the soil.\n", "word": "pale", "modifies": "glove"}
{"color": "yellow", "line": "As she returned she caught the scene as a whole: the cavernous kitchen, two milk cans a leaden patch by the wall, hams dangling from a beam, bats of light at the stove door, and in the center, illuminated by a small glass lamp held by a frightened stout woman, Dr. Kennicott bending over a body which was humped under a sheet the surgeon, his bare arms daubed with blood, his hands, in pale yellow rubber gloves, loosening the tourniquet, his face without emotion save when he threw up his head and clucked at the farmwife, “Hold that light steady just a second more noch blos esn wenig.” “He speaks a vulgar, common, incorrect German of life and death and birth and the soil.\n", "word": "yellow", "modifies": "glove"}
{"color": "white", "line": "The pale snow, the prickles of old stubble, and the clumps of ragged brush faded into a gray obscurity.\n", "word": "pale", "modifies": "snow"}
{"color": "gray", "line": "The pale snow, the prickles of old stubble, and the clumps of ragged brush faded into a gray obscurity.\n", "word": "gray", "modifies": "obscurity"}
{"color": "white", "line": "The willows about a farmhouse were agitated by the rising wind, and the patches of bare wood where the bark had peeled away were white as the flesh of a leper.\n", "word": "white", "modifies": "patch"}
{"color": "white", "line": "The horses and the buffalo robe were covered with snow; her face was wet; the thin butt of the whip held a white ridge.\n", "word": "white", "modifies": "ridge"}
{"color": "pink", "line": "It was like diving into icy water to climb out of the carriage, but on the ground she smiled at him, her face little and childish and pink above the buffalo robe over her shoulders.\n", "word": "pink", "modifies": "robe"}
{"color": "brown", "line": "He filled the grease cups, varnished a fender, removed from beneath the back seat the debris of gloves, copper washers, crumpled maps, dust, and greasy rags.\n", "word": "copper", "modifies": "washer"}
{"color": "white", "line": "I'm not trying to organize Browning Clubs, and sit in clean white kids yearning up at lecturers with ribbony eyeglasses.\n", "word": "white", "modifies": "kid"}
{"color": "red", "line": "Since she had last touched it the dried strings had snapped, and upon it lay a gold and crimson cigar band.\n", "word": "crimson", "modifies": "cigar"}
{"color": "gold", "line": "Since she had last touched it the dried strings had snapped, and upon it lay a gold and crimson cigar band.\n", "word": "gold", "modifies": "band"}
{"color": "gray", "line": "Gray darkness and shadowy trees.\n", "word": "gray", "modifies": "darkness"}
{"color": "gray", "line": "I refuse to believe that you have anything in common with a lot of laboring men rowing for bigger wages so that they can buy wretched flivvers and hideous player pianos and ” At this second, in Buenos Ayres, a newspaper editor broke his routine of being bored by exchanges to assert, “Any injustice is better than seeing the world reduced to a gray level of scientific dullness.” At this second a clerk standing at the bar of a New York saloon stopped milling his secret fear of his nagging office manager long enough to growl at the chauffeur beside him, “Aw, you socialists make me sick!\n", "word": "gray", "modifies": "level"}
{"color": "red", "line": "While she teased Vida and Kennicott she was repeating, “I must go on.” VI Miles Bjornstam, the pariah “Red Swede,” had brought his circular saw and portable gasoline engine to the house, to cut the cords of poplar for the kitchen range.\n", "word": "red", "modifies": "swede"}
{"color": "black", "line": "Kennicott had given the order; Carol knew nothing of it till she heard the ringing of the saw, and glanced out to see Bjornstam, in black leather jacket and enormous ragged purple mittens, pressing sticks against the whirling blade, and flinging the stove lengths to one side.\n", "word": "black", "modifies": "jacket"}
{"color": "purple", "line": "Kennicott had given the order; Carol knew nothing of it till she heard the ringing of the saw, and glanced out to see Bjornstam, in black leather jacket and enormous ragged purple mittens, pressing sticks against the whirling blade, and flinging the stove lengths to one side.\n", "word": "purple", "modifies": "mitten"}
{"color": "red", "line": "The red irritable motor kept up a red irritable “tip tip tip tip tip tip.” The whine of the saw rose till it simulated the shriek of a fire alarm whistle at night, but always at the end it gave a lively metallic clang, and in the stillness she heard the flump of the cut stick falling on the pile.\n", "word": "red", "modifies": "motor"}
{"color": "green", "line": "The pale bark of the poplar sticks was mottled with lichens of sage green and dusty gray; the newly sawed ends were fresh colored, with the agreeable roughness of a woolen muffler.\n", "word": "green", "modifies": "gray"}
{"color": "white", "line": "The pale bark of the poplar sticks was mottled with lichens of sage green and dusty gray; the newly sawed ends were fresh colored, with the agreeable roughness of a woolen muffler.\n", "word": "pale", "modifies": "bark"}
{"color": "gray", "line": "The pale bark of the poplar sticks was mottled with lichens of sage green and dusty gray; the newly sawed ends were fresh colored, with the agreeable roughness of a woolen muffler.\n", "word": "gray", "modifies": "sage"}
{"color": "green", "line": "On the glaring expanse of the lake levels of hard crust, flashes of green ice blown clear, chains of drifts ribbed like the sea beach the moonlight was overwhelming.\n", "word": "green", "modifies": "ice"}
{"color": "red", "line": "The crown was a red flannel mitten cocked on Sam Clark's broad pink bald head.\n", "word": "red", "modifies": "mitten"}
{"color": "pink", "line": "The crown was a red flannel mitten cocked on Sam Clark's broad pink bald head.\n", "word": "pink", "modifies": "head"}
{"color": "brown", "line": "She had four days of delightful worry over the hole in her one good silk petticoat, the loss of a string of beads from her chiffon and brown velvet frock, the catsup stain on her best georgette crepe blouse.\n", "word": "brown", "modifies": "frock"}
{"color": "black", "line": "She asserted, “This silly lobby is too florid,” and simultaneously she admired it: the onyx columns with gilt capitals, the crown embroidered velvet curtains at the restaurant door, the silk roped alcove where pretty girls perpetually waited for mysterious men, the two pound boxes of candy and the variety of magazines at the news stand.\n", "word": "onyx", "modifies": "column"}
{"color": "black", "line": "A woman with a broadtail coat, a heavy lace veil, pearl earrings, and a close black hat entered the restaurant.\n", "word": "black", "modifies": "hat"}
{"color": "gray", "line": "His decent gray suit, made by Nat Hicks of Gopher Prairie, might have been of sheet iron; it had no distinction of cut, no easy grace like the diplomat's Burberry.\n", "word": "gray", "modifies": "suit"}
{"color": "black", "line": "His black shoes were blunt and not well polished.\n", "word": "black", "modifies": "shoe"}
{"color": "brown", "line": "His scarf was a stupid brown.\n", "word": "brown", "modifies": "scarf"}
{"color": "blue", "line": "She ran about, turning on the taps of the bathtub, which gushed instead of dribbling like the taps at home, snatching the new wash rag out of its envelope of oiled paper, trying the rose shaded light between the twin beds, pulling out the drawers of the kidney shaped walnut desk to examine the engraved stationery, planning to write on it to every one she knew, admiring the claret colored velvet armchair and the blue rug, testing the ice water tap, and squealing happily when the water really did come out cold.\n", "word": "blue", "modifies": "rug"}
{"color": "gray", "line": "I Hard, when they were shown through the gray stone hulks and new cement elevators of the largest flour mills in the world.\n", "word": "gray", "modifies": "hulk"}
{"color": "red", "line": "They looked across Loring Park and the Parade to the towers of St. Mark's and the Procathedral, and the red roofs of houses climbing Kenwood Hill.\n", "word": "red", "modifies": "roof"}
{"color": "red", "line": "They tramped through a shining new section of apartment houses; not the tall bleak apartments of Eastern cities but low structures of cheerful yellow brick, in which each flat had its glass enclosed porch with swinging couch and scarlet cushions and Russian brass bowls.\n", "word": "scarlet", "modifies": "cushion"}
{"color": "yellow", "line": "They tramped through a shining new section of apartment houses; not the tall bleak apartments of Eastern cities but low structures of cheerful yellow brick, in which each flat had its glass enclosed porch with swinging couch and scarlet cushions and Russian brass bowls.\n", "word": "yellow", "modifies": "brick"}
{"color": "green", "line": "In her, Carol lived, and on her lifting voice was transported from this sleepy small town husband and all the rows of polite parents to the stilly loft of a thatched cottage where in a green dimness, beside a window caressed by linden branches, she bent over a chronicle of twilight women and the ancient gods.\n", "word": "green", "modifies": "dimness"}
{"color": "green", "line": "On the stage they saw nothing but long green curtains and a leather chair.\n", "word": "green", "modifies": "curtain"}
{"color": "brown", "line": "Two young men in brown robes like furniture covers were gesturing vacuously and droning cryptic sentences full of repetitions.\n", "word": "brown", "modifies": "robe"}
{"color": "red", "line": "In the courtyard, elephants trumpeted, and swart men with beards dyed crimson stood with blood stained hands folded upon their hilts, guarding the caravan from El Sharnak, the camels with Tyrian stuffs of topaz and cinnabar.\n", "word": "crimson", "modifies": "men"}
{"color": "white", "line": "I chose you because you have such a darling complexion, and you know with powder and a white wig, anybody looks twice her age, and I want the mother to be sweet, no matter who else is.” Ella Stowbody, the professional, perceiving that it was because of a conspiracy of jealousy that she had been given a small part, alternated between lofty amusement and Christian patience.\n", "word": "white", "modifies": "wig"}
{"color": "brown", "line": "The high light was a polished copper pot filled with primroses.\n", "word": "copper", "modifies": "pot"}
{"color": "white", "line": "Less clearly she sketched the Grimm drawing room as a series of cool high white arches.\n", "word": "white", "modifies": "arch"}
{"color": "blue", "line": "Against the protest of Kennicott and Vida she mortgaged the association by sending to Minneapolis for a baby spotlight, a strip light, a dimming device, and blue and amber bulbs; and with the gloating rapture of a born painter first turned loose among colors, she spent absorbed evenings in grouping, dimming painting with lights.\n", "word": "blue", "modifies": "bulb"}
{"color": "yellow", "line": "They speculated as to how flats could be lashed together to form a wall; they hung crocus yellow curtains at the windows; they blacked the sheet iron stove; they put on aprons and swept.\n", "word": "yellow", "modifies": "curtain"}
{"color": "red", "line": "I want to wear, oh, a dandy dress I have all scarlet and I said to her, 'When I enter wouldn't it knock their eyes out if I just stood there at the door in this straight scarlet thing?'\n", "word": "scarlet", "modifies": "dress"}
{"color": "white", "line": "“And why does she just use plain white tormenters?” “What's a tormenter?” blurted Rita Simons.\n", "word": "white", "modifies": "tormenter"}
{"color": "white", "line": "The two dressing rooms were swirling with actors, panting, twitchy pale.\n", "word": "pale", "modifies": "actor"}
{"color": "brown", "line": "Carol, smart in maid's uniform, coaxed the temporary stage hands to finish setting the first act, wailed at Kennicott, the electrician, “Now for heaven's sake remember the change in cue for the ambers in Act Two,” more chairs, warned the frightened Myrtle Cass to be sure to upset the waste basket when John Grimm called, “Here you, Reddy.” Del Snafflin's orchestra of piano, violin, and cornet began to tune up and every one behind the magic line of the proscenic arch was frightened into paralysis.\n", "word": "amber", "modifies": "change"}
{"color": "red", "line": "He had renounced his criticisms of state and society; he had given up roving as horse trader, and wearing red mackinaws in lumber camps; he had gone to work as engineer in Jackson Elder's planing mill; he was to be seen upon the streets endeavoring to be neighborly with suspicious men whom he had taunted for years.\n", "word": "red", "modifies": "mackinaw"}
{"color": "red", "line": "How do you know it's a good thing, her marrying a sassy bum like this awful Red Swede person?\n", "word": "red", "modifies": "swede"}
{"color": "white", "line": "He had, with Carol's help, made his shanty over into a cottage with white curtains and a canary and a chintz chair.\n", "word": "white", "modifies": "curtain"}
{"color": "black", "line": "Along the drive below her swept barouches, with a mechanical tlot tlot, tlot tlot, tlot tlot, and great cars with polished black hoods and engines quiet as the sigh of an old man.\n", "word": "black", "modifies": "hood"}
{"color": "gray", "line": "In them were women erect, slender, enameled, and expressionless as marionettes, their small hands upon parasols, their unchanging eyes always forward, ignoring the men beside them, tall men with gray hair and distinguished faces.\n", "word": "gray", "modifies": "hair"}
{"color": "blue", "line": "Beyond the drive were painted sea and painted sands, and blue and yellow pavilions.\n", "word": "blue", "modifies": "pavilion"}
{"color": "gold", "line": "Nothing moved except the gliding carriages, and the people were small and wooden, spots in a picture drenched with gold and hard bright blues.\n", "word": "gold", "modifies": "blue"}
{"color": "blue", "line": "Nothing moved except the gliding carriages, and the people were small and wooden, spots in a picture drenched with gold and hard bright blues.\n", "word": "blue", "modifies": "gold"}
{"color": "yellow", "line": "There was no sound of sea or winds; no softness of whispers nor of falling petals; nothing but yellow and cobalt and staring light, and the never changing tlot tlot, tlot tlot She startled.\n", "word": "yellow", "modifies": "cobalt"}
{"color": "gray", "line": "No aching color of the sea and pride of supercilious people, but the reality of a round bellied nickel alarm clock on a shelf against a fuzzy unplaned pine wall, with a stiff gray wash rag hanging above it and a kerosene stove standing below.\n", "word": "gray", "modifies": "rag"}
{"color": "brown", "line": "A thousand dreams governed by the fiction she had read, drawn from the pictures she had envied, absorbed her drowsy lake afternoons, but always in the midst of them Kennicott came out from town, drew on khaki trousers which were plastered with dry fish scales, asked, “Enjoying yourself?” and did not listen to her answer.\n", "word": "khaki", "modifies": "trouser"}
{"color": "red", "line": "She liked the plain benches, the portable stage under its red marquee, the great tent over all, shadowy above strings of incandescent bulbs at night and by day casting an amber radiance on the patient crowd.\n", "word": "red", "modifies": "marquee"}
{"color": "brown", "line": "She liked the plain benches, the portable stage under its red marquee, the great tent over all, shadowy above strings of incandescent bulbs at night and by day casting an amber radiance on the patient crowd.\n", "word": "amber", "modifies": "radiance"}
{"color": "brown", "line": "Hugh developed into a thin healthy child with a large head and straight delicate hair of a faint brown.\n", "word": "brown", "modifies": "hair"}
{"color": "blue", "line": "The good matrons glared at Olaf Bjornstam, with his blue eyes, his honey colored hair, and magnificent back, and they remarked, “Well, Mrs. Kennicott, maybe that Swede brat is as healthy as your husband says he is, but let me tell you I hate to think of the future that awaits any boy with a hired girl for a mother and an awful irreligious socialist for a pa!” She raged, but so violent was the current of their respectability, so persistent was Aunt Bessie in running to her with their blabber, that she was embarrassed when she took Hugh to play with Olaf.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "The presence of the baby had made her take Gopher Prairie and the brown house seriously, as natural places of residence.\n", "word": "brown", "modifies": "house"}
{"color": "white", "line": "Carol was her attendant, and as the wedding was at the Episcopal Church, all the women wore new kid slippers and long white kid gloves, and looked refined.\n", "word": "white", "modifies": "glove"}
{"color": "gray", "line": "I GRAY steel that seems unmoving because it spins so fast in the balanced fly wheel, gray snow in an avenue of elms, gray dawn with the sun behind it this was the gray of Vida Sherwin's life at thirty six.\n", "word": "gray", "modifies": "steel"}
{"color": "black", "line": "She was small and active and sallow; her yellow hair was faded, and looked dry; her blue silk blouses and modest lace collars and high black shoes and sailor hats were as literal and uncharming as a schoolroom desk; but her eyes determined her appearance, revealed her as a personage and a force, indicated her faith in the goodness and purpose of everything.\n", "word": "black", "modifies": "shoe"}
{"color": "blue", "line": "She was small and active and sallow; her yellow hair was faded, and looked dry; her blue silk blouses and modest lace collars and high black shoes and sailor hats were as literal and uncharming as a schoolroom desk; but her eyes determined her appearance, revealed her as a personage and a force, indicated her faith in the goodness and purpose of everything.\n", "word": "blue", "modifies": "blouse"}
{"color": "yellow", "line": "She was small and active and sallow; her yellow hair was faded, and looked dry; her blue silk blouses and modest lace collars and high black shoes and sailor hats were as literal and uncharming as a schoolroom desk; but her eyes determined her appearance, revealed her as a personage and a force, indicated her faith in the goodness and purpose of everything.\n", "word": "yellow", "modifies": "hair"}
{"color": "pink", "line": "She knelt in a pink flannel nightgown, her thin hair down her back, her forehead as full of horror as a mask of tragedy, while she identified her love for the Son of God with her love for a mortal, and wondered if any other woman had ever been so sacrilegious.\n", "word": "pink", "modifies": "nightgown"}
{"color": "black", "line": "She was glad of the girl's charm, of the smooth black hair, the airy head and young shoulders.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "Now she noted that his jaw was square, that his long hands moved quickly and were bleached in a refined manner, and that his trusting eyes indicated that he had “led a clean life.” She began to call him “Ray,” and to bounce in defense of his unselfishness and thoughtfulness every time Juanita Haydock or Rita Gould giggled about him at the Jolly Seventeen.\n", "word": "bleached", "modifies": "manner"}
{"color": "yellow", "line": "They were sitting on the squat yellow satin settee in the boarding house parlor.\n", "word": "yellow", "modifies": "settee"}
{"color": "black", "line": "She peeped through the glass at the perfume boxes of black and gold and citron in the hollow table.\n", "word": "black", "modifies": "box"}
{"color": "red", "line": "She looked about at shelves of red rubber water bottles, pale yellow sponges, wash rags with blue borders, hair brushes of polished cherry backs.\n", "word": "red", "modifies": "bottle"}
{"color": "white", "line": "She looked about at shelves of red rubber water bottles, pale yellow sponges, wash rags with blue borders, hair brushes of polished cherry backs.\n", "word": "pale", "modifies": "sponge"}
{"color": "blue", "line": "She looked about at shelves of red rubber water bottles, pale yellow sponges, wash rags with blue borders, hair brushes of polished cherry backs.\n", "word": "blue", "modifies": "border"}
{"color": "yellow", "line": "She looked about at shelves of red rubber water bottles, pale yellow sponges, wash rags with blue borders, hair brushes of polished cherry backs.\n", "word": "yellow", "modifies": "sponge"}
{"color": "brown", "line": "But after detached brown years in boarding houses, Vida was hungry for housework, for the most pottering detail of it.\n", "word": "brown", "modifies": "year"}
{"color": "gold", "line": "The other tradition is that the significant features of all villages are whiskers, iron dogs upon lawns, gold bricks, checkers, jars of gilded cat tails, and shrewd comic old men who are known as “hicks” and who ejaculate “Waal I swan.” This altogether admirable tradition rules the vaudeville stage, facetious illustrators, and syndicated newspaper humor, but out of actual life it passed forty years ago.\n", "word": "gold", "modifies": "brick"}
{"color": "red", "line": "There, in the bondestue, the replica of a Norse farm kitchen, pale women in scarlet jackets embroidered with gold thread and colored beads, in black skirts with a line of blue, green striped aprons, and ridged caps very pretty to set off a fresh face, had served rommegrod og lefse sweet cakes and sour milk pudding spiced with cinnamon.\n", "word": "scarlet", "modifies": "jacket"}
{"color": "green", "line": "There, in the bondestue, the replica of a Norse farm kitchen, pale women in scarlet jackets embroidered with gold thread and colored beads, in black skirts with a line of blue, green striped aprons, and ridged caps very pretty to set off a fresh face, had served rommegrod og lefse sweet cakes and sour milk pudding spiced with cinnamon.\n", "word": "green", "modifies": "apron"}
{"color": "black", "line": "There, in the bondestue, the replica of a Norse farm kitchen, pale women in scarlet jackets embroidered with gold thread and colored beads, in black skirts with a line of blue, green striped aprons, and ridged caps very pretty to set off a fresh face, had served rommegrod og lefse sweet cakes and sour milk pudding spiced with cinnamon.\n", "word": "black", "modifies": "skirt"}
{"color": "white", "line": "There, in the bondestue, the replica of a Norse farm kitchen, pale women in scarlet jackets embroidered with gold thread and colored beads, in black skirts with a line of blue, green striped aprons, and ridged caps very pretty to set off a fresh face, had served rommegrod og lefse sweet cakes and sour milk pudding spiced with cinnamon.\n", "word": "pale", "modifies": "woman"}
{"color": "gold", "line": "There, in the bondestue, the replica of a Norse farm kitchen, pale women in scarlet jackets embroidered with gold thread and colored beads, in black skirts with a line of blue, green striped aprons, and ridged caps very pretty to set off a fresh face, had served rommegrod og lefse sweet cakes and sour milk pudding spiced with cinnamon.\n", "word": "gold", "modifies": "thread"}
{"color": "blue", "line": "There, in the bondestue, the replica of a Norse farm kitchen, pale women in scarlet jackets embroidered with gold thread and colored beads, in black skirts with a line of blue, green striped aprons, and ridged caps very pretty to set off a fresh face, had served rommegrod og lefse sweet cakes and sour milk pudding spiced with cinnamon.\n", "word": "blue", "modifies": "apron"}
{"color": "red", "line": "But she saw these Scandinavian women zealously exchanging their spiced puddings and red jackets for fried pork chops and congealed white blouses, trading the ancient Christmas hymns of the fjords for “She's My Jazzland Cutie,” being Americanized into uniformity, and in less than a generation losing in the grayness whatever pleasant new customs they might have added to the life of the town.\n", "word": "red", "modifies": "jacket"}
{"color": "white", "line": "But she saw these Scandinavian women zealously exchanging their spiced puddings and red jackets for fried pork chops and congealed white blouses, trading the ancient Christmas hymns of the fjords for “She's My Jazzland Cutie,” being Americanized into uniformity, and in less than a generation losing in the grayness whatever pleasant new customs they might have added to the life of the town.\n", "word": "white", "modifies": "blouse"}
{"color": "brown", "line": "Sure of itself, it bullies other civilizations, as a traveling salesman in a brown derby conquers the wisdom of China and tacks advertisements of cigarettes over arches for centuries dedicate to the sayings of Confucius.\n", "word": "brown", "modifies": "derby"}
{"color": "brown", "line": "And we'll have a wonderful building lovely brown brick, with big windows, and agricultural and manual training departments.\n", "word": "brown", "modifies": "brick"}
{"color": "red", "line": "She helped Ella Stowbody to set out plants in the tiny triangular park at the railroad station; she squatted in the dirt, with a small curved trowel and the most decorous of gardening gauntlets; she talked to Ella about the public spiritedness of fuchsias and cannas; and she felt that she was scrubbing a temple deserted by the gods and empty even of incense and the sound of chanting.\n", "word": "fuchsia", "modifies": "spiritedness"}
{"color": "pink", "line": "She never got much farther than recognizing the tiger lily and the wild rose, but she rediscovered Hugh.\n", "word": "rose", "modifies": "lily"}
{"color": "white", "line": "She crept away from the hump of bedding that was Kennicott; tiptoed into the bathroom and, by the mirror in the door of the medicine cabinet, examined her pallid face.\n", "word": "pallid", "modifies": "face"}
{"color": "white", "line": "I'm not content to leave the sea and the ivory towers to others.\n", "word": "ivory", "modifies": "tower"}
{"color": "red", "line": "She saw the women who made bandages for the Red Cross giving up bridge, and laughing at having to do without sugar, but over the surgical dressings they did not speak of God and the souls of men, but of Miles Bjornstam's impudence, of Terry Gould's scandalous carryings on with a farmer's daughter four years ago, of cooking cabbage, and of altering blouses.\n", "word": "red", "modifies": "cross"}
{"color": "black", "line": "But before I start in being a hero I want to shoot out and catch me a big black bass and cuss out you and Sam Clark and Harry Haydock and Will Kennicott and the rest of you pirates.\n", "word": "black", "modifies": "bass"}
{"color": "white", "line": "He declined the offers of motors; he walked off, his arm about the shoulder of Nat Hicks the sporting tailor, with the elegant Harry Haydock carrying one of his enormous pale leather bags, Del Snafflin the other, Jack Elder bearing an overcoat, and Julius Flickerbaugh the fishing tackle.\n", "word": "pale", "modifies": "bag"}
{"color": "blue", "line": "She decided, “I must have Will get a double breasted blue coat and a wing collar and a dotted bow tie like his.” That evening, when Kennicott was trimming the grass along the walk with sheep shears, Bresnahan rolled up, alone.\n", "word": "blue", "modifies": "coat"}
{"color": "white", "line": "He was now in corduroy trousers, khaki shirt open at the throat, a white boating hat, and marvelous canvas and leather shoes “On the job there, old Will!\n", "word": "white", "modifies": "hat"}
{"color": "brown", "line": "He was now in corduroy trousers, khaki shirt open at the throat, a white boating hat, and marvelous canvas and leather shoes “On the job there, old Will!\n", "word": "khaki", "modifies": "shirt"}
{"color": "blue", "line": "He burrowed his eyes in the dwarf blue pillow to escape the electric light, then sat up abruptly, small and frail in his woolly nightdrawers, his floss of brown hair wild, the pillow clutched to his breast.\n", "word": "blue", "modifies": "pillow"}
{"color": "brown", "line": "He burrowed his eyes in the dwarf blue pillow to escape the electric light, then sat up abruptly, small and frail in his woolly nightdrawers, his floss of brown hair wild, the pillow clutched to his breast.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "All this stew of analysis about a man, a good, decent, friendly, efficient man, because he was kind to me, as Will's wife!” IV The Kennicotts, the Elders, the Clarks, and Bresnahan went fishing at Red Squaw Lake.\n", "word": "red", "modifies": "lake"}
{"color": "red", "line": "The Kaiser and the Junkers keep a firm hand on a lot of these red agitators who'd be worse than a king if they could get control.” “I'm terribly interested in this uprising that overthrew the Czar in Russia,” suggested Carol.\n", "word": "red", "modifies": "agitator"}
{"color": "red", "line": "Well, the Red Swede got the grand razz handed to him, all right.\n", "word": "red", "modifies": "swede"}
{"color": "white", "line": "Oh, Perce is the white haired boy in this burg, all rightee!” V Bresnahan had borrowed Jackson Elder's motor; he stopped at the Kennicotts'; he bawled at Carol, rocking with Hugh on the porch, “Better come for a ride.” She wanted to snub him.\n", "word": "white", "modifies": "boy"}
{"color": "yellow", "line": "He glanced across the reeds reflected on the water, the quiver of wavelets like crumpled tinfoil, the distant shores patched with dark woods, silvery oats and deep yellow wheat.\n", "word": "yellow", "modifies": "wheat"}
{"color": "red", "line": "But, by golly, I'd like to see you try to design a new manifold, or run a factory and keep a lot of your fellow reds from Czech slovenski magyar godknowswheria on the job!\n", "word": "red", "modifies": "lot"}
{"color": "red", "line": "When he demanded, “Would you like to associate with nothing but a lot of turkey necked, horn spectacled nuts that have adenoids and need a hair cut, and that spend all their time kicking about 'conditions' and never do a lick of work?” she said, “No, but just the same ” When he asserted, “Even if your cavewoman was right in knocking the whole works, I bet some red blooded Regular Fellow, some real He man, found her a nice dry cave, and not any whining criticizing radical,” she wriggled her head feebly, between a nod and a shake.\n", "word": "red", "modifies": "fellow"}
{"color": "brown", "line": "Uncle Whittier, in a shirt collarless and soaked with sweat in a brown streak down his back, was whining at a clerk, “Come on now, get a hustle on and lug that pound cake up to Mis' Cass's.\n", "word": "brown", "modifies": "streak"}
{"color": "pink", "line": "They were in shirt sleeves; smoking, chewing, spitting incessantly; lowering their voices for a moment so that she did not hear what they said and afterward giggling hoarsely; using over and over the canonical phrases: “Three to dole,” “I raise you a finif,” “Come on now, ante up; what do you think this is, a pink tea?” The cigar smoke was acrid and pervasive.\n", "word": "pink", "modifies": "tea"}
{"color": "white", "line": "During their first autumn she had smiled over his affection for his hunting coat, but now that the leather had come unstitched in dribbles of pale yellow thread, and tatters of canvas, smeared with dirt of the fields and grease from gun cleaning, hung in a border of rags, she hated the thing.\n", "word": "pale", "modifies": "thread"}
{"color": "yellow", "line": "During their first autumn she had smiled over his affection for his hunting coat, but now that the leather had come unstitched in dribbles of pale yellow thread, and tatters of canvas, smeared with dirt of the fields and grease from gun cleaning, hung in a border of rags, she hated the thing.\n", "word": "yellow", "modifies": "thread"}
{"color": "gold", "line": "She knew every nick and brown spot on each piece of the set of china purchased by Kennicott's mother in 1895 discreet china with a pattern of washed out forget me nots, rimmed with blurred gold: the gravy boat, in a saucer which did not match, the solemn and evangelical covered vegetable dishes, the two platters.\n", "word": "gold", "modifies": "boat"}
{"color": "brown", "line": "She knew every nick and brown spot on each piece of the set of china purchased by Kennicott's mother in 1895 discreet china with a pattern of washed out forget me nots, rimmed with blurred gold: the gravy boat, in a saucer which did not match, the solemn and evangelical covered vegetable dishes, the two platters.\n", "word": "brown", "modifies": "spot"}
{"color": "black", "line": "Damp black iron sink, damp whitey yellow drain board with shreds of discolored wood which from long scrubbing were as soft as cotton thread, warped table, alarm clock, stove bravely blackened by Oscarina but an abomination in its loose doors and broken drafts and oven that never would keep an even heat.\n", "word": "black", "modifies": "iron"}
{"color": "yellow", "line": "Damp black iron sink, damp whitey yellow drain board with shreds of discolored wood which from long scrubbing were as soft as cotton thread, warped table, alarm clock, stove bravely blackened by Oscarina but an abomination in its loose doors and broken drafts and oven that never would keep an even heat.\n", "word": "yellow", "modifies": "drain"}
{"color": "white", "line": "Carol had done her best by the kitchen: painted it white, put up curtains, replaced a six year old calendar by a color print.\n", "word": "white", "modifies": "curtain"}
{"color": "gray", "line": "The can opener, whose soft gray metal handle was twisted from some ancient effort to pry open a window, was more pertinent to her than all the cathedrals in Europe; and more significant than the future of Asia was the never settled weekly question as to whether the small kitchen knife with the unpainted handle or the second best buckhorn carving knife was better for cutting up cold chicken for Sunday supper.\n", "word": "gray", "modifies": "handle"}
{"color": "white", "line": "She was for the first time invited up stairs, and found the suave old woman sewing in a white and mahogany room with a small bed.\n", "word": "white", "modifies": "room"}
{"color": "white", "line": "But she had no desire to read the eloquent little newspaper essays in praise of labor which are daily written by the white browed journalistic prophets.\n", "word": "white", "modifies": "prophet"}
{"color": "brown", "line": "She commented upon the sloping roof of unplastered boards stained in brown rings by the rain, the uneven floor, the cot and its tumbled discouraged looking quilts, the broken rocker, the distorting mirror.\n", "word": "brown", "modifies": "ring"}
{"color": "green", "line": "She babbled of a low stone house with lattice windows and tulip beds, of colonial brick, of a white frame cottage with green shutters and dormer windows.\n", "word": "green", "modifies": "shutter"}
{"color": "white", "line": "She babbled of a low stone house with lattice windows and tulip beds, of colonial brick, of a white frame cottage with green shutters and dormer windows.\n", "word": "white", "modifies": "cottage"}
{"color": "yellow", "line": "That yellow on Sam's house is too kind of flashy.\n", "word": "yellow", "modifies": "house"}
{"color": "brown", "line": "Then there's another kind of house that's mighty nice and substantial looking, with shingles, in a nice brown stain, instead of clapboards seen some in Minneapolis.\n", "word": "brown", "modifies": "stain"}
{"color": "purple", "line": "In the present rookery there were odd things a step up from the hall to the dining room, a picturesqueness in the shed and bedraggled lilac bush.\n", "word": "lilac", "modifies": "bush"}
{"color": "green", "line": "She pictured herself looking at Emerson's manse, bathing in a surf of jade and ivory, wearing a trottoir and a summer fur, meeting an aristocratic Stranger.\n", "word": "jade", "modifies": "surf"}
{"color": "white", "line": "She pictured herself looking at Emerson's manse, bathing in a surf of jade and ivory, wearing a trottoir and a summer fur, meeting an aristocratic Stranger.\n", "word": "ivory", "modifies": "jade"}
{"color": "red", "line": "They rode in the caboose, the small red cupola topped car jerked along at the end of the train.\n", "word": "red", "modifies": "cupola"}
{"color": "black", "line": "It was a roving shanty, the cabin of a land schooner, with black oilcloth seats along the side, and for desk, a pine board to be let down on hinges.\n", "word": "black", "modifies": "seat"}
{"color": "blue", "line": "Carol liked the blue silk kerchiefs about the brakemen's throats; she liked their welcome to her, and their air of friendly independence.\n", "word": "blue", "modifies": "kerchief"}
{"color": "red", "line": "Her eagerness began to lessen the moment they stopped at a red frame station exactly like the one they had just left at Gopher Prairie, and Kennicott yawned, “Right on time.\n", "word": "red", "modifies": "station"}
{"color": "brown", "line": "He was curiously like his own brown painted motor car, with eye glasses for windshield.\n", "word": "brown", "modifies": "car"}
{"color": "gray", "line": "Beavers, human Beavers, were everywhere: thirty second degree Beavers in gray sack suits and decent derbies, more flippant Beavers in crash summer coats and straw hats, rustic Beavers in shirt sleeves and frayed suspenders; but whatever his caste symbols, every Beaver was distinguished by an enormous shrimp colored ribbon lettered in silver, “Sir Knight and Brother, U. F. O.\n", "word": "gray", "modifies": "suit"}
{"color": "red", "line": "The strange thing was that beneath their scarlet pride the Zouaves' faces remained those of American business men, pink, smooth, eye glassed; and as they stood playing in a circle, at the corner of Main Street and Second, as they tootled on fifes or with swelling cheeks blew into cornets, their eyes remained as owlish as though they were sitting at desks under the sign “This Is My Busy Day.” Carol had supposed that the Beavers were average citizens organized for the purposes of getting cheap life insurance and playing poker at the lodge rooms every second Wednesday, but she saw a large poster which proclaimed: Kennicott read the poster and to Calibree admired, “Strong lodge, the Beavers.\n", "word": "scarlet", "modifies": "pride"}
{"color": "pink", "line": "The strange thing was that beneath their scarlet pride the Zouaves' faces remained those of American business men, pink, smooth, eye glassed; and as they stood playing in a circle, at the corner of Main Street and Second, as they tootled on fifes or with swelling cheeks blew into cornets, their eyes remained as owlish as though they were sitting at desks under the sign “This Is My Busy Day.” Carol had supposed that the Beavers were average citizens organized for the purposes of getting cheap life insurance and playing poker at the lodge rooms every second Wednesday, but she saw a large poster which proclaimed: Kennicott read the poster and to Calibree admired, “Strong lodge, the Beavers.\n", "word": "pink", "modifies": "men"}
{"color": "red", "line": "The dignified delegates were shy of the booths, but country boys with brickred necks and pale blue ties and bright yellow shoes, who had brought sweethearts into town in somewhat dusty and listed Fords, were wolfing sandwiches, drinking strawberry pop out of bottles, and riding the revolving crimson and gold horses.\n", "word": "crimson", "modifies": "horse"}
{"color": "white", "line": "The dignified delegates were shy of the booths, but country boys with brickred necks and pale blue ties and bright yellow shoes, who had brought sweethearts into town in somewhat dusty and listed Fords, were wolfing sandwiches, drinking strawberry pop out of bottles, and riding the revolving crimson and gold horses.\n", "word": "pale", "modifies": "tie"}
{"color": "gold", "line": "The dignified delegates were shy of the booths, but country boys with brickred necks and pale blue ties and bright yellow shoes, who had brought sweethearts into town in somewhat dusty and listed Fords, were wolfing sandwiches, drinking strawberry pop out of bottles, and riding the revolving crimson and gold horses.\n", "word": "gold", "modifies": "horse"}
{"color": "blue", "line": "The dignified delegates were shy of the booths, but country boys with brickred necks and pale blue ties and bright yellow shoes, who had brought sweethearts into town in somewhat dusty and listed Fords, were wolfing sandwiches, drinking strawberry pop out of bottles, and riding the revolving crimson and gold horses.\n", "word": "blue", "modifies": "tie"}
{"color": "yellow", "line": "The dignified delegates were shy of the booths, but country boys with brickred necks and pale blue ties and bright yellow shoes, who had brought sweethearts into town in somewhat dusty and listed Fords, were wolfing sandwiches, drinking strawberry pop out of bottles, and riding the revolving crimson and gold horses.\n", "word": "yellow", "modifies": "shoe"}
{"color": "gold", "line": "They shrieked and giggled; peanut roasters whistled; the merry go round pounded out monotonous music; the barkers bawled, “Here's your chance here's your chance come on here, boy come on here give that girl a good time give her a swell time here's your chance to win a genuwine gold watch for five cents, half a dime, the twentieth part of a dollah!” poisonous thorns the tinny cornices above the brick stores were glaring; the dull breeze scattered dust on sweaty Beavers who crawled along in tight scorching new shoes, up two blocks and back, up two blocks and back, wondering what to do next, working at having a good time.\n", "word": "gold", "modifies": "watch"}
{"color": "gold", "line": "Let's ride on the merry go round and grab a gold ring!” Kennicott considered it, and mumbled to Calibree, “Think you folks would like to stop and try a ride on the merry go round?” Calibree considered it, and mumbled to his wife, “Think you'd like to stop and try a ride on the merry go round?” Mrs. Calibree smiled in a washed out manner, and sighed, “Oh no, I don't believe I care to much, but you folks go ahead and try it.” Calibree stated to Kennicott, “No, I don't believe we care to a whole lot, but you folks go ahead and try it.” Kennicott summarized the whole case against wildness: “Let's try it some other time, Carrie.” She gave it up.\n", "word": "gold", "modifies": "ring"}
{"color": "black", "line": "But still, oughtn't to ” He saw Carol, slim black and ivory, cool, scornful of intrigue.\n", "word": "black", "modifies": "carol"}
{"color": "gray", "line": "As the bright arrows fell with a faint puttering sound, a crescent of blackness was formed in the gray dust.\n", "word": "gray", "modifies": "dust"}
{"color": "white", "line": "When he had finished sprinkling he strolled into the house, up to the baby's room, and cried to Hugh, “Story time for the old man, eh?” Carol was in a low chair, framed and haloed by the window behind her, an image in pale gold.\n", "word": "pale", "modifies": "gold"}
{"color": "gold", "line": "When he had finished sprinkling he strolled into the house, up to the baby's room, and cried to Hugh, “Story time for the old man, eh?” Carol was in a low chair, framed and haloed by the window behind her, an image in pale gold.\n", "word": "gold", "modifies": "image"}
{"color": "white", "line": "Think of getting all cooled off by a good long drive, and then the lov e ly Swiftwaite's white hand mixing you a good stiff highball!” “Nope.\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "On the porch, sheltered by a wild grape vine, was the figure of a woman in white.\n", "word": "white", "modifies": "woman"}
{"color": "gray", "line": "“They say there's some of the awfullest goings on at her house mere boys and old gray headed rips sneaking in there evenings and drinking licker and every kind of goings on.\n", "word": "gray", "modifies": "rip"}
{"color": "brown", "line": "It was a brown post, stout and agreeable; the smooth leg of it held the sunlight, while its neck, grooved by hitching straps, tickled one's fingers.\n", "word": "brown", "modifies": "post"}
{"color": "blue", "line": "Carol had never been awake to the earth except as a show of changing color and great satisfying masses; she had lived in people and in ideas about having ideas; but Hugh's questions made her attentive to the comedies of sparrows, robins, blue jays, yellowhammers; she regained her pleasure in the arching flight of swallows, and added to it a solicitude about their nests and family squabbles.\n", "word": "blue", "modifies": "jay"}
{"color": "red", "line": "To Hugh, the Red Swede was the most heroic and powerful person in the world.\n", "word": "red", "modifies": "swede"}
{"color": "red", "line": "The two friends played with an imperial chariot which Miles had made out of a starch box and four red spools; together they stuck switches into a mouse hole, with vast satisfaction though entirely without known results.\n", "word": "red", "modifies": "spool"}
{"color": "red", "line": "There was a hammer with a silver head; there was a metal thing like a big L; there was a magic instrument, very precious, made out of costly red wood and gold, with a tube which contained a drop no, it wasn't a drop, it was a nothing, which lived in the water, but the nothing LOOKED like a drop, and it ran in a frightened way up and down the tube, no matter how cautiously you tilted the magic instrument.\n", "word": "red", "modifies": "wood"}
{"color": "gold", "line": "There was a hammer with a silver head; there was a metal thing like a big L; there was a magic instrument, very precious, made out of costly red wood and gold, with a tube which contained a drop no, it wasn't a drop, it was a nothing, which lived in the water, but the nothing LOOKED like a drop, and it ran in a frightened way up and down the tube, no matter how cautiously you tilted the magic instrument.\n", "word": "gold", "modifies": "wood"}
{"color": "silver", "line": "There was a hammer with a silver head; there was a metal thing like a big L; there was a magic instrument, very precious, made out of costly red wood and gold, with a tube which contained a drop no, it wasn't a drop, it was a nothing, which lived in the water, but the nothing LOOKED like a drop, and it ran in a frightened way up and down the tube, no matter how cautiously you tilted the magic instrument.\n", "word": "silver", "modifies": "head"}
{"color": "yellow", "line": "And there were nails, very different and clever big valiant spikes, middle sized ones which were not very interesting, and shingle nails much jollier than the fussed up fairies in the yellow book.\n", "word": "yellow", "modifies": "book"}
{"color": "red", "line": "Terrified, pallid, noiseless in stocking feet, he did the kitchen work and the sweeping, his big red hands awkwardly careful.\n", "word": "red", "modifies": "hand"}
{"color": "pink", "line": "Spots of a viciously delicate pink came out on his chest and back.\n", "word": "pink", "modifies": "spot"}
{"color": "brown", "line": "His tongue was brown and revolting.\n", "word": "brown", "modifies": "tongue"}
{"color": "black", "line": "There was only Miles Bjornstam, in his black wedding suit, walking quite alone, head down, behind the shabby hearse that bore the bodies of his wife and baby.\n", "word": "black", "modifies": "suit"}
{"color": "red", "line": "When Carol went there, for the last time, she found Olaf's chariot with its red spool wheels standing in the sunny corner beside the stable.\n", "word": "red", "modifies": "wheel"}
{"color": "red", "line": "That day and that week she went reluctantly to Red Cross work; she stitched and packed silently, while Vida read the war bulletins.\n", "word": "red", "modifies": "cross"}
{"color": "black", "line": "Under the stilly boughs and the black gauze of dusk the street was meshed in silence.\n", "word": "black", "modifies": "gauze"}
{"color": "gold", "line": "He talks so refined, and oh, the lugs he puts on belted coat, and pique collar with a gold pin, and socks to match his necktie, and honest you won't believe this, but I got it straight this fellow, you know he's staying at Mrs. Gurrey's punk old boarding house, and they say he asked Mrs. Gurrey if he ought to put on a dress suit for supper!\n", "word": "gold", "modifies": "pin"}
{"color": "red", "line": "The streaky brown wallpaper was broken in its dismal sweep only by framed texts, “Come unto Me” and “The Lord is My Shepherd,” by a list of hymns, and by a crimson and green diagram, staggeringly drawn upon hemp colored paper, indicating the alarming ease with which a young man may descend from Palaces of Pleasure and the House of Pride to Eternal Damnation.\n", "word": "crimson", "modifies": "list"}
{"color": "green", "line": "The streaky brown wallpaper was broken in its dismal sweep only by framed texts, “Come unto Me” and “The Lord is My Shepherd,” by a list of hymns, and by a crimson and green diagram, staggeringly drawn upon hemp colored paper, indicating the alarming ease with which a young man may descend from Palaces of Pleasure and the House of Pride to Eternal Damnation.\n", "word": "green", "modifies": "diagram"}
{"color": "brown", "line": "The streaky brown wallpaper was broken in its dismal sweep only by framed texts, “Come unto Me” and “The Lord is My Shepherd,” by a list of hymns, and by a crimson and green diagram, staggeringly drawn upon hemp colored paper, indicating the alarming ease with which a young man may descend from Palaces of Pleasure and the House of Pride to Eternal Damnation.\n", "word": "brown", "modifies": "wallpaper"}
{"color": "red", "line": "But the varnished oak pews and the new red carpet and the three large chairs on the platform, behind the bare reading stand, were all of a rocking chair comfort.\n", "word": "red", "modifies": "carpet"}
{"color": "black", "line": "He wore a black sack suit and a lilac tie.\n", "word": "black", "modifies": "suit"}
{"color": "purple", "line": "He wore a black sack suit and a lilac tie.\n", "word": "lilac", "modifies": "tie"}
{"color": "brown", "line": "Across the aisle, two rows back, was a strange young man who shone among the cud chewing citizens like a visitant from the sun amber curls, low forehead, fine nose, chin smooth but not raw from Sabbath shaving.\n", "word": "amber", "modifies": "curl"}
{"color": "white", "line": "He wore a brown jersey coat, a delft blue bow, a white silk shirt, white flannel trousers.\n", "word": "white", "modifies": "shirt"}
{"color": "blue", "line": "He wore a brown jersey coat, a delft blue bow, a white silk shirt, white flannel trousers.\n", "word": "blue", "modifies": "bow"}
{"color": "brown", "line": "He wore a brown jersey coat, a delft blue bow, a white silk shirt, white flannel trousers.\n", "word": "brown", "modifies": "coat"}
{"color": "pink", "line": "She rose after the service, carefully taking Kennicott's arm and smiling at him in a mute assertion that she was devoted to him no matter what happened.\n", "word": "rose", "modifies": "service"}
{"color": "brown", "line": "She followed the Mystery's soft brown jersey shoulders out of the church.\n", "word": "brown", "modifies": "shoulder"}
{"color": "white", "line": "She said vacuously: “Uh Will, I wonder if that young man in the white flannel trousers, at church this morning, was this Valborg person that they're all talking about?” “Yump.\n", "word": "white", "modifies": "trouser"}
{"color": "black", "line": "Whether she wore a low middy collar or dressed reticently for school in a black suit with a high necked blouse, she was airy, flippant.\n", "word": "black", "modifies": "suit"}
{"color": "brown", "line": "He wore a silk shirt, a topaz scarf, thin tan shoes.\n", "word": "tan", "modifies": "shoe"}
{"color": "white", "line": "I keep thinking about a room in gray oatmeal paper with prints in very narrow gold frames or would it be better in white enamel paneling? but anyway, it looks out on Fifth Avenue, and I'm designing a sumptuous ” He made it “sump too ous” “robe of linden green chiffon over cloth of gold!\n", "word": "white", "modifies": "paneling"}
{"color": "gold", "line": "I keep thinking about a room in gray oatmeal paper with prints in very narrow gold frames or would it be better in white enamel paneling? but anyway, it looks out on Fifth Avenue, and I'm designing a sumptuous ” He made it “sump too ous” “robe of linden green chiffon over cloth of gold!\n", "word": "gold", "modifies": "frame"}
{"color": "gray", "line": "I keep thinking about a room in gray oatmeal paper with prints in very narrow gold frames or would it be better in white enamel paneling? but anyway, it looks out on Fifth Avenue, and I'm designing a sumptuous ” He made it “sump too ous” “robe of linden green chiffon over cloth of gold!\n", "word": "gray", "modifies": "paper"}
{"color": "blue", "line": "Use a big window at the back, with a cyclorama of a blue that would simply hit you in the eye, and just one tree branch, to suggest a park below.\n", "word": "blue", "modifies": "cyclorama"}
{"color": "black", "line": "Let the colors be kind of arty and tea roomy orange chairs, and orange and blue table, and blue Japanese breakfast set, and some place, one big flat smear of black bang!\n", "word": "black", "modifies": "bang"}
{"color": "blue", "line": "Let the colors be kind of arty and tea roomy orange chairs, and orange and blue table, and blue Japanese breakfast set, and some place, one big flat smear of black bang!\n", "word": "blue", "modifies": "set"}
{"color": "black", "line": "Another play I wish we could do is Tennyson Jesse's 'The Black Mask.'\n", "word": "black", "modifies": "mask"}
{"color": "green", "line": "Across the track was a pasture of dwarf clover and sparse lawn cut by earthy cow paths; beyond its placid narrow green, the rough immensity of new stubble, jagged with wheat stacks like huge pineapples.\n", "word": "green", "modifies": "pasture"}
{"color": "black", "line": "Willis and Mrs. Woodford arrived, Willis in home made knickers and black sneakers through at the toe; then Dr. and Mrs. Harvey Dillon, people as harmless and grateful as the Woodfords.\n", "word": "black", "modifies": "sneaker"}
{"color": "brown", "line": "Through her thin linen sleeve she could feel the crumply warmth of his familiar brown jersey coat.\n", "word": "brown", "modifies": "jersey"}
{"color": "gold", "line": "She observed that there were purple and red gold threads interwoven with the brown.\n", "word": "gold", "modifies": "thread"}
{"color": "purple", "line": "She observed that there were purple and red gold threads interwoven with the brown.\n", "word": "purple", "modifies": "thread"}
{"color": "black", "line": "But the frock had an original back, very low, with a central triangular section from the waist to a string of jet beads at the neck.\n", "word": "jet", "modifies": "bead"}
{"color": "green", "line": "From the front, Howland & Gould's grocery was smug enough, but attached to the rear was a lean to of storm streaked pine lumber with a sanded tar roof a staggering doubtful shed behind which was a heap of ashes, splintered packing boxes, shreds of excelsior, crumpled straw board, broken olive bottles, rotten fruit, and utterly disintegrated vegetables: orange carrots turning black, and potatoes with ulcers.\n", "word": "olive", "modifies": "bottle"}
{"color": "black", "line": "From the front, Howland & Gould's grocery was smug enough, but attached to the rear was a lean to of storm streaked pine lumber with a sanded tar roof a staggering doubtful shed behind which was a heap of ashes, splintered packing boxes, shreds of excelsior, crumpled straw board, broken olive bottles, rotten fruit, and utterly disintegrated vegetables: orange carrots turning black, and potatoes with ulcers.\n", "word": "black", "modifies": "potato"}
{"color": "red", "line": "The rear of the Bon Ton Store was grim with blistered black painted iron shutters, under them a pile of once glossy red shirt boxes, now a pulp from recent rain.\n", "word": "red", "modifies": "shirt"}
{"color": "black", "line": "But she now viewed a back room with a homemade refrigerator of yellow smeared with black grease.\n", "word": "black", "modifies": "grease"}
{"color": "yellow", "line": "But she now viewed a back room with a homemade refrigerator of yellow smeared with black grease.\n", "word": "yellow", "modifies": "refrigerator"}
{"color": "white", "line": "Behind Billy's Lunch, the cook, in an apron which must long ago have been white, smoked a pipe and spat at the pest of sticky flies.\n", "word": "white", "modifies": "apron"}
{"color": "brown", "line": "The backs of the other shops were an impressionistic picture of dirty grays, drained browns, writhing heaps of refuse.\n", "word": "brown", "modifies": "gray"}
{"color": "gray", "line": "The backs of the other shops were an impressionistic picture of dirty grays, drained browns, writhing heaps of refuse.\n", "word": "gray", "modifies": "picture"}
{"color": "black", "line": "V She wondered why she sang so often, and why she found so many pleasant things lamplight seen though trees on a cool evening, sunshine on brown wood, morning sparrows, black sloping roofs turned to plates of silver by moonlight.\n", "word": "black", "modifies": "roof"}
{"color": "silver", "line": "V She wondered why she sang so often, and why she found so many pleasant things lamplight seen though trees on a cool evening, sunshine on brown wood, morning sparrows, black sloping roofs turned to plates of silver by moonlight.\n", "word": "silver", "modifies": "plate"}
{"color": "brown", "line": "V She wondered why she sang so often, and why she found so many pleasant things lamplight seen though trees on a cool evening, sunshine on brown wood, morning sparrows, black sloping roofs turned to plates of silver by moonlight.\n", "word": "brown", "modifies": "wood"}
{"color": "black", "line": "She wore a severe high collared blouse with a row of small black buttons, which was becoming to her low breasted slim neatness, but her skirt was hysterically checkered, her cheeks were too highly rouged, her lips too sharply penciled.\n", "word": "black", "modifies": "button"}
{"color": "black", "line": "Black hair clumsily tucked under a mauve straw hat which would have suited a spinster.\n", "word": "black", "modifies": "hair"}
{"color": "purple", "line": "Black hair clumsily tucked under a mauve straw hat which would have suited a spinster.\n", "word": "mauve", "modifies": "hat"}
{"color": "red", "line": "Black hair and pale cheeks they'd go with a Spanish dancer's costume rose behind my ear, scarlet mantilla over one shoulder, the other bare.” She seized the rouge sponge, daubed her cheeks, scratched at her lips with the vermilion pencil until they stung, tore open her collar.\n", "word": "scarlet", "modifies": "mantilla"}
{"color": "black", "line": "Black hair and pale cheeks they'd go with a Spanish dancer's costume rose behind my ear, scarlet mantilla over one shoulder, the other bare.” She seized the rouge sponge, daubed her cheeks, scratched at her lips with the vermilion pencil until they stung, tore open her collar.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "Black hair and pale cheeks they'd go with a Spanish dancer's costume rose behind my ear, scarlet mantilla over one shoulder, the other bare.” She seized the rouge sponge, daubed her cheeks, scratched at her lips with the vermilion pencil until they stung, tore open her collar.\n", "word": "pale", "modifies": "cheek"}
{"color": "pink", "line": "Black hair and pale cheeks they'd go with a Spanish dancer's costume rose behind my ear, scarlet mantilla over one shoulder, the other bare.” She seized the rouge sponge, daubed her cheeks, scratched at her lips with the vermilion pencil until they stung, tore open her collar.\n", "word": "rose", "modifies": "costume"}
{"color": "white", "line": "She had made herself young, with parted hair, sailor blouse and large blue bow, white canvas shoes and short linen skirt.\n", "word": "white", "modifies": "shoe"}
{"color": "blue", "line": "She had made herself young, with parted hair, sailor blouse and large blue bow, white canvas shoes and short linen skirt.\n", "word": "blue", "modifies": "bow"}
{"color": "red", "line": "Cy Bogart covered Fern's nervous hand with his red paw, and when she bounced with half anger and shrieked, “Let go, I tell you!” he grinned and waved his pipe a gangling twenty year old satyr.\n", "word": "red", "modifies": "paw"}
{"color": "white", "line": "She considered him coatless, in white thin shirt.\n", "word": "white", "modifies": "shirt"}
{"color": "brown", "line": "Let's land here and sit on the shore that bunch of hazel brush will shelter us from the wind and watch the sunset.\n", "word": "hazel", "modifies": "brush"}
{"color": "white", "line": "Unspeaking they sat on a bleached log, in a russet twilight which hinted of autumn.\n", "word": "bleached", "modifies": "log"}
{"color": "brown", "line": "“Like what all the poets say brown nymph and faun.” “No.\n", "word": "brown", "modifies": "nymph"}
{"color": "pink", "line": "From meanly hating him she rose to compassion as she saw that his eyes begged every one to like him.\n", "word": "rose", "modifies": "compassion"}
{"color": "pink", "line": "Hugh was pink with slumber.\n", "word": "pink", "modifies": "hugh"}
{"color": "blue", "line": "Through her storm she was, to the eye, sitting quietly with her fingers between the pages of a baby blue book on home dressmaking.\n", "word": "blue", "modifies": "book"}
{"color": "black", "line": "The gutter comedy turned into high tragedy, with Nemesis in black kid gloves.\n", "word": "black", "modifies": "glove"}
{"color": "black", "line": "She patted her black kid gloves, picked at a thread of her faded brown skirt, and sighed, “He's a good boy, and awful affectionate if you treat him right.\n", "word": "black", "modifies": "glove"}
{"color": "brown", "line": "She patted her black kid gloves, picked at a thread of her faded brown skirt, and sighed, “He's a good boy, and awful affectionate if you treat him right.\n", "word": "brown", "modifies": "skirt"}
{"color": "pink", "line": "I didn't want him to get into no bad influences round these camps and then,” Mrs. Bogart rose from her pitifulness, recovered her pace, “then I go and bring into my own house a woman that's worse, when all's said and done, than any bad woman he could have met.\n", "word": "rose", "modifies": "mrs."}
{"color": "red", "line": "She hunted along the stale smelling corridors with their wallpaper of cerise daisies and poison green rosettes, streaked in white spots from spilled water, their frayed red and yellow matting, and rows of pine doors painted a sickly blue.\n", "word": "red", "modifies": "matting"}
{"color": "green", "line": "She hunted along the stale smelling corridors with their wallpaper of cerise daisies and poison green rosettes, streaked in white spots from spilled water, their frayed red and yellow matting, and rows of pine doors painted a sickly blue.\n", "word": "green", "modifies": "rosette"}
{"color": "white", "line": "She hunted along the stale smelling corridors with their wallpaper of cerise daisies and poison green rosettes, streaked in white spots from spilled water, their frayed red and yellow matting, and rows of pine doors painted a sickly blue.\n", "word": "white", "modifies": "spot"}
{"color": "yellow", "line": "Yesterday she had seen Fern Mullins in boots and tweed skirt and canary yellow sweater, fleet and self possessed.\n", "word": "yellow", "modifies": "canary"}
{"color": "purple", "line": "Now she lay across the bed, in crumpled lavender cotton and shabby pumps, very feminine, utterly cowed.\n", "word": "lavender", "modifies": "cotton"}
{"color": "pink", "line": "The bed was rickety, with a thin knotty mattress; the sand colored walls were scratched and gouged; in every corner, under everything, were fluffy dust and cigar ashes; on the tilted wash stand was a nicked and squatty pitcher; the only chair was a grim straight object of spotty varnish; but there was an altogether splendid gilt and rose cuspidor.\n", "word": "rose", "modifies": "gilt"}
{"color": "white", "line": "But my white silk stockings were all torn, and the strange thing is, I don't know whether I caught my legs in the briers when I got out to look at the sign post, or whether Cy scratched me when I was fighting him off.” IV Sam Clark was president of the school board.\n", "word": "white", "modifies": "stocking"}
{"color": "black", "line": "The swell kid with the small black hat?\n", "word": "black", "modifies": "hat"}
{"color": "white", "line": "Her and couple of other skirts bought a whole case of whisky and went on a tear, and one night, darned if this bunch of cradle robbers didn't get hold of some young kids, just small boys, and they all got lit up like a White Way, and went out to a roughneck dance, and they say ” The narrator turned, saw a woman near and, not being a common person nor a coarse workman but a clever salesman and a householder, lowered his voice for the rest of the tale.\n", "word": "white", "modifies": "way"}
{"color": "purple", "line": "Seems as though you stand between me and the gas stoves the long flames with mauve edges, licking up around the irons and making that sneering sound all day aaaaah!” Her fingers tightened about his thumb as she perceived the hot low room, the pounding of pressing irons, the reek of scorched cloth, and Erik among giggling gnomes.\n", "word": "mauve", "modifies": "edge"}
{"color": "pink", "line": "Kennicott rose quickly, sat on the couch, took both her hands.\n", "word": "rose", "modifies": "kennicott"}
{"color": "red", "line": "It was not Erik Valborg who stood there; it was a small, gray bearded, yellow faced man in mucky boots, canvas jacket, and red mittens.\n", "word": "red", "modifies": "mitten"}
{"color": "gray", "line": "It was not Erik Valborg who stood there; it was a small, gray bearded, yellow faced man in mucky boots, canvas jacket, and red mittens.\n", "word": "gray", "modifies": "man"}
{"color": "red", "line": "He glowered at her with shrewd red eyes.\n", "word": "red", "modifies": "eye"}
{"color": "gray", "line": "Carol could see nothing but gray fields, which had closed in on her all the way from Gopher Prairie.\n", "word": "gray", "modifies": "field"}
{"color": "blue", "line": "They left Monterey on April first, on a day of high blue skies and poppies and a summer sea.\n", "word": "blue", "modifies": "sky"}
{"color": "red", "line": "Carol waited for him in the station, among huddled German women with shawls and umbrellas, and ragged bearded farmers in corduroy coats; peasants mute as oxen, in a room thick with the steam of wet coats, the reek of the red hot stove, the stench of sawdust boxes which served as cuspidors.\n", "word": "red", "modifies": "stove"}
{"color": "pink", "line": "My, you look like a rose, Carol.\n", "word": "rose", "modifies": "carol"}
{"color": "red", "line": "But I met a gentleman on the train it was when we were pulling out of Albuquerque, and I was sitting on the back platform of the observation car, and this man was next to me and he asked me for a light, and we got to talking, and come to find out, he came from Aurora, and when he found out I came from Minnesota he asked me if I knew Dr. Clemworth of Red Wing, and of course, while I've never met him, I've heard of Clemworth lots of times, and seems he's this man's brother!\n", "word": "red", "modifies": "wing"}
{"color": "black", "line": "She noted bare tree trunks, black branches, the spongy brown earth between patches of decayed snow on the lawns.\n", "word": "black", "modifies": "branch"}
{"color": "brown", "line": "She noted bare tree trunks, black branches, the spongy brown earth between patches of decayed snow on the lawns.\n", "word": "brown", "modifies": "earth"}
{"color": "red", "line": "The refuse had stained the water to vile colors of waste: thin red, sour yellow, streaky brown.\n", "word": "red", "modifies": "color"}
{"color": "black", "line": "They got the feed store all fixed up, and a new sign on it, black and gold.\n", "word": "black", "modifies": "sign"}
{"color": "silver", "line": "Even to a returned mother, his whining and his trick of seven times snatching her silver brush were fatiguing.\n", "word": "silver", "modifies": "brush"}
{"color": "gray", "line": "A glow from the drafts fell on the smooth gray cement floor at his feet.\n", "word": "gray", "modifies": "floor"}
{"color": "black", "line": "He was whistling tenderly, staring at the furnace with eyes which saw the black domed monster as a symbol of home and of the beloved routine to which he had returned his gipsying decently accomplished, his duty of viewing “sights” and “curios” performed with thoroughness.\n", "word": "black", "modifies": "monster"}
{"color": "blue", "line": "Unconscious of her, he stooped and peered in at the blue flames among the coals.\n", "word": "blue", "modifies": "flame"}
{"color": "gray", "line": "A rag of a gray curtain masked the still window.\n", "word": "gray", "modifies": "curtain"}
{"color": "red", "line": "She was diligent at Red Cross work.\n", "word": "red", "modifies": "cross"}
{"color": "red", "line": "Harry would be the town's rich man in the coming generation, and Major Wutherspoon would rise with him, and Vida was jubilant, though she was regretful at having to give up most of her Red Cross work.\n", "word": "red", "modifies": "cross"}
{"color": "gray", "line": "When Carol saw him with his uniform off, in a pepper and salt suit and a new gray felt hat, she was disappointed.\n", "word": "gray", "modifies": "hat"}
{"color": "red", "line": "He was a bulky, gauche, noisy, humorous man, with narrow eyes, a rustic complexion, large red hands, and brilliant clothes.\n", "word": "red", "modifies": "hand"}
{"color": "white", "line": "Any mountain will be tickled to death to locate here once we get the White Way in!\n", "word": "white", "modifies": "way"}
{"color": "red", "line": "He was the guest of honor at the Commercial Club Banquet at the Minniemashie House, an occasion for menus printed in gold (but injudiciously proof read), for free cigars, soft damp slabs of Lake Superior whitefish served as fillet of sole, drenched cigar ashes gradually filling the saucers of coffee cups, and oratorical references to Pep, Punch, Go, Vigor, Enterprise, Red Blood, He Men, Fair Women, God's Country, James J. Hill, the Blue Sky, the Green Fields, the Bountiful Harvest, Increasing Population, Fair Return on Investments, Alien Agitators Who Threaten the Security of Our Institutions, the Hearthstone the Foundation of the State, Senator Knute Nelson, One Hundred Per Cent.\n", "word": "red", "modifies": "blood"}
{"color": "green", "line": "He was the guest of honor at the Commercial Club Banquet at the Minniemashie House, an occasion for menus printed in gold (but injudiciously proof read), for free cigars, soft damp slabs of Lake Superior whitefish served as fillet of sole, drenched cigar ashes gradually filling the saucers of coffee cups, and oratorical references to Pep, Punch, Go, Vigor, Enterprise, Red Blood, He Men, Fair Women, God's Country, James J. Hill, the Blue Sky, the Green Fields, the Bountiful Harvest, Increasing Population, Fair Return on Investments, Alien Agitators Who Threaten the Security of Our Institutions, the Hearthstone the Foundation of the State, Senator Knute Nelson, One Hundred Per Cent.\n", "word": "green", "modifies": "field"}
{"color": "blue", "line": "He was the guest of honor at the Commercial Club Banquet at the Minniemashie House, an occasion for menus printed in gold (but injudiciously proof read), for free cigars, soft damp slabs of Lake Superior whitefish served as fillet of sole, drenched cigar ashes gradually filling the saucers of coffee cups, and oratorical references to Pep, Punch, Go, Vigor, Enterprise, Red Blood, He Men, Fair Women, God's Country, James J. Hill, the Blue Sky, the Green Fields, the Bountiful Harvest, Increasing Population, Fair Return on Investments, Alien Agitators Who Threaten the Security of Our Institutions, the Hearthstone the Foundation of the State, Senator Knute Nelson, One Hundred Per Cent.\n", "word": "blue", "modifies": "sky"}
{"color": "yellow", "line": "“Now, frien's, there's some folks so yellow and small and so few in the pod that they go to work and claim that those of us that have the big vision are off our trolleys.\n", "word": "yellow", "modifies": "folk"}
{"color": "blue", "line": "But lemme tell you right here and now that there ain't a town under the blue canopy of heaven that's got a better chance to take a running jump and go scooting right up into the two hundred thousand class than little old G. P.!\n", "word": "blue", "modifies": "canopy"}
{"color": "green", "line": "“Now the point of this is: I'm not only insisting that Gopher Prairie is going to be Minnesota's pride, the brightest ray in the glory of the North Star State, but also and furthermore that it is right now, and still more shall be, as good a place to live in, and love in, and bring up the Little Ones in, and it's got as much refinement and culture, as any burg on the whole bloomin' expanse of God's Green Footstool, and that goes, get me, that goes!” Half an hour later Chairman Haydock moved a vote of thanks to Mr. Blausser.\n", "word": "green", "modifies": "footstool"}
{"color": "white", "line": "White Ways were in fashion in the Middlewest.\n", "word": "white", "modifies": "way"}
{"color": "white", "line": "The Dauntless confessed: “White Way Is Installed Town Lit Up Like Broadway Speech by Hon.\n", "word": "white", "modifies": "way"}
{"color": "white", "line": "Kennicott believed in it; demanded that she say patriotic things about the White Way and the new factory.\n", "word": "white", "modifies": "way"}
{"color": "red", "line": "There've been a good many times when we hadn't a maid, and I did all the housework, and cared for Hugh, and went to Red Cross, and did it all very efficiently.\n", "word": "red", "modifies": "cross"}
{"color": "blue", "line": "Gopher Prairie is lost back there in the dust and stubble, and I look forward ” She continued it to Hugh: “Darling, do you know what mother and you are going to find beyond the blue horizon rim?” “What?” flatly.\n", "word": "blue", "modifies": "rim"}
{"color": "red", "line": "“We're going to find elephants with golden howdahs from which peep young maharanees with necklaces of rubies, and a dawn sea colored like the breast of a dove, and a white and green house filled with books and silver tea sets.” “And cookies?” “Cookies?\n", "word": "ruby", "modifies": "necklace"}
{"color": "white", "line": "“We're going to find elephants with golden howdahs from which peep young maharanees with necklaces of rubies, and a dawn sea colored like the breast of a dove, and a white and green house filled with books and silver tea sets.” “And cookies?” “Cookies?\n", "word": "white", "modifies": "house"}
{"color": "silver", "line": "“We're going to find elephants with golden howdahs from which peep young maharanees with necklaces of rubies, and a dawn sea colored like the breast of a dove, and a white and green house filled with books and silver tea sets.” “And cookies?” “Cookies?\n", "word": "silver", "modifies": "tea"}
{"color": "red", "line": "Her countless friends who appreciate her splendid labors with the local Red Cross realize how valuable she will be to any war board with which she chooses to become connected.\n", "word": "red", "modifies": "cross"}
{"color": "white", "line": "II Washington gave her all the graciousness in which she had had faith: white columns seen across leafy parks, spacious avenues, twisty alleys.\n", "word": "white", "modifies": "column"}
{"color": "red", "line": "III Her first acquaintances were the members of the Tincomb Methodist Church, a vast red brick tabernacle.\n", "word": "red", "modifies": "tabernacle"}
{"color": "white", "line": "A Southern town, full of the magnolias and white columns which Carol had accepted as proof of romance, but hating the negroes, obsequious to the Old Families.\n", "word": "white", "modifies": "column"}
{"color": "blue", "line": "The lines are broken and uncertain of direction; often instead of rising they sink in wavering scrawls; and the colors are watery blue and pink and the dim gray of rubbed pencil marks.\n", "word": "blue", "modifies": "gray"}
{"color": "gray", "line": "The lines are broken and uncertain of direction; often instead of rising they sink in wavering scrawls; and the colors are watery blue and pink and the dim gray of rubbed pencil marks.\n", "word": "gray", "modifies": "mark"}
{"color": "white", "line": "They insinuate their tyranny under a hundred guises and pompous names, such as Polite Society, the Family, the Church, Sound Business, the Party, the Country, the Superior White Race; and the only defense against them, Carol beheld, is unembittered laughter.\n", "word": "white", "modifies": "race"}
{"color": "green", "line": "She had felt young and dissipated, had thought rather well of her black and leaf green suit, but as she watched them, thin of ankle, soft under the chin, seventeen or eighteen at most, smoking cigarettes with the correct ennui and talking of “bedroom farces” and their desire to “run up to New York and see something racy,” she became old and rustic and plain, and desirous of retreating from these hard brilliant children to a life easier and more sympathetic.\n", "word": "green", "modifies": "suit"}
{"color": "black", "line": "She had felt young and dissipated, had thought rather well of her black and leaf green suit, but as she watched them, thin of ankle, soft under the chin, seventeen or eighteen at most, smoking cigarettes with the correct ennui and talking of “bedroom farces” and their desire to “run up to New York and see something racy,” she became old and rustic and plain, and desirous of retreating from these hard brilliant children to a life easier and more sympathetic.\n", "word": "black", "modifies": "suit"}
{"color": "brown", "line": "She fancied that a man with dinner coat and waxed mustache glanced superciliously at Harry's highly form fitting bright brown suit and Juanita's tan silk frock, which was doubtful at the seams.\n", "word": "brown", "modifies": "suit"}
{"color": "red", "line": "The film was a highly advertised and abysmal thing smacking of simpering hair dressers, cheap perfume, red plush suites on the back streets of tenderloins, and complacent fat women chewing gum.\n", "word": "red", "modifies": "suite"}
{"color": "white", "line": "He had a pale part, which he played neither well nor badly.\n", "word": "pale", "modifies": "part"}
{"color": "brown", "line": "As he moved about the small rooms she realized that he had had his new tan shoes polished to a brassy luster.\n", "word": "tan", "modifies": "shoe"}
{"color": "white", "line": "As they walked through Lafayette Square, looking past the Jackson statue at the lovely tranquil facade of the White House, he sighed, “I wish I'd had a shot at places like this.\n", "word": "white", "modifies": "house"}
{"color": "white", "line": "She resolutely took him to her favorite white and green cottages and Georgian houses.\n", "word": "white", "modifies": "cottage"}
{"color": "white", "line": "He admitted that fanlights, and white shutters against rosy brick, were more homelike than a painty wooden box.\n", "word": "white", "modifies": "shutter"}
{"color": "pink", "line": "He admitted that fanlights, and white shutters against rosy brick, were more homelike than a painty wooden box.\n", "word": "rosy", "modifies": "brick"}
{"color": "green", "line": "Oh say, d' I tell you about this fierce green Jack Elder's had his machine painted?” VI They were at dinner.\n", "word": "green", "modifies": "jack"}
{"color": "black", "line": "Carol could not decide whether she was to become a feminist leader or marry a scientist or both, but did settle on Vassar and a tricolette suit with a small black hat for her Freshman year.\n", "word": "black", "modifies": "hat"}
{"color": "blue", "line": "VII The Kennicotts and the Sam Clarks had driven north to a duck pass between two lakes, on an autumn day of blue and copper.\n", "word": "blue", "modifies": "day"}
{"color": "brown", "line": "VII The Kennicotts and the Sam Clarks had driven north to a duck pass between two lakes, on an autumn day of blue and copper.\n", "word": "copper", "modifies": "blue"}
{"color": "brown", "line": "The brown dusk was still.\n", "word": "brown", "modifies": "dusk"}
{"color": "silver", "line": "The lake was garnet and silver.\n", "word": "silver", "modifies": "garnet"}
{"color": "white", "line": "It dissolved; the lake was white marble; and Kennicott was crying, “Well, old lady, how about hiking out for home?\n", "word": "white", "modifies": "marble"}
