{"color": "white", "line": "In the days when the spinning wheels hummed busily in the farmhouses—and even great ladies, clothed in silk and thread lace, had their toy spinning wheels of polished oak—there might be seen in districts far away among the lanes, or deep in the bosom of the hills, certain pallid undersized men, who, by the side of the brawny country folk, looked like the remnants of a disinherited race.\n", "word": "pallid", "modifies": "men"}
{"color": "white", "line": "The shepherd’s dog barked fiercely when one of these alien looking men appeared on the upland, dark against the early winter sunset; for what dog likes a figure bent under a heavy bag?—and these pale men rarely stirred abroad without that mysterious burden.\n", "word": "pale", "modifies": "men"}
{"color": "white", "line": "For how was it possible to believe that those large brown protuberant eyes in Silas Marner’s pale face really saw nothing very distinctly that was not close to them, and not rather that their dreadful stare could dart cramp, or rickets, or a wry mouth at any boy who happened to be in the rear?\n", "word": "pale", "modifies": "face"}
{"color": "brown", "line": "For how was it possible to believe that those large brown protuberant eyes in Silas Marner’s pale face really saw nothing very distinctly that was not close to them, and not rather that their dreadful stare could dart cramp, or rickets, or a wry mouth at any boy who happened to be in the rear?\n", "word": "brown", "modifies": "eye"}
{"color": "gray", "line": "Such strange lingering echoes of the old demon worship might perhaps even now be caught by the diligent listener among the grey haired peasantry; for the rude mind with difficulty associates the ideas of power and benignity.\n", "word": "grey", "modifies": "peasantry"}
{"color": "white", "line": "It was fifteen years since Silas Marner had first come to Raveloe; he was then simply a pallid young man, with prominent short sighted brown eyes, whose appearance would have had nothing strange for people of average culture and experience, but for the villagers near whom he had come to settle it had mysterious peculiarities which corresponded with the exceptional nature of his occupation, and his advent from an unknown region called “North’ard”.\n", "word": "pallid", "modifies": "man"}
{"color": "brown", "line": "It was fifteen years since Silas Marner had first come to Raveloe; he was then simply a pallid young man, with prominent short sighted brown eyes, whose appearance would have had nothing strange for people of average culture and experience, but for the villagers near whom he had come to settle it had mysterious peculiarities which corresponded with the exceptional nature of his occupation, and his advent from an unknown region called “North’ard”.\n", "word": "brown", "modifies": "eye"}
{"color": "white", "line": "This view of Marner’s personality was not without another ground than his pale face and unexampled eyes; for Jem Rodney, the mole catcher, averred that one evening as he was returning homeward, he saw Silas Marner leaning against a stile with a heavy bag on his back, instead of resting the bag on the stile as a man in his senses would have done; and that, on coming up to him, he saw that Marner’s eyes were set like a dead man’s, and he spoke to him, and shook him, and his limbs were stiff, and his hands clutched the bag as if they’d been made of iron; but just as he had made up his mind that the weaver was dead, he came all right again, like, as you might say, in the winking of an eye, and said “Good night”, and walked off.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "One of the most frequent topics of conversation between the two friends was Assurance of salvation: Silas confessed that he could never arrive at anything higher than hope mingled with fear, and listened with longing wonder when William declared that he had possessed unshaken assurance ever since, in the period of his conversion, he had dreamed that he saw the words “calling and election sure” standing by themselves on a white page in the open Bible.\n", "word": "white", "modifies": "page"}
{"color": "white", "line": "Such colloquies have occupied many a pair of pale faced weavers, whose unnurtured souls have been like young winged things, fluttering forsaken in the twilight.\n", "word": "pale", "modifies": "weaver"}
{"color": "pink", "line": "There was nothing here, when he rose in the deep morning quiet and looked out on the dewy brambles and rank tufted grass, that seemed to have any relation with that life centring in Lantern Yard, which had once been to him the altar place of high dispensations.\n", "word": "rose", "modifies": "morning"}
{"color": "brown", "line": "When Doctor Kimble gave physic, it was natural that it should have an effect; but when a weaver, who came from nobody knew where, worked wonders with a bottle of brown waters, the occult character of the process was evident.\n", "word": "brown", "modifies": "water"}
{"color": "red", "line": "The Wise Woman had words that she muttered to herself, so that you couldn’t hear what they were, and if she tied a bit of red thread round the child’s toe the while, it would keep off the water in the head.\n", "word": "red", "modifies": "thread"}
{"color": "silver", "line": "He had taken up some bricks in his floor underneath his loom, and here he had made a hole in which he set the iron pot that contained his guineas and silver coins, covering the bricks with sand whenever he replaced them.\n", "word": "silver", "modifies": "coin"}
{"color": "brown", "line": "It was one of his daily tasks to fetch his water from a well a couple of fields off, and for this purpose, ever since he came to Raveloe, he had had a brown earthenware pot, which he held as his most precious utensil among the very few conveniences he had granted himself.\n", "word": "brown", "modifies": "pot"}
{"color": "brown", "line": "One day as he was returning from the well, he stumbled against the step of the stile, and his brown pot, falling with force against the stones that overarched the ditch below him, was broken in three pieces.\n", "word": "brown", "modifies": "pot"}
{"color": "brown", "line": "The brown pot could never be of use to him any more, but he stuck the bits together and propped the ruin in its old place for a memorial.\n", "word": "brown", "modifies": "pot"}
{"color": "gold", "line": "The silver bore no large proportion in amount to the gold, because the long pieces of linen which formed his chief work were always partly paid for in gold, and out of the silver he supplied his own bodily wants, choosing always the shillings and sixpences to spend in this way.\n", "word": "gold", "modifies": "amount"}
{"color": "red", "line": "The greatest man in Raveloe was Squire Cass, who lived in the large red house with the handsome flight of stone steps in front and the high stables behind it, nearly opposite the church.\n", "word": "red", "modifies": "house"}
{"color": "red", "line": "For the Squire’s wife had died long ago, and the Red House was without that presence of the wife and mother which is the fountain of wholesome love and fear in parlour and kitchen; and this helped to account not only for there being more profusion than finished excellence in the holiday provisions, but also for the frequency with which the proud Squire condescended to preside in the parlour of the Rainbow rather than under the shadow of his own dark wainscot; perhaps, also, for the fact that his sons had turned out rather ill. Raveloe was not a place where moral censure was severe, but it was thought a weakness in the Squire that he had kept all his sons at home in idleness; and though some licence was to be allowed to young men whose fathers could afford it, people shook their heads at the courses of the second son, Dunstan, commonly called Dunsey Cass, whose taste for swopping and betting might turn out to be a sowing of something worse than wild oats.\n", "word": "red", "modifies": "house"}
{"color": "red", "line": "and if she could come to be mistress at the Red House, there would be a fine change, for the Lammeters had been brought up in that way, that they never suffered a pinch of salt to be wasted, and yet everybody in their household had of the best, according to his place.\n", "word": "red", "modifies": "house"}
{"color": "gray", "line": "The fading grey light fell dimly on the walls decorated with guns, whips, and foxes’ brushes, on coats and hats flung on the chairs, on tankards sending forth a scent of flat ale, and on a half choked fire, with pipes propped up in the chimney corners: signs of a domestic life destitute of any hallowing charm, with which the look of gloomy vexation on Godfrey’s blond face was in sad accordance.\n", "word": "grey", "modifies": "light"}
{"color": "brown", "line": "The handsome brown spaniel that lay on the hearth retreated under the chair in the chimney corner.\n", "word": "brown", "modifies": "spaniel"}
{"color": "green", "line": "Instead of keeping fast hold of the strong silken rope by which Nancy would have drawn him safe to the green banks where it was easy to step firmly, he had let himself be dragged back into mud and slime, in which it was useless to struggle.\n", "word": "green", "modifies": "bank"}
{"color": "brown", "line": "Snuff, the brown spaniel, who had placed herself in front of him, and had been watching him for some time, now jumped up in impatience for the expected caress.\n", "word": "brown", "modifies": "spaniel"}
{"color": "red", "line": "The spot looked very dreary at this season, with the moist trodden clay about it, and the red, muddy water high up in the deserted quarry.\n", "word": "red", "modifies": "water"}
{"color": "green", "line": "But I shall keep Wildfire, now I’ve got him, though I’d a bid of a hundred and fifty for him the other day, from a man over at Flitton—he’s buying for Lord Cromleck—a fellow with a cast in his eye, and a green waistcoat.\n", "word": "green", "modifies": "waistcoat"}
{"color": "white", "line": "The idea of Marner’s money kept growing in vividness, now the want of it had become immediate; the prospect of having to make his appearance with the muddy boots of a pedestrian at Batherley, and to encounter the grinning queries of stablemen, stood unpleasantly in the way of his impatience to be back at Raveloe and carry out his felicitous plan; and a casual visitation of his waistcoat pocket, as he was ruminating, awakened his memory to the fact that the two or three small coins his forefinger encountered there were of too pale a colour to cover that small debt, without payment of which the stable keeper had declared he would never do any more business with Dunsey Cass.\n", "word": "pale", "modifies": "coin"}
{"color": "gold", "line": "It was Godfrey’s whip, which he had chosen to take without leave because it had a gold handle; of course no one could see, when Dunstan held it, that the name _Godfrey Cass_ was cut in deep letters on that gold handle—they could only see that it was a very handsome whip.\n", "word": "gold", "modifies": "handle"}
{"color": "pink", "line": "Hardly more than five minutes had passed since he entered the cottage, but it seemed to Dunstan like a long while; and though he was without any distinct recognition of the possibility that Marner might be alive, and might re enter the cottage at any moment, he felt an undefinable dread laying hold on him, as he rose to his feet with the bags in his hand.\n", "word": "rose", "modifies": "foot"}
{"color": "red", "line": "Any one who had looked at him as the red light shone upon his pale face, strange straining eyes, and meagre form, would perhaps have understood the mixture of contemptuous pity, dread, and suspicion with which he was regarded by his neighbours in Raveloe.\n", "word": "red", "modifies": "light"}
{"color": "white", "line": "Any one who had looked at him as the red light shone upon his pale face, strange straining eyes, and meagre form, would perhaps have understood the mixture of contemptuous pity, dread, and suspicion with which he was regarded by his neighbours in Raveloe.\n", "word": "pale", "modifies": "face"}
{"color": "gold", "line": "In his truthful simple soul, not even the growing greed and worship of gold could beget any vice directly injurious to others.\n", "word": "gold", "modifies": "worship"}
{"color": "brown", "line": "Then he turned and looked behind him—looked all round his dwelling, seeming to strain his brown eyes after some possible appearance of the bags where he had already sought them in vain.\n", "word": "brown", "modifies": "eye"}
{"color": "red", "line": "“Was it a red Durham?” said the farrier, taking up the thread of discourse after the lapse of a few minutes.\n", "word": "red", "modifies": "durham"}
{"color": "white", "line": "And she’d a white star on her brow, I’ll bet a penny?” The farrier leaned forward with his hands on his knees as he put this question, and his eyes twinkled knowingly.\n", "word": "white", "modifies": "star"}
{"color": "white", "line": "You remember when first Mr. Lammeter’s father come into these parts, and took the Warrens?” Mr. Macey, tailor and parish clerk, the latter of which functions rheumatism had of late obliged him to share with a small featured young man who sat opposite him, held his white head on one side, and twirled his thumbs with an air of complacency, slightly seasoned with criticism.\n", "word": "white", "modifies": "head"}
{"color": "red", "line": "Why, the Squire used to invite him to take a glass, only to hear him sing the “Red Rovier”; didn’t he, Mr. Macey?\n", "word": "red", "modifies": "rovier"}
{"color": "black", "line": "Did ever a ghost give a man a black eye?\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Yet the next moment there seemed to be some evidence that ghosts had a more condescending disposition than Mr. Macey attributed to them; for the pale thin figure of Silas Marner was suddenly seen standing in the warm light, uttering no word, but looking round at the company with his strange unearthly eyes.\n", "word": "pale", "modifies": "figure"}
{"color": "red", "line": "Perhaps he had not sold Wildfire, and was waiting for another chance—perhaps, on that foggy afternoon, he had preferred housing himself at the Red Lion at Batherley for the night, if the run had kept him in that neighbourhood; for he was not likely to feel much concern about leaving his brother in suspense.\n", "word": "red", "modifies": "lion"}
{"color": "gold", "line": "This had been Silas’s testimony, though he clutched strongly at the idea of the pedlar’s being the culprit, if only because it gave him a definite image of a whereabout for his gold after it had been taken away from its hiding place: he could see it now in the pedlar’s box.\n", "word": "gold", "modifies": "whereabout"}
{"color": "pink", "line": "Godfrey rose and took his own breakfast earlier than usual, but lingered in the wainscoted parlour till his younger brothers had finished their meal and gone out; awaiting his father, who always took a walk with his managing man before breakfast.\n", "word": "rose", "modifies": "godfrey"}
{"color": "red", "line": "Every one breakfasted at a different hour in the Red House, and the Squire was always the latest, giving a long chance to a rather feeble morning appetite before he tried it.\n", "word": "red", "modifies": "house"}
{"color": "red", "line": "haven’t _you_ had your breakfast yet?” but there was no pleasant morning greeting between them; not because of any unfriendliness, but because the sweet flower of courtesy is not a growth of such homes as the Red House.\n", "word": "red", "modifies": "house"}
{"color": "black", "line": "Such a man was not likely to neglect the clue of the tinder box, and an inquiry was set on foot concerning a pedlar, name unknown, with curly black hair and a foreign complexion, carrying a box of cutlery and jewellery, and wearing large rings in his ears.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "The odour of Christmas cooking being on the wind, it was the season when superfluous pork and black puddings are suggestive of charity in well to do families; and Silas’s misfortune had brought him uppermost in the memory of housekeepers like Mrs. Osgood.\n", "word": "black", "modifies": "pudding"}
{"color": "black", "line": "We can send black puddings and pettitoes without giving them a flavour of our own egoism; but language is a stream that is almost sure to smack of a mingled soil.\n", "word": "black", "modifies": "pudding"}
{"color": "white", "line": "Dolly, as soon as she was seated, removed the white cloth that covered her lard cakes, and said in her gravest way— “I’d a baking yisterday, Master Marner, and the lard cakes turned out better nor common, and I’d ha’ asked you to accept some, if you’d thought well.\n", "word": "white", "modifies": "cloth"}
{"color": "pink", "line": "But Marner, on the other side of the hearth, saw the neat featured rosy face as a mere dim round, with two dark spots in it.\n", "word": "rosy", "modifies": "face"}
{"color": "white", "line": "But I beg and pray of you to leave off weaving of a Sunday, for it’s bad for soul and body—and the money as comes i’ that way ’ull be a bad bed to lie down on at the last, if it doesn’t fly away, nobody knows where, like the white frost.\n", "word": "white", "modifies": "frost"}
{"color": "red", "line": "In the morning he looked out on the black frost that seemed to press cruelly on every blade of grass, while the half icy red pool shivered under the bitter wind; but towards evening the snow began to fall, and curtained from him even that dreary outlook, shutting him close up with his narrow grief.\n", "word": "red", "modifies": "pool"}
{"color": "black", "line": "In the morning he looked out on the black frost that seemed to press cruelly on every blade of grass, while the half icy red pool shivered under the bitter wind; but towards evening the snow began to fall, and curtained from him even that dreary outlook, shutting him close up with his narrow grief.\n", "word": "black", "modifies": "frost"}
{"color": "gray", "line": "And he sat in his robbed home through the livelong evening, not caring to close his shutters or lock his door, pressing his head between his hands and moaning, till the cold grasped him and told him that his fire was grey.\n", "word": "grey", "modifies": "fire"}
{"color": "red", "line": "But in Raveloe village the bells rang merrily, and the church was fuller than all through the rest of the year, with red faces among the abundant dark green boughs—faces prepared for a longer service than usual by an odorous breakfast of toast and ale.\n", "word": "red", "modifies": "face"}
{"color": "green", "line": "But in Raveloe village the bells rang merrily, and the church was fuller than all through the rest of the year, with red faces among the abundant dark green boughs—faces prepared for a longer service than usual by an odorous breakfast of toast and ale.\n", "word": "green", "modifies": "bough"}
{"color": "green", "line": "Those green boughs, the hymn and anthem never heard but at Christmas—even the Athanasian Creed, which was discriminated from the others only as being longer and of exceptional virtue, since it was only read on rare occasions—brought a vague exulting sense, for which the grown men could as little have found words as the children, that something great and mysterious had been done for them in heaven above and in earth below, which they were appropriating by their presence.\n", "word": "green", "modifies": "bough"}
{"color": "red", "line": "And then the red faces made their way through the black biting frost to their own homes, feeling themselves free for the rest of the day to eat, drink, and be merry, and using that Christian freedom without diffidence.\n", "word": "red", "modifies": "face"}
{"color": "black", "line": "And then the red faces made their way through the black biting frost to their own homes, feeling themselves free for the rest of the day to eat, drink, and be merry, and using that Christian freedom without diffidence.\n", "word": "black", "modifies": "frost"}
{"color": "red", "line": "But the party on Christmas day, being a strictly family party, was not the pre eminently brilliant celebration of the season at the Red House.\n", "word": "red", "modifies": "house"}
{"color": "red", "line": "The Red House was provisioned as if for a siege; and as for the spare feather beds ready to be laid on floors, they were as plentiful as might naturally be expected in a family that had killed its own geese for many generations.\n", "word": "red", "modifies": "house"}
{"color": "red", "line": "A painter would, perhaps, have preferred her in those moments when she was free from self consciousness; but certainly the bloom on her cheeks was at its highest point of contrast with the surrounding drab when she arrived at the door of the Red House, and saw Mr. Godfrey Cass ready to lift her from the pillion.\n", "word": "red", "modifies": "house"}
{"color": "red", "line": "There was a buzz of voices through the house, as Miss Nancy entered, mingled with the scrape of a fiddle preluding in the kitchen; but the Lammeters were guests whose arrival had evidently been thought of so much that it had been watched for from the windows, for Mrs. Kimble, who did the honours at the Red House on these great occasions, came forward to meet Miss Nancy in the hall, and conduct her up stairs.\n", "word": "red", "modifies": "house"}
{"color": "blue", "line": "Mrs. Kimble was the Squire’s sister, as well as the doctor’s wife—a double dignity, with which her diameter was in direct proportion; so that, a journey up stairs being rather fatiguing to her, she did not oppose Miss Nancy’s request to be allowed to find her way alone to the Blue Room, where the Miss Lammeters’ bandboxes had been deposited on their arrival in the morning.\n", "word": "blue", "modifies": "room"}
{"color": "blue", "line": "There was hardly a bedroom in the house where feminine compliments were not passing and feminine toilettes going forward, in various stages, in space made scanty by extra beds spread upon the floor; and Miss Nancy, as she entered the Blue Room, had to make her little formal curtsy to a group of six.\n", "word": "blue", "modifies": "room"}
{"color": "white", "line": "But Miss Nancy had no sooner made her curtsy than an elderly lady came forward, whose full white muslin kerchief, and mob cap round her curls of smooth grey hair, were in daring contrast with the puffed yellow satins and top knotted caps of her neighbours.\n", "word": "white", "modifies": "kerchief"}
{"color": "gray", "line": "But Miss Nancy had no sooner made her curtsy than an elderly lady came forward, whose full white muslin kerchief, and mob cap round her curls of smooth grey hair, were in daring contrast with the puffed yellow satins and top knotted caps of her neighbours.\n", "word": "grey", "modifies": "hair"}
{"color": "yellow", "line": "But Miss Nancy had no sooner made her curtsy than an elderly lady came forward, whose full white muslin kerchief, and mob cap round her curls of smooth grey hair, were in daring contrast with the puffed yellow satins and top knotted caps of her neighbours.\n", "word": "yellow", "modifies": "satin"}
{"color": "red", "line": "And it was really a pleasure—from the first opening of the bandbox, where everything smelt of lavender and rose leaves, to the clasping of the small coral necklace that fitted closely round her little white neck.\n", "word": "coral", "modifies": "necklace"}
{"color": "white", "line": "And it was really a pleasure—from the first opening of the bandbox, where everything smelt of lavender and rose leaves, to the clasping of the small coral necklace that fitted closely round her little white neck.\n", "word": "white", "modifies": "neck"}
{"color": "pink", "line": "And it was really a pleasure—from the first opening of the bandbox, where everything smelt of lavender and rose leaves, to the clasping of the small coral necklace that fitted closely round her little white neck.\n", "word": "rose", "modifies": "leaf"}
{"color": "purple", "line": "And it was really a pleasure—from the first opening of the bandbox, where everything smelt of lavender and rose leaves, to the clasping of the small coral necklace that fitted closely round her little white neck.\n", "word": "lavender", "modifies": "smelt"}
{"color": "red", "line": "It is true that her light brown hair was cropped behind like a boy’s, and was dressed in front in a number of flat rings, that lay quite away from her face; but there was no sort of coiffure that could make Miss Nancy’s cheek and neck look otherwise than pretty; and when at last she stood complete in her silvery twilled silk, her lace tucker, her coral necklace, and coral ear drops, the Miss Gunns could see nothing to criticise except her hands, which bore the traces of butter making, cheese crushing, and even still coarser work.\n", "word": "coral", "modifies": "necklace"}
{"color": "brown", "line": "It is true that her light brown hair was cropped behind like a boy’s, and was dressed in front in a number of flat rings, that lay quite away from her face; but there was no sort of coiffure that could make Miss Nancy’s cheek and neck look otherwise than pretty; and when at last she stood complete in her silvery twilled silk, her lace tucker, her coral necklace, and coral ear drops, the Miss Gunns could see nothing to criticise except her hands, which bore the traces of butter making, cheese crushing, and even still coarser work.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "The anxiety about sister Priscilla, which had grown rather active by the time the coral necklace was clasped, was happily ended by the entrance of that cheerful looking lady herself, with a face made blowsy by cold and damp.\n", "word": "coral", "modifies": "necklace"}
{"color": "silver", "line": "But as for being ugly, look at me, child, in this silver coloured silk—I told you how it ’ud be—I look as yallow as a daffadil.\n", "word": "silver", "modifies": "silk"}
{"color": "pink", "line": "It was not the rector’s practice to let a charming blush pass without an appropriate compliment.\n", "word": "blush", "modifies": "pas"}
{"color": "white", "line": "He was not in the least lofty or aristocratic, but simply a merry eyed, small featured, grey haired man, with his chin propped by an ample, many creased white neckcloth which seemed to predominate over every other point in his person, and somehow to impress its peculiar character on his remarks; so that to have considered his amenities apart from his cravat would have been a severe, and perhaps a dangerous, effort of abstraction.\n", "word": "white", "modifies": "neckcloth"}
{"color": "gray", "line": "He was not in the least lofty or aristocratic, but simply a merry eyed, small featured, grey haired man, with his chin propped by an ample, many creased white neckcloth which seemed to predominate over every other point in his person, and somehow to impress its peculiar character on his remarks; so that to have considered his amenities apart from his cravat would have been a severe, and perhaps a dangerous, effort of abstraction.\n", "word": "grey", "modifies": "man"}
{"color": "silver", "line": "By this advanced hour of the day, the Squire was always in higher spirits than we have seen him in at the breakfast table, and felt it quite pleasant to fulfil the hereditary duty of being noisily jovial and patronizing: the large silver snuff box was in active service and was offered without fail to all neighbours from time to time, however often they might have declined the favour.\n", "word": "silver", "modifies": "box"}
{"color": "white", "line": "“Aye, aye,” he began, offering his snuff box to Mr. Lammeter, who for the second time bowed his head and waved his hand in stiff rejection of the offer, “us old fellows may wish ourselves young to night, when we see the mistletoe bough in the White Parlour.\n", "word": "white", "modifies": "parlour"}
{"color": "green", "line": "There’s my wife now, she never has an answer at her tongue’s end; but if I offend her, she’s sure to scarify my throat with black pepper the next day, or else give me the colic with watery greens.\n", "word": "green", "modifies": "colic"}
{"color": "black", "line": "There’s my wife now, she never has an answer at her tongue’s end; but if I offend her, she’s sure to scarify my throat with black pepper the next day, or else give me the colic with watery greens.\n", "word": "black", "modifies": "pepper"}
{"color": "white", "line": "Old Solomon, in his seedy clothes and long white locks, seemed to be luring that decent company by the magic scream of his fiddle—luring discreet matrons in turban shaped caps, nay, Mrs. Crackenthorp herself, the summit of whose perpendicular feather was on a level with the Squire’s shoulder—luring fair lasses complacently conscious of very short waists and skirts blameless of front folds—luring burly fathers in large variegated waistcoats, and ruddy sons, for the most part shy and sheepish, in short nether garments and very long coat tails.\n", "word": "white", "modifies": "lock"}
{"color": "white", "line": "For it would not have been possible for the Raveloe mind, without a peculiar revelation, to know that a clergyman should be a pale faced memento of solemnities, instead of a reasonably faulty man whose exclusive authority to read prayers and preach, to christen, marry, and bury you, necessarily coexisted with the right to sell you the ground to be buried in and to take tithe in kind; on which last point, of course, there was a little grumbling, but not to the extent of irreligion—not of deeper significance than the grumbling at the rain, which was by no means accompanied with a spirit of impious defiance, but with a desire that the prayer for fine weather might be read forthwith.\n", "word": "pale", "modifies": "memento"}
{"color": "pink", "line": "There’s a lass for you!—like a pink and white posy—there’s nobody ’ud think as anybody could be so pritty.\n", "word": "pink", "modifies": "posy"}
{"color": "red", "line": "There would be a great party at the Red House on New Year’s Eve, she knew: her husband would be smiling and smiled upon, hiding _her_ existence in the darkest corner of his heart.\n", "word": "red", "modifies": "house"}
{"color": "white", "line": "Just and self reproving thoughts do not come to us too thickly, even in the purest air, and with the best lessons of heaven and earth; how should those white winged delicate messengers make their way to Molly’s poisoned chamber, inhabited by no higher memories than those of a barmaid’s paradise of pink ribbons and gentlemen’s jokes?\n", "word": "white", "modifies": "messenger"}
{"color": "pink", "line": "Just and self reproving thoughts do not come to us too thickly, even in the purest air, and with the best lessons of heaven and earth; how should those white winged delicate messengers make their way to Molly’s poisoned chamber, inhabited by no higher memories than those of a barmaid’s paradise of pink ribbons and gentlemen’s jokes?\n", "word": "pink", "modifies": "ribbon"}
{"color": "black", "line": "She needed comfort, and she knew but one comforter—the familiar demon in her bosom; but she hesitated a moment, after drawing out the black remnant, before she raised it to her lips.\n", "word": "black", "modifies": "remnant"}
{"color": "black", "line": "In another moment Molly had flung something away, but it was not the black remnant—it was an empty phial.\n", "word": "black", "modifies": "remnant"}
{"color": "blue", "line": "But the complete torpor came at last: the fingers lost their tension, the arms unbent; then the little head fell away from the bosom, and the blue eyes opened wide on the cold starlight.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Suddenly, as the child rolled downward on its mother’s knees, all wet with snow, its eyes were caught by a bright glancing light on the white ground, and, with the ready transition of infancy, it was immediately absorbed in watching the bright living thing running towards it, yet never arriving.\n", "word": "white", "modifies": "ground"}
{"color": "blue", "line": "But presently the warmth had a lulling effect, and the little golden head sank down on the old sack, and the blue eyes were veiled by their delicate half transparent lids.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "Turning towards the hearth, where the two logs had fallen apart, and sent forth only a red uncertain glimmer, he seated himself on his fireside chair, and was stooping to push his logs together, when, to his blurred vision, it seemed as if there were gold on the floor in front of the hearth.\n", "word": "red", "modifies": "glimmer"}
{"color": "gold", "line": "Gold!—his own gold—brought back to him as mysteriously as it had been taken away!\n", "word": "gold", "modifies": "gold"}
{"color": "gold", "line": "The heap of gold seemed to glow and get larger beneath his agitated gaze.\n", "word": "gold", "modifies": "heap"}
{"color": "yellow", "line": "In utter amazement, Silas fell on his knees and bent his head low to examine the marvel: it was a sleeping child—a round, fair thing, with soft yellow rings all over its head.\n", "word": "yellow", "modifies": "ring"}
{"color": "pink", "line": "He rose to his feet again, pushed his logs together, and, throwing on some dried leaves and sticks, raised a flame; but the flame did not disperse the vision—it only lit up more distinctly the little round form of the child, and its shabby clothing.\n", "word": "rose", "modifies": "foot"}
{"color": "blue", "line": "The porridge, sweetened with some dry brown sugar from an old store which he had refrained from using for himself, stopped the cries of the little one, and made her lift her blue eyes with a wide quiet gaze at Silas, as he put the spoon into her mouth.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "The porridge, sweetened with some dry brown sugar from an old store which he had refrained from using for himself, stopped the cries of the little one, and made her lift her blue eyes with a wide quiet gaze at Silas, as he put the spoon into her mouth.\n", "word": "brown", "modifies": "sugar"}
{"color": "red", "line": "It was after the early supper time at the Red House, and the entertainment was in that stage when bashfulness itself had passed into easy jollity, when gentlemen, conscious of unusual accomplishments, could at length be prevailed on to dance a hornpipe, and when the Squire preferred talking loudly, scattering snuff, and patting his visitors’ backs, to sitting longer at the whist table—a choice exasperating to uncle Kimble, who, being always volatile in sober business hours, became intense and bitter over cards and brandy, shuffled before his adversary’s deal with a glare of suspicion, and turned up a mean trump card with an air of inexpressible disgust, as if in a world where such things could happen one might as well enter on a course of reckless profligacy.\n", "word": "red", "modifies": "house"}
{"color": "white", "line": "There were two doors by which the White Parlour was entered from the hall, and they were both standing open for the sake of air; but the lower one was crowded with the servants and villagers, and only the upper doorway was left free.\n", "word": "white", "modifies": "parlour"}
{"color": "black", "line": "“A young woman, but emaciated, with long black hair.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "The wide open blue eyes looked up at Godfrey’s without any uneasiness or sign of recognition: the child could make no visible audible claim on its father; and the father felt a strange mixture of feelings, a conflict of regret and joy, that the pulse of that little heart had no response for the half jealous yearning in his own, when the blue eyes turned away from him slowly, and fixed themselves on the weaver’s queer face, which was bent low down to look at them, while the small hand began to pull Marner’s withered cheek with loving disfiguration.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "The prevarication and white lies which a mind that keeps itself ambitiously pure is as uneasy under as a great artist under the false touches that no eye detects but his own, are worn as lightly as mere trimmings when once the actions have become a lie.\n", "word": "white", "modifies": "lie"}
{"color": "white", "line": "Godfrey reappeared in the White Parlour with dry feet, and, since the truth must be told, with a sense of relief and gladness that was too strong for painful thoughts to struggle with.\n", "word": "white", "modifies": "parlour"}
{"color": "red", "line": "But I’ll bring you my little chair, and some bits o’ red rag and things for her to play wi’; an’ she’ll sit and chatter to ’em as if they was alive.\n", "word": "red", "modifies": "rag"}
{"color": "black", "line": "You’ll let me bring my Aaron one o’ these days, and he’ll show her his little cart as his father’s made for him, and the black and white pup as he’s got a rearing.” Baby _was_ christened, the rector deciding that a double baptism was the lesser risk to incur; and on this occasion Silas, making himself as clean and tidy as he could, appeared for the first time within the church, and shared in the observances held sacred by his neighbours.\n", "word": "black", "modifies": "pup"}
{"color": "red", "line": "Silas, shaken by the worst fear that could have befallen him, rushed out, calling “Eppie!” and ran eagerly about the unenclosed space, exploring the dry cavities into which she might have fallen, and then gazing with questioning dread at the smooth red surface of the water.\n", "word": "red", "modifies": "surface"}
{"color": "red", "line": "Still, that misdemeanour must be committed; and poor Silas, after peering all round the hedgerows, traversed the grass, beginning with perturbed vision to see Eppie behind every group of red sorrel, and to see her moving always farther off as he approached.\n", "word": "red", "modifies": "sorrel"}
{"color": "green", "line": "Here, however, sat Eppie, discoursing cheerfully to her own small boot, which she was using as a bucket to convey the water into a deep hoof mark, while her little naked foot was planted comfortably on a cushion of olive green mud.\n", "word": "green", "modifies": "mud"}
{"color": "black", "line": "For a moment there was silence, but then came a little cry, “Opy, opy!” and Silas let her out again, saying, “Now Eppie ’ull never be naughty again, else she must go in the coal hole—a black naughty place.” The weaving must stand still a long while this morning, for now Eppie must be washed, and have clean clothes on; but it was to be hoped that this punishment would have a lasting effect, and save time in future—though, perhaps, it would have been better if Eppie had cried more.\n", "word": "black", "modifies": "place"}
{"color": "black", "line": "He turned round again, and was going to place her in her little chair near the loom, when she peeped out at him with black face and hands again, and said, “Eppie in de toal hole!” This total failure of the coal hole discipline shook Silas’s belief in the efficacy of punishment.\n", "word": "black", "modifies": "face"}
{"color": "red", "line": "There was love between him and the child that blent them into one, and there was love between the child and the world—from men and women with parental looks and tones, to the red lady birds and the round pebbles.\n", "word": "red", "modifies": "lady"}
{"color": "gold", "line": "The disposition to hoard had been utterly crushed at the very first by the loss of his long stored gold: the coins he earned afterwards seemed as irrelevant as stones brought to complete a house suddenly buried by an earthquake; the sense of bereavement was too heavy upon him for the old thrill of satisfaction to arise again at the touch of the newly earned coin.\n", "word": "gold", "modifies": "loss"}
{"color": "white", "line": "We see no white winged angels now.\n", "word": "white", "modifies": "angel"}
{"color": "brown", "line": "The firm yet placid mouth, the clear veracious glance of the brown eyes, speak now of a nature that has been tested and has kept its highest qualities; and even the costume, with its dainty neatness and purity, has more significance now the coquetries of youth can have nothing to do with it.\n", "word": "brown", "modifies": "eye"}
{"color": "red", "line": "We will not follow them now; for may there not be some others in this departing congregation whom we should like to see again—some of those who are not likely to be handsomely clad, and whom we may not recognize so easily as the master and mistress of the Red House?\n", "word": "red", "modifies": "house"}
{"color": "brown", "line": "His large brown eyes seem to have gathered a longer vision, as is the way with eyes that have been short sighted in early life, and they have a less vague, a more answering gaze; but in everything else one sees signs of a frame much enfeebled by the lapse of the sixteen years.\n", "word": "brown", "modifies": "eye"}
{"color": "white", "line": "The weaver’s bent shoulders and white hair give him almost the look of advanced age, though he is not more than five and fifty; but there is the freshest blossom of youth close by his side—a blonde dimpled girl of eighteen, who has vainly tried to chastise her curly auburn hair into smoothness under her brown bonnet: the hair ripples as obstinately as a brooklet under the March breeze, and the little ringlets burst away from the restraining comb behind and show themselves below the bonnet crown.\n", "word": "white", "modifies": "hair"}
{"color": "brown", "line": "The weaver’s bent shoulders and white hair give him almost the look of advanced age, though he is not more than five and fifty; but there is the freshest blossom of youth close by his side—a blonde dimpled girl of eighteen, who has vainly tried to chastise her curly auburn hair into smoothness under her brown bonnet: the hair ripples as obstinately as a brooklet under the March breeze, and the little ringlets burst away from the restraining comb behind and show themselves below the bonnet crown.\n", "word": "brown", "modifies": "bonnet"}
{"color": "red", "line": "She surely divines that there is some one behind her who is thinking about her very particularly, and mustering courage to come to her side as soon as they are out in the lane, else why should she look rather shy, and take care not to turn away her head from her father Silas, to whom she keeps murmuring little sentences as to who was at church and who was not at church, and how pretty the red mountain ash is over the Rectory wall?\n", "word": "red", "modifies": "ash"}
{"color": "purple", "line": "And I’ll have a bit o’ rosemary, and bergamot, and thyme, because they’re so sweet smelling; but there’s no lavender only in the gentlefolks’ gardens, I think.” “That’s no reason why you shouldn’t have some,” said Aaron, “for I can bring you slips of anything; I’m forced to cut no end of ’em when I’m gardening, and throw ’em away mostly.\n", "word": "lavender", "modifies": "garden"}
{"color": "red", "line": "There’s a big bed o’ lavender at the Red House: the missis is very fond of it.” “Well,” said Silas, gravely, “so as you don’t make free for us, or ask for anything as is worth much at the Red House: for Mr. Cass’s been so good to us, and built us up the new end o’ the cottage, and given us beds and things, as I couldn’t abide to be imposin’ for garden stuff or anything else.” “No, no, there’s no imposin’,” said Aaron; “there’s never a garden in all the parish but what there’s endless waste in it for want o’ somebody as could use everything up.\n", "word": "red", "modifies": "house"}
{"color": "purple", "line": "There’s a big bed o’ lavender at the Red House: the missis is very fond of it.” “Well,” said Silas, gravely, “so as you don’t make free for us, or ask for anything as is worth much at the Red House: for Mr. Cass’s been so good to us, and built us up the new end o’ the cottage, and given us beds and things, as I couldn’t abide to be imposin’ for garden stuff or anything else.” “No, no, there’s no imposin’,” said Aaron; “there’s never a garden in all the parish but what there’s endless waste in it for want o’ somebody as could use everything up.\n", "word": "lavender", "modifies": "bed"}
{"color": "white", "line": "The sharp bark was the sign of an excited welcome that was awaiting them from a knowing brown terrier, who, after dancing at their legs in a hysterical manner, rushed with a worrying noise at a tortoise shell kitten under the loom, and then rushed back with a sharp bark again, as much as to say, “I have done my duty by this feeble creature, you perceive”; while the lady mother of the kitten sat sunning her white bosom in the window, and looked round with a sleepy air of expecting caresses, though she was not going to take any trouble for them.\n", "word": "white", "modifies": "bosom"}
{"color": "brown", "line": "The sharp bark was the sign of an excited welcome that was awaiting them from a knowing brown terrier, who, after dancing at their legs in a hysterical manner, rushed with a worrying noise at a tortoise shell kitten under the loom, and then rushed back with a sharp bark again, as much as to say, “I have done my duty by this feeble creature, you perceive”; while the lady mother of the kitten sat sunning her white bosom in the window, and looked round with a sleepy air of expecting caresses, though she was not going to take any trouble for them.\n", "word": "brown", "modifies": "terrier"}
{"color": "red", "line": "The oaken table and three cornered oaken chair were hardly what was likely to be seen in so poor a cottage: they had come, with the beds and other things, from the Red House; for Mr. Godfrey Cass, as every one said in the village, did very kindly by the weaver; and it was nothing but right a man should be looked on and helped by those who could afford it, when he had brought up an orphan child, and been father and mother to her—and had lost his money too, so as he had nothing but what he worked for week by week, and when the weaving was going down too—for there was less and less flax spun—and Master Marner was none so young.\n", "word": "red", "modifies": "house"}
{"color": "brown", "line": "For Silas would not consent to have a grate and oven added to his conveniences: he loved the old brick hearth as he had loved his brown pot—and was it not there when he had found Eppie?\n", "word": "brown", "modifies": "pot"}
{"color": "blue", "line": "Yet it was a sight that might well arrest wandering thoughts: Eppie, with the rippling radiance of her hair and the whiteness of her rounded chin and throat set off by the dark blue cotton gown, laughing merrily as the kitten held on with her four claws to one shoulder, like a design for a jug handle, while Snap on the right hand and Puss on the other put up their paws towards a morsel which she held out of the reach of both—Snap occasionally desisting in order to remonstrate with the cat by a cogent worrying growl on the greediness and futility of her conduct; till Eppie relented, caressed them both, and divided the morsel between them.\n", "word": "blue", "modifies": "gown"}
{"color": "red", "line": "All other signs of sporting and outdoor occupation Nancy has removed to another room; but she has brought into the Red House the habit of filial reverence, and preserves sacredly in a place of honour these relics of her husband’s departed father.\n", "word": "red", "modifies": "house"}
{"color": "pink", "line": "The tankards are on the side table still, but the bossed silver is undimmed by handling, and there are no dregs to send forth unpleasant suggestions: the only prevailing scent is of the lavender and rose leaves that fill the vases of Derbyshire spar.\n", "word": "rose", "modifies": "leaf"}
{"color": "purple", "line": "The tankards are on the side table still, but the bossed silver is undimmed by handling, and there are no dregs to send forth unpleasant suggestions: the only prevailing scent is of the lavender and rose leaves that fill the vases of Derbyshire spar.\n", "word": "lavender", "modifies": "scent"}
{"color": "gray", "line": "I suppose it is the way with all men and women who reach middle age without the clear perception that life never _can_ be thoroughly joyous: under the vague dullness of the grey hours, dissatisfaction seeks a definite object, and finds it in the privation of an untried good.\n", "word": "grey", "modifies": "hour"}
{"color": "black", "line": "Dissatisfaction seated musingly on a childless hearth, thinks with envy of the father whose return is greeted by young voices—seated at the meal where the little heads rise one above another like nursery plants, it sees a black care hovering behind every one of them, and thinks the impulses by which men abandon freedom, and seek for ties, are surely nothing but a brief madness.\n", "word": "black", "modifies": "care"}
{"color": "green", "line": "She continued to stand, however, looking at the placid churchyard with the long shadows of the gravestones across the bright green hillocks, and at the glowing autumn colours of the Rectory trees beyond.\n", "word": "green", "modifies": "hillock"}
{"color": "white", "line": "“I began to get—” She paused abruptly, for Godfrey was laying down his hat with trembling hands, and turned towards her with a pale face and a strange unanswering glance, as if he saw her indeed, but saw her as part of a scene invisible to herself.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "She was pale and quiet as a meditative statue, clasping her hands on her lap.\n", "word": "pale", "modifies": "statue"}
{"color": "gold", "line": "On the table near them, lit by a candle, lay the recovered gold—the old long loved gold, ranged in orderly heaps, as Silas used to range it in the days when it was his only joy.\n", "word": "gold", "modifies": "gold"}
{"color": "white", "line": "Nancy herself was pale and tremulous.\n", "word": "pale", "modifies": "nancy"}
{"color": "black", "line": "Thought had been very busy in Eppie as she listened to the contest between her old long loved father and this new unfamiliar father who had suddenly come to fill the place of that black featureless shadow which had held the ring and placed it on her mother’s finger.\n", "word": "black", "modifies": "shadow"}
{"color": "purple", "line": "Happily the sunshine fell more warmly than usual on the lilac tufts the morning that Eppie was married, for her dress was a very light one.\n", "word": "lilac", "modifies": "tuft"}
{"color": "white", "line": "She had often thought, though with a feeling of renunciation, that the perfection of a wedding dress would be a white cotton, with the tiniest pink sprig at wide intervals; so that when Mrs. Godfrey Cass begged to provide one, and asked Eppie to choose what it should be, previous meditation had enabled her to give a decided answer at once.\n", "word": "white", "modifies": "cotton"}
{"color": "pink", "line": "She had often thought, though with a feeling of renunciation, that the perfection of a wedding dress would be a white cotton, with the tiniest pink sprig at wide intervals; so that when Mrs. Godfrey Cass begged to provide one, and asked Eppie to choose what it should be, previous meditation had enabled her to give a decided answer at once.\n", "word": "pink", "modifies": "sprig"}
{"color": "gold", "line": "Seen at a little distance as she walked across the churchyard and down the village, she seemed to be attired in pure white, and her hair looked like the dash of gold on a lily.\n", "word": "gold", "modifies": "dash"}
{"color": "red", "line": "There were many eyes to look at it, and Miss Priscilla Lammeter was glad that she and her father had happened to drive up to the door of the Red House just in time to see this pretty sight.\n", "word": "red", "modifies": "house"}
