{"color": "black", "line": "A black servant, who reposed on the box beside the fat coachman, uncurled his bandy legs as soon as the equipage drew up opposite Miss Pinkerton's shining brass plate, and as he pulled the bell at least a score of young heads were seen peering out of the narrow windows of the stately old brick house.\n", "word": "black", "modifies": "servant"}
{"color": "red", "line": "Nay, the acute observer might have recognized the little red nose of good natured Miss Jemima Pinkerton herself, rising over some geranium pots in the window of that lady's own drawing room.\n", "word": "red", "modifies": "nose"}
{"color": "red", "line": "\"Sambo, the black servant, has just rung the bell; and the coachman has a new red waistcoat.\"\n", "word": "red", "modifies": "waistcoat"}
{"color": "black", "line": "\"Sambo, the black servant, has just rung the bell; and the coachman has a new red waistcoat.\"\n", "word": "black", "modifies": "servant"}
{"color": "red", "line": "Only when her pupils quitted the establishment, or when they were about to be married, and once, when poor Miss Birch died of the scarlet fever, was Miss Pinkerton known to write personally to the parents of her pupils; and it was Jemima's opinion that if anything could console Mrs. Birch for her daughter's loss, it would be that pious and eloquent composition in which Miss Pinkerton announced the event.\n", "word": "scarlet", "modifies": "fever"}
{"color": "red", "line": "As she is not a heroine, there is no need to describe her person; indeed I am afraid that her nose was rather short than otherwise, and her cheeks a great deal too round and red for a heroine; but her face blushed with rosy health, and her lips with the freshest of smiles, and she had a pair of eyes which sparkled with the brightest and honestest good humour, except indeed when they filled with tears, and that was a great deal too often; for the silly thing would cry over a dead canary bird; or over a mouse, that the cat haply had seized upon; or over the end of a novel, were it ever so stupid; and as for saying an unkind word to her, were any persons hard hearted enough to do so why, so much the worse for them.\n", "word": "red", "modifies": "heroine"}
{"color": "pink", "line": "As she is not a heroine, there is no need to describe her person; indeed I am afraid that her nose was rather short than otherwise, and her cheeks a great deal too round and red for a heroine; but her face blushed with rosy health, and her lips with the freshest of smiles, and she had a pair of eyes which sparkled with the brightest and honestest good humour, except indeed when they filled with tears, and that was a great deal too often; for the silly thing would cry over a dead canary bird; or over a mouse, that the cat haply had seized upon; or over the end of a novel, were it ever so stupid; and as for saying an unkind word to her, were any persons hard hearted enough to do so why, so much the worse for them.\n", "word": "rosy", "modifies": "health"}
{"color": "white", "line": "and just as the coach drove off, Miss Sharp put her pale face out of the window and actually flung the book back into the garden.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "\"Why, do you think Miss Pinkerton will come out and order me back to the black hole?\"\n", "word": "black", "modifies": "hole"}
{"color": "black", "line": "\"Why, will the black footman tell tales?\"\n", "word": "black", "modifies": "footman"}
{"color": "white", "line": "She insisted upon Rebecca accepting the white cornelian and the turquoise rings, and a sweet sprigged muslin, which was too small for her now, though it would fit her friend to a nicety; and she determined in her heart to ask her mother's permission to present her white Cashmere shawl to her friend.\n", "word": "white", "modifies": "cornelian"}
{"color": "blue", "line": "She insisted upon Rebecca accepting the white cornelian and the turquoise rings, and a sweet sprigged muslin, which was too small for her now, though it would fit her friend to a nicety; and she determined in her heart to ask her mother's permission to present her white Cashmere shawl to her friend.\n", "word": "turquoise", "modifies": "ring"}
{"color": "white", "line": "She redoubled her caresses to Amelia; she kissed the white cornelian necklace as she put it on; and vowed she would never, never part with it.\n", "word": "white", "modifies": "necklace"}
{"color": "yellow", "line": "Joseph still continued a huge clattering at the poker and tongs, puffing and blowing the while, and turning as red as his yellow face would allow him.\n", "word": "yellow", "modifies": "face"}
{"color": "green", "line": "What causes them to labour at pianoforte sonatas, and to learn four songs from a fashionable master at a guinea a lesson, and to play the harp if they have handsome arms and neat elbows, and to wear Lincoln Green toxophilite hats and feathers, but that they may bring down some \"desirable\" young man with those killing bows and arrows of theirs?\n", "word": "green", "modifies": "hat"}
{"color": "pink", "line": "He was in the East India Company's Civil Service, and his name appeared, at the period of which we write, in the Bengal division of the East India Register, as collector of Boggley Wollah, an honourable and lucrative post, as everybody knows: in order to know to what higher posts Joseph rose in the service, the reader is referred to the same periodical.\n", "word": "rose", "modifies": "post"}
{"color": "blue", "line": "He scarcely knew a single soul in the metropolis: and were it not for his doctor, and the society of his blue pill, and his liver complaint, he must have died of loneliness.\n", "word": "blue", "modifies": "pill"}
{"color": "red", "line": "Downstairs, then, they went, Joseph very red and blushing, Rebecca very modest, and holding her green eyes downwards.\n", "word": "red", "modifies": "rebecca"}
{"color": "green", "line": "Downstairs, then, they went, Joseph very red and blushing, Rebecca very modest, and holding her green eyes downwards.\n", "word": "green", "modifies": "eye"}
{"color": "white", "line": "She was dressed in white, with bare shoulders as white as snow the picture of youth, unprotected innocence, and humble virgin simplicity.\n", "word": "white", "modifies": "shoulder"}
{"color": "red", "line": "His mouth was full of it: his face quite red with the delightful exercise of gobbling.\n", "word": "red", "modifies": "face"}
{"color": "blue", "line": "But he was always exceedingly communicative in a man's party, and has told this delightful tale many scores of times to his apothecary, Dr. Gollop, when he came to inquire about the liver and the blue pill.\n", "word": "blue", "modifies": "pill"}
{"color": "green", "line": "The Green Silk Purse Poor Joe's panic lasted for two or three days; during which he did not visit the house, nor during that period did Miss Rebecca ever mention his name.\n", "word": "green", "modifies": "purse"}
{"color": "green", "line": "and the green eyes looked up to Heaven and filled with tears; and Mrs. Sedley could not but own that her daughter's friend had a charming kind heart of her own.\n", "word": "green", "modifies": "eye"}
{"color": "red", "line": "\"Never mind about telling that; but persuade Mamma to write to Sir Something Crawley for leave of absence for poor dear Rebecca: here she comes, her eyes red with weeping.\"\n", "word": "red", "modifies": "eye"}
{"color": "red", "line": "said Mrs. Sedley to her husband; and that night in a conversation which took place in a front room in the second floor, in a sort of tent, hung round with chintz of a rich and fantastic India pattern, and double with calico of a tender rose colour; in the interior of which species of marquee was a featherbed, on which were two pillows, on which were two round red faces, one in a laced nightcap, and one in a simple cotton one, ending in a tassel in a CURTAIN LECTURE, I say, Mrs. Sedley took her husband to task for his cruel conduct to poor Joe.\n", "word": "red", "modifies": "face"}
{"color": "pink", "line": "said Mrs. Sedley to her husband; and that night in a conversation which took place in a front room in the second floor, in a sort of tent, hung round with chintz of a rich and fantastic India pattern, and double with calico of a tender rose colour; in the interior of which species of marquee was a featherbed, on which were two pillows, on which were two round red faces, one in a laced nightcap, and one in a simple cotton one, ending in a tassel in a CURTAIN LECTURE, I say, Mrs. Sedley took her husband to task for his cruel conduct to poor Joe.\n", "word": "rose", "modifies": "colour"}
{"color": "black", "line": "It's a mercy he did not bring us over a black daughter in law, my dear.\n", "word": "black", "modifies": "daughter"}
{"color": "white", "line": "The girl's a white face at any rate.\n", "word": "white", "modifies": "face"}
{"color": "red", "line": "At six weeks old, he had received from John Sedley a present of a silver cup; at six months old, a coral with gold whistle and bells; from his youth upwards he was \"tipped\" regularly by the old gentleman at Christmas: and on going back to school, he remembered perfectly well being thrashed by Joseph Sedley, when the latter was a big, swaggering hobbadyhoy, and George an impudent urchin of ten years old.\n", "word": "coral", "modifies": "whistle"}
{"color": "gold", "line": "At six weeks old, he had received from John Sedley a present of a silver cup; at six months old, a coral with gold whistle and bells; from his youth upwards he was \"tipped\" regularly by the old gentleman at Christmas: and on going back to school, he remembered perfectly well being thrashed by Joseph Sedley, when the latter was a big, swaggering hobbadyhoy, and George an impudent urchin of ten years old.\n", "word": "gold", "modifies": "whistle"}
{"color": "silver", "line": "At six weeks old, he had received from John Sedley a present of a silver cup; at six months old, a coral with gold whistle and bells; from his youth upwards he was \"tipped\" regularly by the old gentleman at Christmas: and on going back to school, he remembered perfectly well being thrashed by Joseph Sedley, when the latter was a big, swaggering hobbadyhoy, and George an impudent urchin of ten years old.\n", "word": "silver", "modifies": "cup"}
{"color": "green", "line": "But this arrangement left Mr. Joseph Sedley tete a tete with Rebecca, at the drawing room table, where the latter was occupied in knitting a green silk purse.\n", "word": "green", "modifies": "purse"}
{"color": "green", "line": "And as he talked on, he grew quite bold, and actually had the audacity to ask Miss Rebecca for whom she was knitting the green silk purse?\n", "word": "green", "modifies": "purse"}
{"color": "blue", "line": "She sang a French song, which Joseph did not understand in the least, and which George confessed he did not understand, and then a number of those simple ballads which were the fashion forty years ago, and in which British tars, our King, poor Susan, blue eyed Mary, and the like, were the principal themes.\n", "word": "blue", "modifies": "mary"}
{"color": "red", "line": "How her heart beat as Joseph appeared Joseph, puffing from the staircase in shining creaking boots Joseph, in a new waistcoat, red with heat and nervousness, and blushing behind his wadded neckcloth.\n", "word": "red", "modifies": "heat"}
{"color": "green", "line": "I don't know on what pretext Osborne left the room, or why, presently, Amelia went away, perhaps to superintend the slicing of the pine apple; but Jos was left alone with Rebecca, who had resumed her work, and the green silk and the shining needles were quivering rapidly under her white slender fingers.\n", "word": "green", "modifies": "silk"}
{"color": "white", "line": "I don't know on what pretext Osborne left the room, or why, presently, Amelia went away, perhaps to superintend the slicing of the pine apple; but Jos was left alone with Rebecca, who had resumed her work, and the green silk and the shining needles were quivering rapidly under her white slender fingers.\n", "word": "white", "modifies": "finger"}
{"color": "green", "line": "And before he had time to ask how, Mr. Joseph Sedley, of the East India Company's service, was actually seated tete a tete with a young lady, looking at her with a most killing expression; his arms stretched out before her in an imploring attitude, and his hands bound in a web of green silk, which she was unwinding.\n", "word": "green", "modifies": "silk"}
{"color": "purple", "line": "His parent was a grocer in the city: and it was bruited abroad that he was admitted into Dr. Swishtail's academy upon what are called \"mutual principles\" that is to say, the expenses of his board and schooling were defrayed by his father in goods, not money; and he stood there most at the bottom of the school in his scraggy corduroys and jacket, through the seams of which his great big bones were bursting as the representative of so many pounds of tea, candles, sugar, mottled soap, plums (of which a very mild proportion was supplied for the puddings of the establishment), and other commodities.\n", "word": "plum", "modifies": "tea"}
{"color": "pink", "line": "Now, William Dobbin, from an incapacity to acquire the rudiments of the above language, as they are propounded in that wonderful book the Eton Latin Grammar, was compelled to remain among the very last of Doctor Swishtail's scholars, and was \"taken down\" continually by little fellows with pink faces and pinafores when he marched up with the lower form, a giant amongst them, with his downcast, stupefied look, his dog's eared primer, and his tight corduroys.\n", "word": "pink", "modifies": "face"}
{"color": "gold", "line": "He had a gold repeater: and took snuff like the Doctor.\n", "word": "gold", "modifies": "repeater"}
{"color": "white", "line": "His face being quite pale, his eyes shining open, and a great cut on his underlip bleeding profusely, gave this young fellow a fierce and ghastly air, which perhaps struck terror into many spectators.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "Cuff goes home every Saturday, but can't this, because he has 2 Black Eyes.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "He has a white Pony to come and fetch him, and a groom in livery on a bay mare.\n", "word": "white", "modifies": "pony"}
{"color": "purple", "line": "Please not a seed cake, but a plum cake.\n", "word": "plum", "modifies": "cake"}
{"color": "pink", "line": "In consequence of Dobbin's victory, his character rose prodigiously in the estimation of all his schoolfellows, and the name of Figs, which had been a byword of reproach, became as respectable and popular a nickname as any other in use in the school.\n", "word": "rose", "modifies": "consequence"}
{"color": "pink", "line": "And Dobbin's spirit rose with his altered circumstances.\n", "word": "rose", "modifies": "spirit"}
{"color": "pink", "line": "The superb Cuff himself, at whose condescension Dobbin could only blush and wonder, helped him on with his Latin verses; \"coached\" him in play hours: carried him triumphantly out of the little boy class into the middle sized form; and even there got a fair place for him.\n", "word": "blush", "modifies": "condescension"}
{"color": "pink", "line": "His blushes, his stumbles, his awkwardness, and the number of feet which he crushed as he went back to his place, who shall describe or calculate?\n", "word": "blush", "modifies": "stumble"}
{"color": "gold", "line": "He shared his money with him: bought him uncountable presents of knives, pencil cases, gold seals, toffee, Little Warblers, and romantic books, with large coloured pictures of knights and robbers, in many of which latter you might read inscriptions to George Sedley Osborne, Esquire, from his attached friend William Dobbin the which tokens of homage George received very graciously, as became his superior merit.\n", "word": "gold", "modifies": "seal"}
{"color": "red", "line": "\"Over Mrs. Flamingo's crimson silk gown,\" said good natured Mrs. Sedley.\n", "word": "crimson", "modifies": "gown"}
{"color": "yellow", "line": "Who would take you, I should like to know, with your yellow face?\"\n", "word": "yellow", "modifies": "face"}
{"color": "yellow", "line": "\"Mine a yellow face?\n", "word": "yellow", "modifies": "face"}
{"color": "yellow", "line": "Why, he had the yellow fever three times; twice at Nassau, and once at St.\n", "word": "yellow", "modifies": "fever"}
{"color": "black", "line": "Mrs. Sedley said: at which speech Miss Amelia only made a smile and a blush; and looking at Mr. George Osborne's pale interesting countenance, and those beautiful black, curling, shining whiskers, which the young gentleman himself regarded with no ordinary complacency, she thought in her little heart that in His Majesty's army, or in the wide world, there never was such a face or such a hero.\n", "word": "black", "modifies": "whisker"}
{"color": "white", "line": "Mrs. Sedley said: at which speech Miss Amelia only made a smile and a blush; and looking at Mr. George Osborne's pale interesting countenance, and those beautiful black, curling, shining whiskers, which the young gentleman himself regarded with no ordinary complacency, she thought in her little heart that in His Majesty's army, or in the wide world, there never was such a face or such a hero.\n", "word": "pale", "modifies": "countenance"}
{"color": "pink", "line": "Mrs. Sedley said: at which speech Miss Amelia only made a smile and a blush; and looking at Mr. George Osborne's pale interesting countenance, and those beautiful black, curling, shining whiskers, which the young gentleman himself regarded with no ordinary complacency, she thought in her little heart that in His Majesty's army, or in the wide world, there never was such a face or such a hero.\n", "word": "blush", "modifies": "smile"}
{"color": "black", "line": "That evening, when Amelia came tripping into the drawing room in a white muslin frock, prepared for conquest at Vauxhall, singing like a lark, and as fresh as a rose a very tall ungainly gentleman, with large hands and feet, and large ears, set off by a closely cropped head of black hair, and in the hideous military frogged coat and cocked hat of those times, advanced to meet her, and made her one of the clumsiest bows that was ever performed by a mortal.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "That evening, when Amelia came tripping into the drawing room in a white muslin frock, prepared for conquest at Vauxhall, singing like a lark, and as fresh as a rose a very tall ungainly gentleman, with large hands and feet, and large ears, set off by a closely cropped head of black hair, and in the hideous military frogged coat and cocked hat of those times, advanced to meet her, and made her one of the clumsiest bows that was ever performed by a mortal.\n", "word": "white", "modifies": "frock"}
{"color": "yellow", "line": "This was no other than Captain William Dobbin, of His Majesty's Regiment of Foot, returned from yellow fever, in the West Indies, to which the fortune of the service had ordered his regiment, whilst so many of his gallant comrades were reaping glory in the Peninsula.\n", "word": "yellow", "modifies": "fever"}
{"color": "pink", "line": "When she held out her hand for him to shake, before he enveloped it in his own, he paused, and thought \"Well, is it possible are you the little maid I remember in the pink frock, such a short time ago the night I upset the punch bowl, just after I was gazetted?\n", "word": "pink", "modifies": "frock"}
{"color": "black", "line": "Suppose we had shown how Lord Joseph Sedley fell in love, and the Marquis of Osborne became attached to Lady Amelia, with the full consent of the Duke, her noble father: or instead of the supremely genteel, suppose we had resorted to the entirely low, and described what was going on in Mr. Sedley's kitchen how black Sambo was in love with the cook (as indeed he was), and how he fought a battle with the coachman in her behalf; how the knife boy was caught stealing a cold shoulder of mutton, and Miss Sedley's new femme de chambre refused to go to bed without a wax candle; such incidents might be made to provoke much delightful laughter, and be supposed to represent scenes of \"life.\"\n", "word": "black", "modifies": "sambo"}
{"color": "black", "line": "Or if, on the contrary, we had taken a fancy for the terrible, and made the lover of the new femme de chambre a professional burglar, who bursts into the house with his band, slaughters black Sambo at the feet of his master, and carries off Amelia in her night dress, not to be let loose again till the third volume, we should easily have constructed a tale of thrilling interest, through the fiery chapters of which the reader should hurry, panting.\n", "word": "black", "modifies": "sambo"}
{"color": "black", "line": "Better she, my dear, than a black Mrs. Sedley, and a dozen of mahogany grandchildren.\"\n", "word": "black", "modifies": "mrs."}
{"color": "pink", "line": "She looked as happy as a rose tree in sunshine.\n", "word": "rose", "modifies": "tree"}
{"color": "white", "line": "He carried about Amelia's white cashmere shawl, and having attended under the gilt cockle shell, while Mrs. Salmon performed the Battle of Borodino (a savage cantata against the Corsican upstart, who had lately met with his Russian reverses) Mr. Dobbin tried to hum it as he walked away, and found he was humming the tune which Amelia Sedley sang on the stairs, as she came down to dinner.\n", "word": "white", "modifies": "shawl"}
{"color": "pink", "line": "\"For Heaven's sake, Jos, let us get up and go,\" cried that gentleman, and the young women rose.\n", "word": "rose", "modifies": "woman"}
{"color": "white", "line": "Osborne said, seizing the white cashmere shawl from his friend's arm, and huddling up Amelia in it. \"Make yourself useful, and take charge of Jos here, whilst I take the ladies to the carriage.\"\n", "word": "white", "modifies": "shawl"}
{"color": "black", "line": "There's a hackney coachman downstairs with a black eye, and a tied up head, vowing he'll have the law of you.\"\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "\"And that fellow with the white coat at Vauxhall!\n", "word": "white", "modifies": "coat"}
{"color": "white", "line": "Amelia did not dare to look at Rebecca's pale face and burning eyes, but she dropt the letter into her friend's lap; and got up, and went upstairs to her room, and cried her little heart out.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "Pinner says she's always about your trinket box and drawers, and everybody's drawers, and she's sure she's put your white ribbing into her box.\"\n", "word": "white", "modifies": "ribbing"}
{"color": "red", "line": "When the bell was rung, a head appeared between the interstices of the dining room shutters, and the door was opened by a man in drab breeches and gaiters, with a dirty old coat, a foul old neckcloth lashed round his bristly neck, a shining bald head, a leering red face, a pair of twinkling grey eyes, and a mouth perpetually on the grin.\n", "word": "red", "modifies": "face"}
{"color": "gray", "line": "When the bell was rung, a head appeared between the interstices of the dining room shutters, and the door was opened by a man in drab breeches and gaiters, with a dirty old coat, a foul old neckcloth lashed round his bristly neck, a shining bald head, a leering red face, a pair of twinkling grey eyes, and a mouth perpetually on the grin.\n", "word": "grey", "modifies": "eye"}
{"color": "black", "line": "The turkey carpet has rolled itself up, and retired sulkily under the sideboard: the pictures have hidden their faces behind old sheets of brown paper: the ceiling lamp is muffled up in a dismal sack of brown holland: the window curtains have disappeared under all sorts of shabby envelopes: the marble bust of Sir Walpole Crawley is looking from its black corner at the bare boards and the oiled fire irons, and the empty card racks over the mantelpiece: the cellaret has lurked away behind the carpet: the chairs are turned up heads and tails along the walls: and in the dark corner opposite the statue, is an old fashioned crabbed knife box, locked and sitting on a dumb waiter.\n", "word": "black", "modifies": "corner"}
{"color": "brown", "line": "The turkey carpet has rolled itself up, and retired sulkily under the sideboard: the pictures have hidden their faces behind old sheets of brown paper: the ceiling lamp is muffled up in a dismal sack of brown holland: the window curtains have disappeared under all sorts of shabby envelopes: the marble bust of Sir Walpole Crawley is looking from its black corner at the bare boards and the oiled fire irons, and the empty card racks over the mantelpiece: the cellaret has lurked away behind the carpet: the chairs are turned up heads and tails along the walls: and in the dark corner opposite the statue, is an old fashioned crabbed knife box, locked and sitting on a dumb waiter.\n", "word": "brown", "modifies": "paper"}
{"color": "black", "line": "There was a bit of cheese and bread, and a tin candlestick on the table, and a little black porter in a pint pot.\n", "word": "black", "modifies": "porter"}
{"color": "red", "line": "The mantelpiece cast up a great black shadow, over half of a mouldy old sampler, which her defunct ladyship had worked, no doubt, and over two little family pictures of young lads, one in a college gown, and the other in a red jacket like a soldier.\n", "word": "red", "modifies": "jacket"}
{"color": "black", "line": "The mantelpiece cast up a great black shadow, over half of a mouldy old sampler, which her defunct ladyship had worked, no doubt, and over two little family pictures of young lads, one in a college gown, and the other in a red jacket like a soldier.\n", "word": "black", "modifies": "shadow"}
{"color": "white", "line": "), and the fat widow with the brandy bottle, took their places inside how the porter asked them all for money, and got sixpence from the gentleman and five greasy halfpence from the fat widow and how the carriage at length drove away now threading the dark lanes of Aldersgate, anon clattering by the Blue Cupola of St. Paul's, jingling rapidly by the strangers' entry of Fleet Market, which, with Exeter 'Change, has now departed to the world of shadows how they passed the White Bear in Piccadilly, and saw the dew rising up from the market gardens of Knightsbridge how Turnhamgreen, Brentwood, Bagshot, were passed need not be told here.\n", "word": "white", "modifies": "bear"}
{"color": "blue", "line": "), and the fat widow with the brandy bottle, took their places inside how the porter asked them all for money, and got sixpence from the gentleman and five greasy halfpence from the fat widow and how the carriage at length drove away now threading the dark lanes of Aldersgate, anon clattering by the Blue Cupola of St. Paul's, jingling rapidly by the strangers' entry of Fleet Market, which, with Exeter 'Change, has now departed to the world of shadows how they passed the White Bear in Piccadilly, and saw the dew rising up from the market gardens of Knightsbridge how Turnhamgreen, Brentwood, Bagshot, were passed need not be told here.\n", "word": "blue", "modifies": "cupola"}
{"color": "blue", "line": "and the waiters, yea, and the inns at which they waited, and the cold rounds of beef inside, and the stunted ostler, with his blue nose and clinking pail, where is he, and where is his generation?\n", "word": "blue", "modifies": "nose"}
{"color": "black", "line": "For them stage coaches will have become romances a team of four bays as fabulous as Bucephalus or Black Bess.\n", "word": "black", "modifies": "be"}
{"color": "red", "line": "As we passed, I remarked a beautiful church spire rising above some old elms in the park; and before them, in the midst of a lawn, and some outhouses, an old red house with tall chimneys covered with ivy, and the windows shining in the sun.\n", "word": "red", "modifies": "house"}
{"color": "red", "line": "Before the house of Queen's Crawley, which is an odious old fashioned red brick mansion, with tall chimneys and gables of the style of Queen Bess, there is a terrace flanked by the family dove and serpent, and on which the great hall door opens.\n", "word": "red", "modifies": "mansion"}
{"color": "black", "line": "At one end of the hall is the great staircase all in black oak, as dismal as may be, and on either side are tall doors with stags' heads over them, leading to the billiard room and the library, and the great yellow saloon and the morning rooms.\n", "word": "black", "modifies": "oak"}
{"color": "yellow", "line": "At one end of the hall is the great staircase all in black oak, as dismal as may be, and on either side are tall doors with stags' heads over them, leading to the billiard room and the library, and the great yellow saloon and the morning rooms.\n", "word": "yellow", "modifies": "saloon"}
{"color": "pink", "line": "\"I hope you will be kind to my girls,\" said Lady Crawley, with her pink eyes always full of tears.\n", "word": "pink", "modifies": "eye"}
{"color": "black", "line": "\"My lady is served,\" says the butler in black, in an immense white shirt frill, that looked as if it had been one of the Queen Elizabeth's ruffs depicted in the hall; and so, taking Mr. Crawley's arm, she led the way to the dining room, whither I followed with my little pupils in each hand.\n", "word": "black", "modifies": "butler"}
{"color": "white", "line": "\"My lady is served,\" says the butler in black, in an immense white shirt frill, that looked as if it had been one of the Queen Elizabeth's ruffs depicted in the hall; and so, taking Mr. Crawley's arm, she led the way to the dining room, whither I followed with my little pupils in each hand.\n", "word": "white", "modifies": "frill"}
{"color": "silver", "line": "Sir Pitt was already in the room with a silver jug.\n", "word": "silver", "modifies": "jug"}
{"color": "black", "line": "He had just been to the cellar, and was in full dress too; that is, he had taken his gaiters off, and showed his little dumpy legs in black worsted stockings.\n", "word": "black", "modifies": "stocking"}
{"color": "gold", "line": "The sideboard was covered with glistening old plate old cups, both gold and silver; old salvers and cruet stands, like Rundell and Bridge's shop.\n", "word": "gold", "modifies": "cup"}
{"color": "silver", "line": "The sideboard was covered with glistening old plate old cups, both gold and silver; old salvers and cruet stands, like Rundell and Bridge's shop.\n", "word": "silver", "modifies": "gold"}
{"color": "red", "line": "Everything on the table was in silver too, and two footmen, with red hair and canary coloured liveries, stood on either side of the sideboard.\n", "word": "red", "modifies": "hair"}
{"color": "silver", "line": "Mr. Crawley said a long grace, and Sir Pitt said amen, and the great silver dish covers were removed.\n", "word": "silver", "modifies": "dish"}
{"color": "black", "line": "\"One of the black faced Scotch, Sir Pitt: we killed on Thursday.\"\n", "word": "black", "modifies": "scotch"}
{"color": "silver", "line": "\"I believe it is the custom, sir, in decent society,\" said Mr. Crawley, haughtily, \"to call the dish as I have called it\"; and it was served to us on silver soup plates by the footmen in the canary coats, with the mouton aux navets.\n", "word": "silver", "modifies": "soup"}
{"color": "black", "line": "\"That there little black pig of the Kent sow's breed must be uncommon fat now.\"\n", "word": "black", "modifies": "pig"}
{"color": "pink", "line": "\"Miss Crawley, Miss Rose Crawley,\" said Mr. Crawley, \"your laughter strikes me as being exceedingly out of place.\"\n", "word": "rose", "modifies": "miss"}
{"color": "silver", "line": "We had but one candle lighted, but it was in a magnificent old silver candlestick, and after a very few questions from my lady, I had my choice of amusement between a volume of sermons, and a pamphlet on the corn laws, which Mr. Crawley had been reading before dinner.\n", "word": "silver", "modifies": "candlestick"}
{"color": "pink", "line": "Rose and Violet introduced me to it yesterday; and to the stables, and to the kennel, and to the gardener, who was picking fruit to send to market, and from whom they begged hard a bunch of hot house grapes; but he said that Sir Pitt had numbered every \"Man Jack\" of them, and it would be as much as his place was worth to give any away.\n", "word": "rose", "modifies": "violet"}
{"color": "purple", "line": "Rose and Violet introduced me to it yesterday; and to the stables, and to the kennel, and to the gardener, who was picking fruit to send to market, and from whom they begged hard a bunch of hot house grapes; but he said that Sir Pitt had numbered every \"Man Jack\" of them, and it would be as much as his place was worth to give any away.\n", "word": "violet", "modifies": "rose"}
{"color": "pink", "line": "His first marriage with the daughter of the noble Binkie had been made under the auspices of his parents; and as he often told Lady Crawley in her lifetime she was such a confounded quarrelsome high bred jade that when she died he was hanged if he would ever take another of her sort, at her ladyship's demise he kept his promise, and selected for a second wife Miss Rose Dawson, daughter of Mr. John Thomas Dawson, ironmonger, of Mudbury.\n", "word": "rose", "modifies": "miss"}
{"color": "pink", "line": "What a happy woman was Rose to be my Lady Crawley!\n", "word": "rose", "modifies": "woman"}
{"color": "white", "line": "As the only endowments with which Nature had gifted Lady Crawley were those of pink cheeks and a white skin, and as she had no sort of character, nor talents, nor opinions, nor occupations, nor amusements, nor that vigour of soul and ferocity of temper which often falls to the lot of entirely foolish women, her hold upon Sir Pitt's affections was not very great.\n", "word": "white", "modifies": "skin"}
{"color": "pink", "line": "As the only endowments with which Nature had gifted Lady Crawley were those of pink cheeks and a white skin, and as she had no sort of character, nor talents, nor opinions, nor occupations, nor amusements, nor that vigour of soul and ferocity of temper which often falls to the lot of entirely foolish women, her hold upon Sir Pitt's affections was not very great.\n", "word": "pink", "modifies": "cheek"}
{"color": "green", "line": "Being a light complexioned woman, she wore light clothes, as most blondes will, and appeared, in preference, in draggled sea green, or slatternly sky blue.\n", "word": "green", "modifies": "sea"}
{"color": "blue", "line": "Being a light complexioned woman, she wore light clothes, as most blondes will, and appeared, in preference, in draggled sea green, or slatternly sky blue.\n", "word": "blue", "modifies": "green"}
{"color": "pink", "line": "This might have been, but for you, a cheery lass Peter Butt and Rose a happy man and wife, in a snug farm, with a hearty family; and an honest portion of pleasures, cares, hopes and struggles but a title and a coach and four are toys more precious than happiness in Vanity Fair: and if Harry the Eighth or Bluebeard were alive now, and wanted a tenth wife, do you suppose he could not get the prettiest girl that shall be presented this season?\n", "word": "rose", "modifies": "peter"}
{"color": "white", "line": "He was a man of such rigid refinement, that he would have starved rather than have dined without a white neckcloth.\n", "word": "white", "modifies": "neckcloth"}
{"color": "red", "line": "The cellars were filled with burgundy then, the kennels with hounds, and the stables with gallant hunters; now, such horses as Queen's Crawley possessed went to plough, or ran in the Trafalgar Coach; and it was with a team of these very horses, on an off day, that Miss Sharp was brought to the Hall; for boor as he was, Sir Pitt was a stickler for his dignity while at home, and seldom drove out but with four horses, and though he dined off boiled mutton, had always three footmen to serve it.\n", "word": "burgundy", "modifies": "kennel"}
{"color": "red", "line": "That blood red hand of Sir Pitt Crawley's would be in anybody's pocket except his own; and it is with grief and pain, that, as admirers of the British aristocracy, we find ourselves obliged to admit the existence of so many ill qualities in a person whose name is in Debrett.\n", "word": "red", "modifies": "hand"}
{"color": "pink", "line": "The eldest was rather fond of books, and as there was in the old library at Queen's Crawley a considerable provision of works of light literature of the last century, both in the French and English languages (they had been purchased by the Secretary of the Tape and Sealing Wax Office at the period of his disgrace), and as nobody ever troubled the bookshelves but herself, Rebecca was enabled agreeably, and, as it were, in playing, to impart a great deal of instruction to Miss Rose Crawley.\n", "word": "rose", "modifies": "miss"}
{"color": "gray", "line": "She and Miss Rose thus read together many delightful French and English works, among which may be mentioned those of the learned Dr. Smollett, of the ingenious Mr. Henry Fielding, of the graceful and fantastic Monsieur Crebillon the younger, whom our immortal poet Gray so much admired, and of the universal Monsieur de Voltaire.\n", "word": "gray", "modifies": "poet"}
{"color": "pink", "line": "\"Yes,\" said Miss Rose; without, however, adding that it was the history of Mr. Humphrey Clinker.\n", "word": "rose", "modifies": "miss"}
{"color": "purple", "line": "Miss Violet's tastes were, on the contrary, more rude and boisterous than those of her sister.\n", "word": "violet", "modifies": "miss"}
{"color": "purple", "line": "Any of which peccadilloes, if Miss Sharp discovered, she did not tell them to Lady Crawley; who would have told them to the father, or worse, to Mr. Crawley; but promised not to tell if Miss Violet would be a good girl and love her governess.\n", "word": "violet", "modifies": "miss"}
{"color": "green", "line": "This worthy old lady took a fancy to Rawdon Crawley when a boy, sent him to Cambridge (in opposition to his brother at Oxford), and, when the young man was requested by the authorities of the first named University to quit after a residence of two years, she bought him his commission in the Life Guards Green.\n", "word": "green", "modifies": "guard"}
{"color": "black", "line": "It was to this effect: \"The black porker's killed weighed x stone salted the sides pig's pudding and leg of pork for dinner.\n", "word": "black", "modifies": "porker"}
{"color": "red", "line": "She has a halt in her gait, red hair, and a trifling obliquity of vision.\n", "word": "red", "modifies": "hair"}
{"color": "green", "line": "Lady Crawley is made to put on the brightest pea green in her wardrobe, and my pupils leave off their thick shoes and tight old tartan pelisses, and wear silk stockings and muslin frocks, as fashionable baronets' daughters should.\n", "word": "green", "modifies": "pea"}
{"color": "purple", "line": "Rose came in yesterday in a sad plight the Wiltshire sow (an enormous pet of hers) ran her down, and destroyed a most lovely flowered lilac silk dress by dancing over it had this happened a week ago, Sir Pitt would have sworn frightfully, have boxed the poor wretch's ears, and put her upon bread and water for a month.\n", "word": "lilac", "modifies": "dress"}
{"color": "pink", "line": "I hope so, for Miss Rose's sake, I am sure.\n", "word": "rose", "modifies": "miss"}
{"color": "pink", "line": "Your India muslin and your pink silk, dearest Amelia, are said to become me very well.\n", "word": "pink", "modifies": "silk"}
{"color": "yellow", "line": "He's never content unless he gets my yellow sealed wine, which costs me ten shillings a bottle, hang him!\n", "word": "yellow", "modifies": "wine"}
{"color": "red", "line": "\"She was very red in the face when we left dinner.\n", "word": "red", "modifies": "face"}
{"color": "black", "line": "I'll go over to Huddleston, that I will, and see his black greyhound, Mrs. Crawley; and I'll run Lancelot against him for fifty.\n", "word": "black", "modifies": "greyhound"}
{"color": "yellow", "line": "As for the Misses Wapshot's toilettes and Lady Fuddleston's famous yellow hat, Miss Sharp tore them to tatters, to the infinite amusement of her audience.\n", "word": "yellow", "modifies": "hat"}
{"color": "green", "line": "Miss Rebecca would say, turning her twinkling green eyes up towards them.\n", "word": "green", "modifies": "eye"}
{"color": "pink", "line": "\"We don't care a fig for her,\" writes some unknown correspondent with a pretty little handwriting and a pink seal to her note.\n", "word": "pink", "modifies": "seal"}
{"color": "blue", "line": "What is there in a pair of pink cheeks and blue eyes forsooth?\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "What is there in a pair of pink cheeks and blue eyes forsooth?\n", "word": "pink", "modifies": "cheek"}
{"color": "brown", "line": "Indeed, for my own part, though I have been repeatedly told by persons for whom I have the greatest respect, that Miss Brown is an insignificant chit, and Mrs. White has nothing but her petit minois chiffonne, and Mrs. Black has not a word to say for herself; yet I know that I have had the most delightful conversations with Mrs. Black (of course, my dear Madam, they are inviolable): I see all the men in a cluster round Mrs. White's chair: all the young fellows battling to dance with Miss Brown; and so I am tempted to think that to be despised by her sex is a very great compliment to a woman.\n", "word": "brown", "modifies": "miss"}
{"color": "black", "line": "\"We are kind to her,\" the Misses Osborne said, a pair of fine black browed young ladies who had had the best of governesses, masters, and milliners; and they treated her with such extreme kindness and condescension, and patronised her so insufferably, that the poor little thing was in fact perfectly dumb in their presence, and to all outward appearance as stupid as they thought her.\n", "word": "black", "modifies": "lady"}
{"color": "black", "line": "How was she to bare that timid little heart for the inspection of those young ladies with their bold black eyes?\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "I know the Misses Osborne were excellent critics of a Cashmere shawl, or a pink satin slip; and when Miss Turner had hers dyed purple, and made into a spencer; and when Miss Pickford had her ermine tippet twisted into a muff and trimmings, I warrant you the changes did not escape the two intelligent young women before mentioned.\n", "word": "pink", "modifies": "slip"}
{"color": "purple", "line": "Miss Sedley was not of the sunflower sort; and I say it is out of the rules of all proportion to draw a violet of the size of a double dahlia.\n", "word": "violet", "modifies": "size"}
{"color": "black", "line": "In the course of fifteen or eighteen months' daily and constant attention to this eminent finishing governess, what a deal of secrets Amelia learned, which Miss Wirt and the black eyed young ladies over the way, which old Miss Pinkerton of Chiswick herself, had no cognizance of!\n", "word": "black", "modifies": "lady"}
{"color": "black", "line": "When that gentleman came from the City, and was welcomed in the drawing room by his daughters and the elegant Miss Wirt, they saw at once by his face which was puffy, solemn, and yellow at the best of times and by the scowl and twitching of his black eyebrows, that the heart within his large white waistcoat was disturbed and uneasy.\n", "word": "black", "modifies": "eyebrow"}
{"color": "white", "line": "When that gentleman came from the City, and was welcomed in the drawing room by his daughters and the elegant Miss Wirt, they saw at once by his face which was puffy, solemn, and yellow at the best of times and by the scowl and twitching of his black eyebrows, that the heart within his large white waistcoat was disturbed and uneasy.\n", "word": "white", "modifies": "waistcoat"}
{"color": "blue", "line": "The tolling over, the head of the family thrust his hands into the great tail pockets of his great blue coat with brass buttons, and without waiting for a further announcement strode downstairs alone, scowling over his shoulder at the four females.\n", "word": "blue", "modifies": "coat"}
{"color": "silver", "line": "The great silver dish covers were removed.\n", "word": "silver", "modifies": "dish"}
{"color": "pink", "line": "And as for the pink bonnets (here from under the heavy eyebrows there came a knowing and not very pleasing leer) why boys will be boys.\n", "word": "pink", "modifies": "bonnet"}
{"color": "brown", "line": "And as the swinging doors of Hulker, Bullock & Co. closed upon Mr. Sedley, Mr. Quill, the cashier (whose benevolent occupation it is to hand out crisp bank notes from a drawer and dispense sovereigns out of a copper shovel), winked at Mr. Driver, the clerk at the desk on his right.\n", "word": "copper", "modifies": "shovel"}
{"color": "green", "line": "Miss Crawley at Home About this time there drove up to an exceedingly snug and well appointed house in Park Lane, a travelling chariot with a lozenge on the panels, a discontented female in a green veil and crimped curls on the rumble, and a large and confidential man on the box.\n", "word": "green", "modifies": "veil"}
{"color": "black", "line": "Captain Crawley of the Life Guards rode up from Knightsbridge Barracks the next day; his black charger pawed the straw before his invalid aunt's door.\n", "word": "black", "modifies": "charger"}
{"color": "red", "line": "A stranger was administering her medicines a stranger from the country an odious Miss ... tears choked the utterance of the dame de compagnie, and she buried her crushed affections and her poor old red nose in her pocket handkerchief.\n", "word": "red", "modifies": "nose"}
{"color": "black", "line": "Here these two talked for ten minutes, discussing, no doubt, the symptoms of the old invalid above stairs; at the end of which period the parlour bell was rung briskly, and answered on that instant by Mr. Bowls, Miss Crawley's large confidential butler (who, indeed, happened to be at the keyhole during the most part of the interview); and the Captain coming out, curling his mustachios, mounted the black charger pawing among the straw, to the admiration of the little blackguard boys collected in the street.\n", "word": "black", "modifies": "charger"}
{"color": "blue", "line": "(She lay sick in the state bedroom, into which you entered by the little blue saloon.)\n", "word": "blue", "modifies": "saloon"}
{"color": "pink", "line": "She told many a good story about Miss Crawley's illness in after days stories which made the lady blush through her artificial carnations.\n", "word": "blush", "modifies": "carnation"}
{"color": "black", "line": "\"More than that,\" Mrs. Bute said, with a flash from her black eyes.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "Miss Crawley was waiting in her carriage below, her people wondering at the locality in which they found themselves, and gazing upon honest Sambo, the black footman of Bloomsbury, as one of the queer natives of the place.\n", "word": "black", "modifies": "footman"}
{"color": "black", "line": "I know him; and Osborne's a goodish looking fellow, with large black whiskers?\"\n", "word": "black", "modifies": "whisker"}
{"color": "blue", "line": "Captain Crawley looked savagely at the Lieutenant out of his little blue eyes, and watched him when he went up to resume his acquaintance with the fair governess.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "It reappeared now for poor Rose Dawson.\n", "word": "rose", "modifies": "dawson"}
{"color": "black", "line": "\"I wawnt you back at Queen's Crawley, Miss,\" the baronet said, fixing his eyes upon her, and taking off his black gloves and his hat with its great crape hat band.\n", "word": "black", "modifies": "glove"}
{"color": "black", "line": "Saying which, Rebecca went down on HER knees in a most tragical way, and, taking Sir Pitt's horny black hand between her own two (which were very pretty and white, and as soft as satin), looked up in his face with an expression of exquisite pathos and confidence, when when the door opened, and Miss Crawley sailed in.\n", "word": "black", "modifies": "hand"}
{"color": "yellow", "line": "says Briggs (who was thinking of twenty four years back, and that hectic young writing master whose lock of yellow hair, and whose letters, beautiful in their illegibility, she cherished in her old desk upstairs).\n", "word": "yellow", "modifies": "hair"}
{"color": "gold", "line": "As for shawls, kid gloves, silk stockings, gold French watches, bracelets and perfumery, he sent them in with the profusion of blind love and unbounded credit.\n", "word": "gold", "modifies": "watch"}
{"color": "pink", "line": "As an observer of human nature, I regularly frequent St. George's, Hanover Square, during the genteel marriage season; and though I have never seen the bridegroom's male friends give way to tears, or the beadles and officiating clergy any way affected, yet it is not at all uncommon to see women who are not in the least concerned in the operations going on old ladies who are long past marrying, stout middle aged females with plenty of sons and daughters, let alone pretty young creatures in pink bonnets, who are on their promotion, and may naturally take an interest in the ceremony I say it is quite common to see the women present piping, sobbing, sniffling; hiding their little faces in their little useless pocket handkerchiefs; and heaving, old and young, with emotion.\n", "word": "pink", "modifies": "bonnet"}
{"color": "green", "line": "When my friend, the fashionable John Pimlico, married the lovely Lady Belgravia Green Parker, the excitement was so general that even the little snuffy old pew opener who let me into the seat was in tears.\n", "word": "green", "modifies": "parker"}
{"color": "red", "line": "At any rate she purchased a yellow shawl, a pair of green boots, and a light blue hat with a red feather with three guineas which Rebecca gave her, and as little Sharp was by no means too liberal with her money, no doubt it was for services rendered that Betty Martin was so bribed.\n", "word": "red", "modifies": "feather"}
{"color": "green", "line": "At any rate she purchased a yellow shawl, a pair of green boots, and a light blue hat with a red feather with three guineas which Rebecca gave her, and as little Sharp was by no means too liberal with her money, no doubt it was for services rendered that Betty Martin was so bribed.\n", "word": "green", "modifies": "boot"}
{"color": "blue", "line": "At any rate she purchased a yellow shawl, a pair of green boots, and a light blue hat with a red feather with three guineas which Rebecca gave her, and as little Sharp was by no means too liberal with her money, no doubt it was for services rendered that Betty Martin was so bribed.\n", "word": "blue", "modifies": "hat"}
{"color": "yellow", "line": "At any rate she purchased a yellow shawl, a pair of green boots, and a light blue hat with a red feather with three guineas which Rebecca gave her, and as little Sharp was by no means too liberal with her money, no doubt it was for services rendered that Betty Martin was so bribed.\n", "word": "yellow", "modifies": "shawl"}
{"color": "pink", "line": "On the second day after Sir Pitt Crawley's offer to Miss Sharp, the sun rose as usual, and at the usual hour Betty Martin, the upstairs maid, knocked at the door of the governess's bedchamber.\n", "word": "rose", "modifies": "day"}
{"color": "white", "line": "The little white dimity bed was as smooth and trim as on the day previous, when Betty's own hands had helped to make it.\n", "word": "white", "modifies": "bed"}
{"color": "green", "line": "Miss Sharp have a gone and run away with the Capting, and they're off to Gretney Green!\"\n", "word": "green", "modifies": "gretney"}
{"color": "white", "line": "Enterprising young housekeepers are measuring the looking glasses and hangings to see if they will suit the new menage (Snob will brag for years that he has purchased this or that at Dives's sale), and Mr. Hammerdown is sitting on the great mahogany dining tables, in the dining room below, waving the ivory hammer, and employing all the artifices of eloquence, enthusiasm, entreaty, reason, despair; shouting to his people; satirizing Mr. Davids for his sluggishness; inspiriting Mr. Moss into action; imploring, commanding, bellowing, until down comes the hammer like fate, and we pass to the next lot.\n", "word": "ivory", "modifies": "hammer"}
{"color": "white", "line": "A long, pale, military looking gentleman, seated demurely at the mahogany table, could not help grinning as this valuable lot was shown by Mr. Blowman.\n", "word": "pale", "modifies": "gentleman"}
{"color": "silver", "line": "As for one dozen well manufactured silver spoons and forks at per oz., and one dozen dessert ditto ditto, there were three young stockbrokers (Messrs. Dale, Spiggot, and Dale, of Threadneedle Street, indeed), who, having had dealings with the old man, and kindnesses from him in days when he was kind to everybody with whom he dealt, sent this little spar out of the wreck with their love to good Mrs. Sedley; and with respect to the piano, as it had been Amelia's, and as she might miss it and want one now, and as Captain William Dobbin could no more play upon it than he could dance on the tight rope, it is probable that he did not purchase the instrument for his own use.\n", "word": "silver", "modifies": "spoon"}
{"color": "red", "line": "In a word, it arrived that evening at a wonderful small cottage in a street leading from the Fulham Road one of those streets which have the finest romantic names (this was called St. Adelaide Villas, Anna Maria Road West), where the houses look like baby houses; where the people, looking out of the first floor windows, must infallibly, as you think, sit with their feet in the parlours; where the shrubs in the little gardens in front bloom with a perennial display of little children's pinafores, little red socks, caps, &c. (polyandria polygynia); whence you hear the sound of jingling spinets and women singing; where little porter pots hang on the railings sunning themselves; whither of evenings you see City clerks padding wearily: here it was that Mr. Clapp, the clerk of Mr. Sedley, had his domicile, and in this asylum the good old gentleman hid his head with his wife and daughter when the crash came.\n", "word": "red", "modifies": "sock"}
{"color": "black", "line": "Such news might create a panic at Vienna, and cause Russia to drop his cards, and take Prussia into a corner, and Talleyrand and Metternich to wag their heads together, while Prince Hardenberg, and even the present Marquis of Londonderry, were puzzled; but how was this intelligence to affect a young lady in Russell Square, before whose door the watchman sang the hours when she was asleep: who, if she strolled in the square, was guarded there by the railings and the beadle: who, if she walked ever so short a distance to buy a ribbon in Southampton Row, was followed by Black Sambo with an enormous cane: who was always cared for, dressed, put to bed, and watched over by ever so many guardian angels, with and without wages?\n", "word": "black", "modifies": "sambo"}
{"color": "pink", "line": "We let their bodies go abroad liberally enough, with smiles and ringlets and pink bonnets to disguise them instead of veils and yakmaks.\n", "word": "pink", "modifies": "bonnet"}
{"color": "black", "line": "Black Sambo, with the infatuation of his profession, determined on setting up a public house.\n", "word": "black", "modifies": "sambo"}
{"color": "black", "line": "says prosperity to the poor devil battling in that black gulf.\n", "word": "black", "modifies": "gulf"}
{"color": "brown", "line": "Such criminal imprudence Mrs. Smith never knew of; such horrid familiarities Mrs. Brown had always condemned, and the end might be a warning to HER daughters.\n", "word": "brown", "modifies": "mrs."}
{"color": "pink", "line": "I only said you were a couple of geese,\" Will Dobbin said, perceiving Miss Ann's pink eyes were beginning to moisten as usual.\n", "word": "pink", "modifies": "eye"}
{"color": "yellow", "line": "Now was the time the th had so long panted for, to show their comrades in arms that they could fight as well as the Peninsular veterans, and that all the pluck and valour of the th had not been killed by the West Indies and the yellow fever.\n", "word": "yellow", "modifies": "fever"}
{"color": "gold", "line": "There was a little packet directed in the well known hand to Captain George Osborne, and some things lying about a ring, a silver knife he had bought, as a boy, for her at a fair; a gold chain, and a locket with hair in it.\n", "word": "gold", "modifies": "chain"}
{"color": "silver", "line": "There was a little packet directed in the well known hand to Captain George Osborne, and some things lying about a ring, a silver knife he had bought, as a boy, for her at a fair; a gold chain, and a locket with hair in it.\n", "word": "silver", "modifies": "knife"}
{"color": "white", "line": "Her appearance was so ghastly, and her look of despair so pathetic, that honest William Dobbin was frightened as he beheld it; and read the most fatal forebodings in that pale fixed face.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "From Miss Pinkerton's the indefatigable Mrs. Bute followed the track of Sharp and his daughter back to the lodgings in Greek Street, which the defunct painter had occupied; and where portraits of the landlady in white satin, and of the husband in brass buttons, done by Sharp in lieu of a quarter's rent, still decorated the parlour walls.\n", "word": "white", "modifies": "satin"}
{"color": "gray", "line": "Others may bring that grey head with sorrow to the bed of sickness (here Mrs. Bute, waving her hand, pointed to one of old Miss Crawley's coffee coloured fronts, which was perched on a stand in the dressing room), but I will never quit it.\n", "word": "grey", "modifies": "head"}
{"color": "green", "line": "\"Green eyes, fair skin, pretty figure, famous frontal development,\" Squills remarked.\n", "word": "green", "modifies": "eye"}
{"color": "black", "line": "It was not, however, Mr. Sedley's wrath which Dobbin feared, so much as that of the other parent concerned, and he owned that he had a very considerable doubt and anxiety respecting the behaviour of the black browed old tyrant of a Russia merchant in Russell Square.\n", "word": "black", "modifies": "tyrant"}
{"color": "white", "line": "His coat, that used to be so glossy and trim, was white at the seams, and the buttons showed the copper.\n", "word": "white", "modifies": "coat"}
{"color": "black", "line": "\"I am very glad to see you, Captain Dobbin, sir,\" says he, after a skulking look or two at his visitor (whose lanky figure and military appearance caused some excitement likewise to twinkle in the blear eyes of the waiter in the cracked dancing pumps, and awakened the old lady in black, who dozed among the mouldy old coffee cups in the bar).\n", "word": "black", "modifies": "lady"}
{"color": "red", "line": "The old gentleman's eyes were wandering as he spoke, and he was thinking of something else, as he sate thrumming on his papers and fumbling at the worn red tape.\n", "word": "red", "modifies": "tape"}
{"color": "black", "line": "Her jet black hair is as curly as Sambo's.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "think what an advantageous contrast and the white feathers in her hair I mean in her wool.\n", "word": "white", "modifies": "feather"}
{"color": "yellow", "line": "She had earrings like chandeliers; you might have lighted 'em up, by Jove and a yellow satin train that streeled after her like the tail of a comet.\"\n", "word": "yellow", "modifies": "train"}
{"color": "black", "line": "\"Why the Black Princess, though she has only just left school, must be two or three and twenty.\n", "word": "black", "modifies": "princess"}
{"color": "pink", "line": "There is that jackass Fred Bullock is going to marry Maria there's Goldmore, the East India Director, there's Dipley, in the tallow trade OUR trade,\" George said, with an uneasy laugh and a blush.\n", "word": "blush", "modifies": "laugh"}
{"color": "blue", "line": "He had then been to pass three hours with Amelia, his dear little Amelia, at Fulham; and he came home to find his sisters spread in starched muslin in the drawing room, the dowagers cackling in the background, and honest Swartz in her favourite amber coloured satin, with turquoise bracelets, countless rings, flowers, feathers, and all sorts of tags and gimcracks, about as elegantly decorated as a she chimney sweep on May day.\n", "word": "turquoise", "modifies": "bracelet"}
{"color": "brown", "line": "Her bejewelled hands lay sprawling in her amber satin lap.\n", "word": "amber", "modifies": "lap"}
{"color": "purple", "line": "After giving a great heave, and with a purple choking face, he then began.\n", "word": "purple", "modifies": "face"}
{"color": "black", "line": "Mr. Osborne pulled frantically at the cord by which he was accustomed to summon the butler when he wanted wine and almost black in the face, ordered that functionary to call a coach for Captain Osborne.\n", "word": "black", "modifies": "wine"}
{"color": "blue", "line": "Here was his friend Captain Dobbin, in blue and brass too, having abandoned the military frock and French grey trousers, which were the usual coverings of his lanky person.\n", "word": "blue", "modifies": "friend"}
{"color": "gray", "line": "Here was his friend Captain Dobbin, in blue and brass too, having abandoned the military frock and French grey trousers, which were the usual coverings of his lanky person.\n", "word": "grey", "modifies": "trouser"}
{"color": "white", "line": "He wiped his pale face with a large yellow bandanna pocket handkerchief that was prodigiously scented.\n", "word": "pale", "modifies": "face"}
{"color": "yellow", "line": "He wiped his pale face with a large yellow bandanna pocket handkerchief that was prodigiously scented.\n", "word": "yellow", "modifies": "bandanna"}
{"color": "red", "line": "And the carriage drove on, taking the road down Piccadilly, where Apsley House and St. George's Hospital wore red jackets still; where there were oil lamps; where Achilles was not yet born; nor the Pimlico arch raised; nor the hideous equestrian monster which pervades it and the neighbourhood; and so they drove down by Brompton to a certain chapel near the Fulham Road there.\n", "word": "red", "modifies": "jacket"}
{"color": "green", "line": "Varnished boots were not invented as yet; but the Hessians on his beautiful legs shone so, that they must have been the identical pair in which the gentleman in the old picture used to shave himself; and on his light green coat there bloomed a fine wedding favour, like a great white spreading magnolia.\n", "word": "green", "modifies": "coat"}
{"color": "white", "line": "The bride was dressed in a brown silk pelisse (as Captain Dobbin has since informed me), and wore a straw bonnet with a pink ribbon; over the bonnet she had a veil of white Chantilly lace, a gift from Mr. Joseph Sedley, her brother.\n", "word": "white", "modifies": "lace"}
{"color": "brown", "line": "The bride was dressed in a brown silk pelisse (as Captain Dobbin has since informed me), and wore a straw bonnet with a pink ribbon; over the bonnet she had a veil of white Chantilly lace, a gift from Mr. Joseph Sedley, her brother.\n", "word": "brown", "modifies": "pelisse"}
{"color": "pink", "line": "The bride was dressed in a brown silk pelisse (as Captain Dobbin has since informed me), and wore a straw bonnet with a pink ribbon; over the bonnet she had a veil of white Chantilly lace, a gift from Mr. Joseph Sedley, her brother.\n", "word": "pink", "modifies": "ribbon"}
{"color": "gold", "line": "Captain Dobbin himself had asked leave to present her with a gold chain and watch, which she sported on this occasion; and her mother gave her her diamond brooch almost the only trinket which was left to the old lady.\n", "word": "gold", "modifies": "chain"}
{"color": "blue", "line": "Some ten days after the above ceremony, three young men of our acquaintance were enjoying that beautiful prospect of bow windows on the one side and blue sea on the other, which Brighton affords to the traveller.\n", "word": "blue", "modifies": "sea"}
{"color": "white", "line": "Sometimes it is towards the ocean smiling with countless dimples, speckled with white sails, with a hundred bathing machines kissing the skirt of his blue garment that the Londoner looks enraptured: sometimes, on the contrary, a lover of human nature rather than of prospects of any kind, it is towards the bow windows that he turns, and that swarm of human life which they exhibit.\n", "word": "white", "modifies": "sail"}
{"color": "blue", "line": "Sometimes it is towards the ocean smiling with countless dimples, speckled with white sails, with a hundred bathing machines kissing the skirt of his blue garment that the Londoner looks enraptured: sometimes, on the contrary, a lover of human nature rather than of prospects of any kind, it is towards the bow windows that he turns, and that swarm of human life which they exhibit.\n", "word": "blue", "modifies": "garment"}
{"color": "black", "line": "He sported a military frock coat, ornamented with frogs, knobs, black buttons, and meandering embroidery.\n", "word": "black", "modifies": "button"}
{"color": "brown", "line": "Two were in the carriage now: one a little person, with light hair, and dressed in the height of the fashion; the other in a brown silk pelisse, and a straw bonnet with pink ribbons, with a rosy, round, happy face, that did you good to behold.\n", "word": "brown", "modifies": "pelisse"}
{"color": "pink", "line": "Two were in the carriage now: one a little person, with light hair, and dressed in the height of the fashion; the other in a brown silk pelisse, and a straw bonnet with pink ribbons, with a rosy, round, happy face, that did you good to behold.\n", "word": "pink", "modifies": "ribbon"}
{"color": "pink", "line": "There is something about a runaway match with which few ladies can be seriously angry, and Amelia rather rose in their estimation, from the spirit which she had displayed in consenting to the union.\n", "word": "rose", "modifies": "amelia"}
{"color": "pink", "line": "Osborne rose too, and shook him heartily by the hand, and said, \"How do, my dear boy?\"\n", "word": "rose", "modifies": "osborne"}
{"color": "red", "line": "Hither Mr. Osborne would retire of a Sunday forenoon when not minded to go to church; and here pass the morning in his crimson leather chair, reading the paper.\n", "word": "crimson", "modifies": "chair"}
{"color": "red", "line": "From year's end to year's end he never took one of these volumes from the shelf; but there was no member of the family that would dare for his life to touch one of the books, except upon those rare Sunday evenings when there was no dinner party, and when the great scarlet Bible and Prayer book were taken out from the corner where they stood beside his copy of the Peerage, and the servants being rung up to the dining parlour, Osborne read the evening service to his family in a loud grating pompous voice.\n", "word": "scarlet", "modifies": "book"}
{"color": "red", "line": "There was a picture of the family over the mantelpiece, removed thither from the front room after Mrs. Osborne's death George was on a pony, the elder sister holding him up a bunch of flowers; the younger led by her mother's hand; all with red cheeks and large red mouths, simpering on each other in the approved family portrait manner.\n", "word": "red", "modifies": "cheek"}
{"color": "silver", "line": "Osborne's own state portrait, with that of his great silver inkstand and arm chair, had taken the place of honour in the dining room, vacated by the family piece.\n", "word": "silver", "modifies": "inkstand"}
{"color": "red", "line": "They were all marked and docketed, and tied with red tape.\n", "word": "red", "modifies": "tape"}
{"color": "red", "line": "Then he opened the book case, and took down the great red Bible we have spoken of a pompous book, seldom looked at, and shining all over with gold.\n", "word": "red", "modifies": "bible"}
{"color": "green", "line": "It was morning already: as he went up to bed, the whole house was alight with the sunshine; and the birds were singing among the fresh green leaves in Russell Square.\n", "word": "green", "modifies": "leaf"}
{"color": "black", "line": "When he went in to Mr. Osborne, after Captain Dobbin's departure, Mr. Chopper found his chief black in the face, and all but in a fit: some dreadful quarrel, he was certain, had occurred between Mr. O. and the young Captain.\n", "word": "black", "modifies": "face"}
{"color": "brown", "line": "The clerk slept a great deal sounder than his principal that night; and, cuddling his children after breakfast (of which he partook with a very hearty appetite, though his modest cup of life was only sweetened with brown sugar), he set off in his best Sunday suit and frilled shirt for business, promising his admiring wife not to punish Captain D.'s port too severely that evening.\n", "word": "brown", "modifies": "sugar"}
{"color": "white", "line": "\"And so, my good friend, if you have any affaire la,\" said the old General, taking a pinch of snuff with his trembling white old hand, and then pointing to the spot of his robe de chambre under which his heart was still feebly beating, \"if you have any Phillis to console, or to bid farewell to papa and mamma, or any will to make, I recommend you to set about your business without delay.\"\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "She had put on the neatest and freshest white frock imaginable, and with bare shoulders and a little necklace, and a light blue sash, she looked the image of youthful innocence and girlish happiness.\n", "word": "white", "modifies": "frock"}
{"color": "blue", "line": "She had put on the neatest and freshest white frock imaginable, and with bare shoulders and a little necklace, and a light blue sash, she looked the image of youthful innocence and girlish happiness.\n", "word": "blue", "modifies": "sash"}
{"color": "pink", "line": "And her neglect of her parents (and indeed there was some foundation for this charge which the poor child's uneasy conscience brought against her) was now remembered for the first time, and caused her to blush with humiliation.\n", "word": "blush", "modifies": "humiliation"}
{"color": "green", "line": "and her bright green eyes streamed out, and shot into the night as if they could see through it.\n", "word": "green", "modifies": "eye"}
{"color": "brown", "line": "Then, having a particular end in view, this dexterous captain proceeded to describe Mrs. Major O'Dowd packing her own and her Major's wardrobe, and how his best epaulets had been stowed into a tea canister, whilst her own famous yellow turban, with the bird of paradise wrapped in brown paper, was locked up in the Major's tin cocked hat case, and wondered what effect it would have at the French king's court at Ghent, or the great military balls at Brussels.\n", "word": "brown", "modifies": "paper"}
{"color": "yellow", "line": "Then, having a particular end in view, this dexterous captain proceeded to describe Mrs. Major O'Dowd packing her own and her Major's wardrobe, and how his best epaulets had been stowed into a tea canister, whilst her own famous yellow turban, with the bird of paradise wrapped in brown paper, was locked up in the Major's tin cocked hat case, and wondered what effect it would have at the French king's court at Ghent, or the great military balls at Brussels.\n", "word": "yellow", "modifies": "turban"}
{"color": "white", "line": "Rebecca wore a kind, tender smile on her face, and was holding out her pretty white hand as Briggs emerged from the box.\n", "word": "white", "modifies": "hand"}
{"color": "gray", "line": "And, Miss Briggs, you may add that I wish him a bon voyage, and that if he will take the trouble to call upon my lawyer's in Gray's Inn Square, he will find there a communication for him.\n", "word": "gray", "modifies": "square"}
{"color": "gray", "line": "Returning from this visit, Rebecca found her husband, who had been off to Gray's Inn, and learnt his fate.\n", "word": "gray", "modifies": "inn"}
{"color": "black", "line": "Between London and Chatham On quitting Brighton, our friend George, as became a person of rank and fashion travelling in a barouche with four horses, drove in state to a fine hotel in Cavendish Square, where a suite of splendid rooms, and a table magnificently furnished with plate and surrounded by a half dozen of black and silent waiters, was ready to receive the young gentleman and his bride.\n", "word": "black", "modifies": "waiter"}
{"color": "pink", "line": "George's valet was looking on in a very supercilious manner at Mr. Clapp in his shirt sleeves, watering his rose bushes.\n", "word": "rose", "modifies": "bush"}
{"color": "green", "line": "Then Rebecca's twinkling green eyes and baleful smile lighted upon her, and filled her with dismay.\n", "word": "green", "modifies": "eye"}
{"color": "white", "line": "She looked at the little white bed, which had been hers a few days before, and thought she would like to sleep in it that night, and wake, as formerly, with her mother smiling over her in the morning: Then she thought with terror of the great funereal damask pavilion in the vast and dingy state bedroom, which was awaiting her at the grand hotel in Cavendish Square.\n", "word": "white", "modifies": "bed"}
{"color": "white", "line": "Dear little white bed!\n", "word": "white", "modifies": "bed"}
{"color": "white", "line": "George meanwhile, with his hat on one side, his elbows squared, and his swaggering martial air, made for Bedford Row, and stalked into the attorney's offices as if he was lord of every pale faced clerk who was scribbling there.\n", "word": "pale", "modifies": "clerk"}
{"color": "yellow", "line": "Frederick Bullock, Esq., whose yellow face was over a ledger, at which sate a demure clerk, happened to be in the banking room when George entered.\n", "word": "yellow", "modifies": "face"}
{"color": "yellow", "line": "His yellow face turned to a more deadly colour when he saw the Captain, and he slunk back guiltily into the inmost parlour.\n", "word": "yellow", "modifies": "face"}
{"color": "white", "line": "George was too busy gloating over the money (for he had never had such a sum before), to mark the countenance or flight of the cadaverous suitor of his sister.\n", "word": "cadaverous", "modifies": "suitor"}
{"color": "red", "line": "The Captain, with shells on his frockcoat, and a crimson sash and sabre, presented a military appearance, which made Jos quite proud to be able to claim such an acquaintance, and the stout civilian hailed him with a cordiality very different from the reception which Jos vouchsafed to his friend in Brighton and Bond Street.\n", "word": "crimson", "modifies": "sash"}
{"color": "pink", "line": "Indeed, Amelia dressed in her wedding pelisse and pink ribbons, with a flush in her face, occasioned by rapid travel through the open air, looked so fresh and pretty, as fully to justify the Ensign's compliment.\n", "word": "pink", "modifies": "ribbon"}
{"color": "pink", "line": "George, always the champion of his regiment, rose immensely in the opinion of the youth of the corps, by his gallantry in marrying this portionless young creature, and by his choice of such a pretty kind partner.\n", "word": "rose", "modifies": "george"}
{"color": "green", "line": "It was a triangular billet, on pink paper, and sealed with a dove and an olive branch, and a profusion of light blue sealing wax, and it was written in a very large, though undecided female hand.\n", "word": "olive", "modifies": "branch"}
{"color": "blue", "line": "It was a triangular billet, on pink paper, and sealed with a dove and an olive branch, and a profusion of light blue sealing wax, and it was written in a very large, though undecided female hand.\n", "word": "blue", "modifies": "wax"}
{"color": "pink", "line": "It was a triangular billet, on pink paper, and sealed with a dove and an olive branch, and a profusion of light blue sealing wax, and it was written in a very large, though undecided female hand.\n", "word": "pink", "modifies": "paper"}
{"color": "gray", "line": "\"Mrs. Captain Magenis and me has made up, though her treatment of me would bring me gray hairs with sorrow to the grave.\"\n", "word": "gray", "modifies": "hair"}
{"color": "black", "line": "\"And you with such a beautiful front of black, Peggy, my dear,\" the Major cried.\n", "word": "black", "modifies": "front"}
{"color": "yellow", "line": "\"Mrs. Heavytop, the Colonel's wife, died in Jamaica of the yellow faver and a broken heart comboined, for the horrud old Colonel, with a head as bald as a cannon ball, was making sheep's eyes at a half caste girl there.\n", "word": "yellow", "modifies": "faver"}
{"color": "black", "line": "And Ensign Posky's wife, who joined two months before you, my dear, has quarl'd with Tom Posky a score of times, till you can hear'm all over the bar'ck (they say they're come to broken pleets, and Tom never accounted for his black oi), and she'll go back to her mother, who keeps a ladies' siminary at Richmond bad luck to her for running away from it!\n", "word": "black", "modifies": "oi"}
{"color": "gold", "line": "In these studies the excellent Mrs. O'Dowd was of great assistance to him; and on the day finally when they embarked on board the Lovely Rose, which was to carry them to their destination, he made his appearance in a braided frock coat and duck trousers, with a foraging cap ornamented with a smart gold band.\n", "word": "gold", "modifies": "band"}
{"color": "pink", "line": "He suffered hugely on the voyage, during which the ladies were likewise prostrate; but Amelia was brought to life again as the packet made Ostend, by the sight of the transports conveying her regiment, which entered the harbour almost at the same time with the Lovely Rose.\n", "word": "rose", "modifies": "time"}
{"color": "red", "line": "This flat, flourishing, easy country never could have looked more rich and prosperous than in that opening summer of 1815, when its green fields and quiet cities were enlivened by multiplied red coats: when its wide chaussees swarmed with brilliant English equipages: when its great canal boats, gliding by rich pastures and pleasant quaint old villages, by old chateaux lying amongst old trees, were all crowded with well to do English travellers: when the soldier who drank at the village inn, not only drank, but paid his score; and Donald, the Highlander, billeted in the Flemish farm house, rocked the baby's cradle, while Jean and Jeannette were out getting in the hay.\n", "word": "red", "modifies": "coat"}
{"color": "green", "line": "This flat, flourishing, easy country never could have looked more rich and prosperous than in that opening summer of 1815, when its green fields and quiet cities were enlivened by multiplied red coats: when its wide chaussees swarmed with brilliant English equipages: when its great canal boats, gliding by rich pastures and pleasant quaint old villages, by old chateaux lying amongst old trees, were all crowded with well to do English travellers: when the soldier who drank at the village inn, not only drank, but paid his score; and Donald, the Highlander, billeted in the Flemish farm house, rocked the baby's cradle, while Jean and Jeannette were out getting in the hay.\n", "word": "green", "modifies": "field"}
{"color": "black", "line": "He has thick curling brown hair and black eyebrows now, and his whiskers are of the deepest purple.\n", "word": "black", "modifies": "eyebrow"}
{"color": "brown", "line": "He has thick curling brown hair and black eyebrows now, and his whiskers are of the deepest purple.\n", "word": "brown", "modifies": "hair"}
{"color": "purple", "line": "He has thick curling brown hair and black eyebrows now, and his whiskers are of the deepest purple.\n", "word": "purple", "modifies": "whisker"}
{"color": "green", "line": "Tom Tufto, with whose father he quarrelled ever so many years ago, declares that Mademoiselle de Jaisey, of the French theatre, pulled his grandpapa's hair off in the green room; but Tom is notoriously spiteful and jealous; and the General's wig has nothing to do with our story.\n", "word": "green", "modifies": "room"}
{"color": "black", "line": "and stared in Mrs. O'Dowd's face and at the black cock's feathers until she began to think she had made a conquest of him.\n", "word": "black", "modifies": "cock"}
{"color": "red", "line": "\"Don't you see that creature with a yellow thing in her turban, and a red satin gown, and a great watch?\"\n", "word": "red", "modifies": "gown"}
{"color": "yellow", "line": "\"Don't you see that creature with a yellow thing in her turban, and a red satin gown, and a great watch?\"\n", "word": "yellow", "modifies": "thing"}
{"color": "white", "line": "\"Near the pretty little woman in white?\"\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "asked a middle aged gentleman seated by the querist's side, with orders in his button, and several under waistcoats, and a great, choky, white stock.\n", "word": "white", "modifies": "stock"}
{"color": "white", "line": "\"That pretty woman in white is Amelia, General: you are remarking all the pretty women, you naughty man.\"\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "Hang it, she's the nicest little woman in England,\" George replied, showing his white teeth, and giving his ambrosial whiskers a twirl.\n", "word": "white", "modifies": "teeth"}
{"color": "green", "line": "If some parts of his conduct made Captain Dobbin exceedingly grave and cool; of what use was it to tell George that, though his whiskers were large, and his own opinion of his knowingness great, he was as green as a schoolboy?\n", "word": "green", "modifies": "opinion"}
{"color": "purple", "line": "By the pale night lamp he could see her sweet, pale face the purple eyelids were fringed and closed, and one round arm, smooth and white, lay outside of the coverlet.\n", "word": "purple", "modifies": "eyelid"}
{"color": "black", "line": "and he, how selfish, brutal, and black with crime!\n", "word": "black", "modifies": "crime"}
{"color": "white", "line": "He came to the bedside, and looked at the hand, the little soft hand, lying asleep; and he bent over the pillow noiselessly towards the gentle pale face.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "The consequence was, that the Major appeared on parade quite trim, fresh, and alert, his well shaved rosy countenance, as he sate on horseback, giving cheerfulness and confidence to the whole corps.\n", "word": "rosy", "modifies": "countenance"}
{"color": "gray", "line": "Well, I shan't take either of my horses, but shall ride the General's grey charger: it's cheaper, and I told him mine was lame.\n", "word": "grey", "modifies": "charger"}
{"color": "gold", "line": "\"There's that dressing case cost me two hundred that is, I owe two for it; and the gold tops and bottles must be worth thirty or forty.\n", "word": "gold", "modifies": "top"}
{"color": "gold", "line": "Gold tops and bottles, indeed!\n", "word": "gold", "modifies": "top"}
{"color": "silver", "line": "Edwards pressed on me a silver gilt boot jack, and I might have had a dressing case fitted up with a silver warming pan, and a service of plate.\n", "word": "silver", "modifies": "gilt"}
{"color": "purple", "line": "His face was purple and his eyes dim, as he put her down and left her.\n", "word": "purple", "modifies": "face"}
{"color": "pink", "line": "The cathedral towers and the full gables of the quaint old houses were just beginning to blush in the sunrise.\n", "word": "blush", "modifies": "sunrise"}
{"color": "pink", "line": "So she divested herself of this pink raiment; in doing which a note fell out from her corsage, which she picked up with a smile, and locked into her dressing box.\n", "word": "pink", "modifies": "raiment"}
{"color": "white", "line": "She was wrapped in a white morning dress, her hair falling on her shoulders, and her large eyes fixed and without light.\n", "word": "white", "modifies": "morning"}
{"color": "red", "line": "She came out and stood, leaning at the wall, holding this sash against her bosom, from which the heavy net of crimson dropped like a large stain of blood.\n", "word": "crimson", "modifies": "net"}
{"color": "red", "line": "He would make a present of the silver essence bottles and toilet knicknacks to a young lady of whom he was fond; and keep the English cutlery and the large ruby pin for himself.\n", "word": "ruby", "modifies": "pin"}
{"color": "silver", "line": "He would make a present of the silver essence bottles and toilet knicknacks to a young lady of whom he was fond; and keep the English cutlery and the large ruby pin for himself.\n", "word": "silver", "modifies": "essence"}
{"color": "red", "line": "It would look very smart upon one of the fine frilled shirts, which, with the gold laced cap and the frogged frock coat, that might easily be cut down to suit his shape, and the Captain's gold headed cane, and the great double ring with the rubies, which he would have made into a pair of beautiful earrings, he calculated would make a perfect Adonis of himself, and render Mademoiselle Reine an easy prey.\n", "word": "ruby", "modifies": "ring"}
{"color": "gold", "line": "It would look very smart upon one of the fine frilled shirts, which, with the gold laced cap and the frogged frock coat, that might easily be cut down to suit his shape, and the Captain's gold headed cane, and the great double ring with the rubies, which he would have made into a pair of beautiful earrings, he calculated would make a perfect Adonis of himself, and render Mademoiselle Reine an easy prey.\n", "word": "gold", "modifies": "cap"}
{"color": "green", "line": "So while Monsieur Isidor with bodily fingers was holding on to his master's nose, and shaving the lower part of Jos's face, his imagination was rambling along the Green Avenue, dressed out in a frogged coat and lace, and in company with Mademoiselle Reine; he was loitering in spirit on the banks, and examining the barges sailing slowly under the cool shadows of the trees by the canal, or refreshing himself with a mug of Faro at the bench of a beer house on the road to Laeken.\n", "word": "green", "modifies": "avenue"}
{"color": "pink", "line": "Rebecca was dressed very neatly and smartly, as usual: her quiet sleep after Rawdon's departure had refreshed her, and her pink smiling cheeks were quite pleasant to look at, in a town and on a day when everybody else's countenance wore the appearance of the deepest anxiety and gloom.\n", "word": "pink", "modifies": "cheek"}
{"color": "green", "line": "He recalled the days when he had fled from her, and the passion which had once inflamed him the days when he had driven her in his curricle: when she had knit the green purse for him: when he had sate enraptured gazing at her white arms and bright eyes.\n", "word": "green", "modifies": "purse"}
{"color": "white", "line": "He recalled the days when he had fled from her, and the passion which had once inflamed him the days when he had driven her in his curricle: when she had knit the green purse for him: when he had sate enraptured gazing at her white arms and bright eyes.\n", "word": "white", "modifies": "arm"}
{"color": "green", "line": "After the first movement of terror in Amelia's mind when Rebecca's green eyes lighted upon her, and rustling in her fresh silks and brilliant ornaments, the latter tripped up with extended arms to embrace her a feeling of anger succeeded, and from being deadly pale before, her face flushed up red, and she returned Rebecca's look after a moment with a steadiness which surprised and somewhat abashed her rival.\n", "word": "green", "modifies": "eye"}
{"color": "pink", "line": "Jos's spirits rose with his meal.\n", "word": "rose", "modifies": "spirit"}
{"color": "white", "line": "A thousand pale and anxious faces might have been seen looking from other casements.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "He had seen the Duke of Brunswick fall, the black hussars fly, the Ecossais pounded down by the cannon.\n", "word": "black", "modifies": "hussar"}
{"color": "white", "line": "Then he looked amazed at the pale face in the glass before him, and especially at his mustachios, which had attained a rich growth in the course of near seven weeks, since they had come into the world.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "This gift being made, Jos selected a plain black coat and waistcoat from his stock, and put on a large white neckcloth, and a plain beaver.\n", "word": "black", "modifies": "coat"}
{"color": "white", "line": "This gift being made, Jos selected a plain black coat and waistcoat from his stock, and put on a large white neckcloth, and a plain beaver.\n", "word": "white", "modifies": "neckcloth"}
{"color": "white", "line": "cried Amelia, rushing in a moment to the balcony, with a pallid face and loose flowing hair.\n", "word": "pallid", "modifies": "face"}
{"color": "black", "line": "A mature spinster, and having but faint ideas of marriage, her love for the blacks occupied almost all her feelings.\n", "word": "black", "modifies": "love"}
{"color": "pink", "line": "How she did blush all the evening, that poor Lady Jane!\n", "word": "blush", "modifies": "evening"}
{"color": "pink", "line": "Nor did his blushes and awkwardness take away from it: she was pleased with these healthy tokens of the young gentleman's ingenuousness.\n", "word": "blush", "modifies": "awkwardness"}
{"color": "gold", "line": "During all this excursion, she condescended to say civil things to him: she quoted Italian and French poetry to the poor bewildered lad, and persisted that he was a fine scholar, and was perfectly sure he would gain a gold medal, and be a Senior Wrangler.\n", "word": "gold", "modifies": "medal"}
{"color": "white", "line": "\"Senior Wranglers at Cambridge, not Oxford,\" said the scholar, with a knowing air; and would probably have been more confidential, but that suddenly there appeared on the cliff in a tax cart, drawn by a bang up pony, dressed in white flannel coats, with mother of pearl buttons, his friends the Tutbury Pet and the Rottingdean Fibber, with three other gentlemen of their acquaintance, who all saluted poor James there in the carriage as he sate.\n", "word": "white", "modifies": "coat"}
{"color": "white", "line": "At dinner, James appeared choking in a white neckcloth, and had the honour of handing my Lady Jane downstairs, while Briggs and Mr. Crawley followed afterwards, conducting the old lady, with her apparatus of bundles, and shawls, and cushions.\n", "word": "white", "modifies": "neckcloth"}
{"color": "red", "line": "\"Blood's the word,\" said James, gulping the ruby fluid down.\n", "word": "ruby", "modifies": "fluid"}
{"color": "gold", "line": "Rebecca was a good economist, and the price poor Jos Sedley had paid for her two horses was in itself sufficient to keep their little establishment afloat for a year, at the least; there was no occasion to turn into money \"my pistols, the same which I shot Captain Marker,\" or the gold dressing case, or the cloak lined with sable.\n", "word": "gold", "modifies": "dressing"}
{"color": "white", "line": "Prussians and Cossacks, Spanish and English all the world was at Paris during this famous winter: to have seen the stars and cordons in Rebecca's humble saloon would have made all Baker Street pale with envy.\n", "word": "pale", "modifies": "envy"}
{"color": "green", "line": "In the early spring of 1816, Galignani's Journal contained the following announcement in an interesting corner of the paper: \"On the 26th of March the Lady of Lieutenant Colonel Crawley, of the Life Guards Green of a son and heir.\"\n", "word": "green", "modifies": "guard"}
{"color": "pink", "line": "The spinster's rage rose to its height, and sending instantly for Pitt, her nephew, and for the Lady Southdown, from Brunswick Square, she requested an immediate celebration of the marriage which had been so long pending between the two families.\n", "word": "rose", "modifies": "rage"}
{"color": "white", "line": "About three weeks after the 18th of June, Mr. Osborne's acquaintance, Sir William Dobbin, called at Mr. Osborne's house in Russell Square, with a very pale and agitated face, and insisted upon seeing that gentleman.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "Ushered into his room, and after a few words, which neither the speaker nor the host understood, the former produced from an inclosure a letter sealed with a large red seal.\n", "word": "red", "modifies": "seal"}
{"color": "red", "line": "The great red seal was emblazoned with the sham coat of arms which Osborne had assumed from the Peerage, with \"Pax in bello\" for a motto; that of the ducal house with which the vain old man tried to fancy himself connected.\n", "word": "red", "modifies": "seal"}
{"color": "white", "line": "Her face was white and thin.\n", "word": "white", "modifies": "face"}
{"color": "brown", "line": "Her pretty brown hair was parted under a widow's cap the poor child.\n", "word": "brown", "modifies": "hair"}
{"color": "red", "line": "William was the godfather of the child, and exerted his ingenuity in the purchase of cups, spoons, pap boats, and corals for this little Christian.\n", "word": "coral", "modifies": "cup"}
{"color": "white", "line": "\"I am come to say good bye, Amelia,\" said he, taking her slender little white hand gently.\n", "word": "white", "modifies": "hand"}
{"color": "pink", "line": "The little pink hands of the child closed mechanically round the honest soldier's finger, and Amelia looked up in his face with bright maternal pleasure.\n", "word": "pink", "modifies": "hand"}
{"color": "green", "line": "She besought the young fellows never, never to touch a box; and when young Green, of the Rifles, lost a very considerable sum of money, Rebecca passed a whole night in tears, as the servant told the unfortunate young gentleman, and actually went on her knees to her husband to beseech him to remit the debt, and burn the acknowledgement.\n", "word": "green", "modifies": "rifle"}
{"color": "black", "line": "Mrs. O'Dowd snapped her fingers in Mrs. Crawley's face and called her husband \"no betther than a black leg.\"\n", "word": "black", "modifies": "leg"}
{"color": "red", "line": "And Mr. Lewis representing Mr. Davids, of Red Lion Square, and Mr. Moss acting for Mr. Manasseh of Cursitor Street (chief creditors of the Colonel's), complimented his lady upon the brilliant way in which she did business, and declared that there was no professional man who could beat her.\n", "word": "red", "modifies": "square"}
{"color": "pink", "line": "By good conduct, a handsome person and calves, and a grave demeanour, Raggles rose from the knife board to the footboard of the carriage; from the footboard to the butler's pantry.\n", "word": "rose", "modifies": "conduct"}
{"color": "green", "line": "Mr. Raggles then retired and personally undertook the superintendence of the small shop and the greens.\n", "word": "green", "modifies": "shop"}
{"color": "brown", "line": "As soon as a tenant was found, he subsided into the greengrocer's shop once more; but a happy thing it was for him to walk out of that tenement and into Curzon Street, and there survey his house his own house with geraniums in the window and a carved bronze knocker.\n", "word": "bronze", "modifies": "knocker"}
{"color": "green", "line": "The footman occasionally lounging at the area railing, treated him with respect; the cook took her green stuff at his house and called him Mr. Landlord, and there was not one thing the tenants did, or one dish which they had for dinner, that Raggles might not know of, if he liked.\n", "word": "green", "modifies": "stuff"}
{"color": "white", "line": "He had a silhouette of his mistress in his back shop, and a drawing of the Porter's Lodge at Queen's Crawley, done by that spinster herself in India ink and the only addition he made to the decorations of the Curzon Street House was a print of Queen's Crawley in Hampshire, the seat of Sir Walpole Crawley, Baronet, who was represented in a gilded car drawn by six white horses, and passing by a lake covered with swans, and barges containing ladies in hoops, and musicians with flags and periwigs.\n", "word": "white", "modifies": "horse"}
{"color": "brown", "line": "There was a score of candles sparkling round the mantel piece, in all sorts of quaint sconces, of gilt and bronze and porcelain.\n", "word": "bronze", "modifies": "gilt"}
{"color": "white", "line": "She was in a pink dress that looked as fresh as a rose; her dazzling white arms and shoulders were half covered with a thin hazy scarf through which they sparkled; her hair hung in curls round her neck; one of her little feet peeped out from the fresh crisp folds of the silk: the prettiest little foot in the prettiest little sandal in the finest silk stocking in the world.\n", "word": "white", "modifies": "arm"}
{"color": "pink", "line": "She was in a pink dress that looked as fresh as a rose; her dazzling white arms and shoulders were half covered with a thin hazy scarf through which they sparkled; her hair hung in curls round her neck; one of her little feet peeped out from the fresh crisp folds of the silk: the prettiest little foot in the prettiest little sandal in the finest silk stocking in the world.\n", "word": "pink", "modifies": "dress"}
{"color": "red", "line": "The candles lighted up Lord Steyne's shining bald head, which was fringed with red hair.\n", "word": "red", "modifies": "hair"}
{"color": "white", "line": "His jaw was underhung, and when he laughed, two white buck teeth protruded themselves and glistened savagely in the midst of the grin.\n", "word": "white", "modifies": "teeth"}
{"color": "pink", "line": "She rose up from her sofa and went and took his coffee cup out of his hand with a little curtsey.\n", "word": "rose", "modifies": "sofa"}
{"color": "pink", "line": "replied the other, with a sort of blush, \"he'll cry himself to sleep\"; and they fell to talking about the opera.\n", "word": "blush", "modifies": "sort"}
{"color": "pink", "line": "She did not go to rest till very late and seldom rose till after noon.\n", "word": "rose", "modifies": "noon"}
{"color": "pink", "line": "When she left the room, an odour of rose, or some other magical fragrance, lingered about the nursery.\n", "word": "rose", "modifies": "odour"}
{"color": "red", "line": "When he went out with her he had his new red dress on.\n", "word": "red", "modifies": "dress"}
{"color": "brown", "line": "His old brown holland was good enough when he stayed at home.\n", "word": "brown", "modifies": "holland"}
{"color": "brown", "line": "There was the jewel case, silver clasped, and the wondrous bronze hand on the dressing table, glistening all over with a hundred rings.\n", "word": "bronze", "modifies": "hand"}
{"color": "black", "line": "Little Lord Southdown, the best natured of men, who would make you a present of the hat from his head, and whose main occupation in life was to buy knick knacks that he might give them away afterwards, bought the little chap a pony not much bigger than a large rat, the donor said, and on this little black Shetland pygmy young Rawdon's great father was pleased to mount the boy, and to walk by his side in the park.\n", "word": "black", "modifies": "pygmy"}
{"color": "black", "line": "On it written \"Mr. Sedley, Sole Agent for the Black Diamond and Anti Cinder Coal Association, Bunker's Wharf, Thames Street, and Anna Maria Cottages, Fulham Road West.\"\n", "word": "black", "modifies": "diamond"}
{"color": "gray", "line": "He never was heard to allude to the bargain, and nobody knows for a certainty what became of the horses, or how he got rid of them, or of Isidor, his Belgian servant, who sold a grey horse, very like the one which Jos rode, at Valenciennes sometime during the autumn of 1815.\n", "word": "grey", "modifies": "horse"}
{"color": "white", "line": "Her cheeks, ordinarily pale, now flushed up, until they were as red as they used to be when she was a child of twelve years old.\n", "word": "pale", "modifies": "cheek"}
{"color": "green", "line": "I was told by Dr. Pestler (now a most flourishing lady's physician, with a sumptuous dark green carriage, a prospect of speedy knighthood, and a house in Manchester Square) that her grief at weaning the child was a sight that would have unmanned a Herod.\n", "word": "green", "modifies": "carriage"}
{"color": "yellow", "line": "If she had been Mrs. Mango herself, of the great house of Mango, Plantain, and Co., Crutched Friars, and the magnificent proprietress of the Pineries, Fulham, who gave summer dejeuners frequented by Dukes and Earls, and drove about the parish with magnificent yellow liveries and bay horses, such as the royal stables at Kensington themselves could not turn out I say had she been Mrs. Mango herself, or her son's wife, Lady Mary Mango (daughter of the Earl of Castlemouldy, who condescended to marry the head of the firm), the tradesmen of the neighbourhood could not pay her more honour than they invariably showed to the gentle young widow, when she passed by their doors, or made her humble purchases at their shops.\n", "word": "yellow", "modifies": "livery"}
{"color": "red", "line": "What dulness may not red lips and sweet accents render pleasant?\n", "word": "red", "modifies": "lip"}
{"color": "pink", "line": "Yes, one day, and greatly to her wonder, the Reverend Mr. Binny, just mentioned, asked her to change her name of Osborne for his own; when, with deep blushes and tears in her eyes and voice, she thanked him for his regard for her, expressed gratitude for his attentions to her and to her poor little boy, but said that she never, never could think of any but but the husband whom she had lost.\n", "word": "blush", "modifies": "tear"}
{"color": "black", "line": "It was in her handwriting that most of the old gentleman's former acquaintances were informed that he had become an agent for the Black Diamond and Anti Cinder Coal Company and could supply his friends and the public with the best coals at s. per chaldron.\n", "word": "black", "modifies": "diamond"}
{"color": "white", "line": "He ordered and sent a box of scarfs and a grand ivory set of chess men from China.\n", "word": "ivory", "modifies": "set"}
{"color": "green", "line": "The pawns were little green and white men, with real swords and shields; the knights were on horseback, the castles were on the backs of elephants.\n", "word": "green", "modifies": "men"}
{"color": "red", "line": "He sent over a pair of shawls, a white one for her and a black one with palm leaves for her mother, and a pair of red scarfs, as winter wrappers, for old Mr. Sedley and George.\n", "word": "red", "modifies": "scarf"}
{"color": "black", "line": "He sent over a pair of shawls, a white one for her and a black one with palm leaves for her mother, and a pair of red scarfs, as winter wrappers, for old Mr. Sedley and George.\n", "word": "black", "modifies": "one"}
{"color": "white", "line": "He sent over a pair of shawls, a white one for her and a black one with palm leaves for her mother, and a pair of red scarfs, as winter wrappers, for old Mr. Sedley and George.\n", "word": "white", "modifies": "one"}
{"color": "black", "line": "Emmy's, too, became prettily her modest black gown.\n", "word": "black", "modifies": "gown"}
{"color": "black", "line": "The great sweep in front of the terrace and entrance stair was black and covered with mosses; the once trim flower beds rank and weedy.\n", "word": "black", "modifies": "sweep"}
{"color": "black", "line": "Shutters were up along almost the whole line of the house; the great hall door was unbarred after much ringing of the bell; an individual in ribbons was seen flitting up the black oak stair, as Horrocks at length admitted the heir of Queen's Crawley and his bride into the halls of their fathers.\n", "word": "black", "modifies": "stair"}
{"color": "pink", "line": "Poor Lady Crawley's rose garden became the dreariest wilderness.\n", "word": "rose", "modifies": "garden"}
{"color": "red", "line": "Mrs. Bute at the parsonage nightly looked out to see if the sky was red over the elms behind which the Hall stood, and the mansion was on fire.\n", "word": "red", "modifies": "sky"}
{"color": "black", "line": "She dropped them with a scream of terror, as little Mrs. Bute's eyes flashed out at her from under her black calash.\n", "word": "black", "modifies": "calash"}
{"color": "black", "line": "\"Look at that, James and Mr. Crawley,\" cried Mrs. Bute, pointing at the scared figure of the black eyed, guilty wench.\n", "word": "black", "modifies": "wench"}
{"color": "brown", "line": "Mrs. Brown, have the goodness to come with me, and Beddoes don't you lose sight of that woman,\" said Mrs. Bute, seizing the candle.\n", "word": "brown", "modifies": "mrs."}
{"color": "brown", "line": "\"Mr. Crawley, you had better go upstairs and see that they are not murdering your unfortunate brother\" and the calash, escorted by Mrs. Brown, walked away to the apartment which, as she said truly, she knew perfectly well.\n", "word": "brown", "modifies": "mrs."}
{"color": "black", "line": "She never seemed to want to sleep, that little woman, and did not close her fiery black eyes once, though the Doctor snored in the arm chair.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "What was it that made Pitt's pale face flush quite red?\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "Lady Southdown rose up as magnificent as Mrs. Siddons in Lady Macbeth and ordered that horses might be put to her carriage.\n", "word": "rose", "modifies": "lady"}
{"color": "black", "line": "This letter, with a huge black border and seal, was accordingly despatched by Sir Pitt Crawley to his brother the Colonel, in London.\n", "word": "black", "modifies": "border"}
{"color": "yellow", "line": "He put the tray with the breakfast and the letter on the dressing table, before which Becky sat combing her yellow hair.\n", "word": "yellow", "modifies": "hair"}
{"color": "black", "line": "She took up the black edged missive, and having read it, she jumped up from the chair, crying \"Hurray!\"\n", "word": "black", "modifies": "missive"}
{"color": "black", "line": "\"Run out now to Madam Brunoy's, for I must have some mourning: and get a crape on your hat, and a black waistcoat I don't think you've got one; order it to be brought home to morrow, so that we may be able to start on Thursday.\"\n", "word": "black", "modifies": "waistcoat"}
{"color": "black", "line": "Let him stay here in the nursery, and Briggs can make him a black frock.\n", "word": "black", "modifies": "frock"}
{"color": "black", "line": "When the faithful Lord Steyne arrived in the evening, he found Becky and her companion, who was no other than our friend Briggs, busy cutting, ripping, snipping, and tearing all sorts of black stuffs available for the melancholy occasion.\n", "word": "black", "modifies": "stuff"}
{"color": "black", "line": "At Mudbury a carriage and a pair of horses received them, with a coachman in black.\n", "word": "black", "modifies": "coachman"}
{"color": "black", "line": "A grand painted hatchment was already over the great entrance, and two very solemn and tall personages in black flung open each a leaf of the door as the carriage pulled up at the familiar steps.\n", "word": "black", "modifies": "personage"}
{"color": "white", "line": "Rawdon turned red, and Becky somewhat pale, as they passed through the old hall, arm in arm.\n", "word": "pale", "modifies": "becky"}
{"color": "black", "line": "Sir Pitt in black, Lady Jane in black, and my Lady Southdown with a large black head piece of bugles and feathers, which waved on her Ladyship's head like an undertaker's tray.\n", "word": "black", "modifies": "sir"}
{"color": "black", "line": "It seemed Sir Pitt Crawley, for the dignity of the house and family, had thought right to have about the place as many persons in black as could possibly be assembled.\n", "word": "black", "modifies": "person"}
{"color": "purple", "line": "\"She's hardly changed since eight years,\" said Miss Rosalind to Miss Violet, as they were preparing for dinner.\n", "word": "violet", "modifies": "miss"}
{"color": "red", "line": "\"Those red haired women look wonderfully well,\" replied the other.\n", "word": "red", "modifies": "woman"}
{"color": "purple", "line": "\"At least she gives herself no airs and remembers that she was our Governess once,\" Miss Violet said, intimating that it befitted all governesses to keep their proper place, and forgetting altogether that she was granddaughter not only of Sir Walpole Crawley, but of Mr. Dawson of Mudbury, and so had a coal scuttle in her scutcheon.\n", "word": "violet", "modifies": "miss"}
{"color": "black", "line": "But before this, Lady Jane conducted Rebecca to the apartments prepared for her, which, with the rest of the house, had assumed a very much improved appearance of order and comfort during Pitt's regency, and here beholding that Mrs. Rawdon's modest little trunks had arrived, and were placed in the bedroom and dressing room adjoining, helped her to take off her neat black bonnet and cloak, and asked her sister in law in what more she could be useful.\n", "word": "black", "modifies": "bonnet"}
{"color": "white", "line": "Becky admired little Matilda, who was not quite four years old, as the most charming little love in the world; and the boy, a little fellow of two years pale, heavy eyed, and large headed she pronounced to be a perfect prodigy in point of size, intelligence, and beauty.\n", "word": "pale", "modifies": "fellow"}
{"color": "black", "line": "\"Give us Lady Southdown and the black dose,\" was a constant cry amongst the folks in Becky's little drawing room in May Fair.\n", "word": "black", "modifies": "dose"}
{"color": "black", "line": "A woman or two, and three or four undertaker's men, the best whom Southampton could furnish, dressed in black, and of a proper stealthy and tragical demeanour, had charge of the remains which they watched turn about, having the housekeeper's room for their place of rendezvous when off duty, where they played at cards in privacy and drank their beer.\n", "word": "black", "modifies": "demeanour"}
{"color": "black", "line": "Those who will may follow his remains to the grave, whither they were borne on the appointed day, in the most becoming manner, the family in black coaches, with their handkerchiefs up to their noses, ready for the tears which did not come; the undertaker and his gentlemen in deep tribulation; the select tenantry mourning out of compliment to the new landlord; the neighbouring gentry's carriages at three miles an hour, empty, and in profound affliction; the parson speaking out the formula about \"our dear brother departed.\"\n", "word": "black", "modifies": "coach"}
{"color": "black", "line": "Their faces relapsed into a natural expression as the horses, clearing the lodge gates, got into a brisker trot on the open road; and squads of them might have been seen, speckling with black the public house entrances, with pewter pots flashing in the sunshine.\n", "word": "black", "modifies": "entrance"}
{"color": "white", "line": "As the birds were pretty plentiful, and partridge shooting is as it were the duty of an English gentleman of statesmanlike propensities, Sir Pitt Crawley, the first shock of grief over, went out a little and partook of that diversion in a white hat with crape round it.\n", "word": "white", "modifies": "hat"}
{"color": "green", "line": "I could water plants in a green house and pick off dead leaves from the geraniums.\n", "word": "green", "modifies": "house"}
{"color": "green", "line": "said Rebecca, throwing up the green eyes.\n", "word": "green", "modifies": "eye"}
{"color": "black", "line": "His stiff black hair began to grow quite white soon after his son's death; his face grew redder; his hands trembled more and more as he poured out his glass of port wine.\n", "word": "black", "modifies": "hair"}
{"color": "silver", "line": "Why, I'll lay my life I've got a better glass of wine, and pay a better figure for it, and can show a handsomer service of silver, and can lay a better dinner on my mahogany, than ever they see on theirs the cringing, sneaking, stuck up fools.\n", "word": "silver", "modifies": "service"}
{"color": "gold", "line": "Jane Osborne could not but concur in these opinions respecting her sister's conduct; and when Mrs. Frederick's first born, Frederick Augustus Howard Stanley Devereux Bullock, was born, old Osborne, who was invited to the christening and to be godfather, contented himself with sending the child a gold cup, with twenty guineas inside it for the nurse.\n", "word": "gold", "modifies": "cup"}
{"color": "black", "line": "She had to get up of black winter's mornings to make breakfast for her scowling old father, who would have turned the whole house out of doors if his tea had not been ready at half past eight.\n", "word": "black", "modifies": "winter"}
{"color": "pink", "line": "At half past nine he rose and went to the City, and she was almost free till dinner time, to make visitations in the kitchen and to scold the servants; to drive abroad and descend upon the tradesmen, who were prodigiously respectful; to leave her cards and her papa's at the great glum respectable houses of their City friends; or to sit alone in the large drawing room, expecting visitors; and working at a huge piece of worsted by the fire, on the sofa, hard by the great Iphigenia clock, which ticked and tolled with mournful loudness in the dreary room.\n", "word": "rose", "modifies": "half"}
{"color": "brown", "line": "The great glass over the mantelpiece, faced by the other great console glass at the opposite end of the room, increased and multiplied between them the brown Holland bag in which the chandelier hung, until you saw these brown Holland bags fading away in endless perspectives, and this apartment of Miss Osborne's seemed the centre of a system of drawing rooms.\n", "word": "brown", "modifies": "bag"}
{"color": "gold", "line": "Dobbin's old coachman, he had round his neck a fine gold chain and watch.\n", "word": "gold", "modifies": "chain"}
{"color": "black", "line": "Glorvina, a very handsome, fresh coloured, black haired, blue eyed young lady, who could ride a horse, or play a sonata with any girl out of the County Cork, seemed to be the very person destined to insure Dobbin's happiness much more than that poor good little weak spur'ted Amelia, about whom he used to take on so. \"Look at Glorvina enter a room,\" Mrs. O'Dowd would say, \"and compare her with that poor Mrs. Osborne, who couldn't say boo to a goose.\n", "word": "black", "modifies": "lady"}
{"color": "blue", "line": "Glorvina, a very handsome, fresh coloured, black haired, blue eyed young lady, who could ride a horse, or play a sonata with any girl out of the County Cork, seemed to be the very person destined to insure Dobbin's happiness much more than that poor good little weak spur'ted Amelia, about whom he used to take on so. \"Look at Glorvina enter a room,\" Mrs. O'Dowd would say, \"and compare her with that poor Mrs. Osborne, who couldn't say boo to a goose.\n", "word": "blue", "modifies": "lady"}
{"color": "pink", "line": "Nay, he went farther, and in private communications with his Major would caution and rally him, crying, \"Mind your oi, Dob, my boy, them girls is bent on mischief me Lady has just got a box of gowns from Europe, and there's a pink satin for Glorvina, which will finish ye, Dob, if it's in the power of woman or satin to move ye.\"\n", "word": "pink", "modifies": "satin"}
{"color": "pink", "line": "Our honest friend had but one idea of a woman in his head, and that one did not in the least resemble Miss Glorvina O'Dowd in pink satin.\n", "word": "pink", "modifies": "satin"}
{"color": "black", "line": "A gentle little woman in black, with large eyes and brown hair, seldom speaking, save when spoken to, and then in a voice not the least resembling Miss Glorvina's a soft young mother tending an infant and beckoning the Major up with a smile to look at him a rosy cheeked lass coming singing into the room in Russell Square or hanging on George Osborne's arm, happy and loving there was but this image that filled our honest Major's mind, by day and by night, and reigned over it always.\n", "word": "black", "modifies": "woman"}
{"color": "brown", "line": "A gentle little woman in black, with large eyes and brown hair, seldom speaking, save when spoken to, and then in a voice not the least resembling Miss Glorvina's a soft young mother tending an infant and beckoning the Major up with a smile to look at him a rosy cheeked lass coming singing into the room in Russell Square or hanging on George Osborne's arm, happy and loving there was but this image that filled our honest Major's mind, by day and by night, and reigned over it always.\n", "word": "brown", "modifies": "hair"}
{"color": "pink", "line": "A gentle little woman in black, with large eyes and brown hair, seldom speaking, save when spoken to, and then in a voice not the least resembling Miss Glorvina's a soft young mother tending an infant and beckoning the Major up with a smile to look at him a rosy cheeked lass coming singing into the room in Russell Square or hanging on George Osborne's arm, happy and loving there was but this image that filled our honest Major's mind, by day and by night, and reigned over it always.\n", "word": "rosy", "modifies": "lass"}
{"color": "brown", "line": "His head has grizzled since we saw him last, and a line or two of silver may be seen in the soft brown hair likewise.\n", "word": "brown", "modifies": "hair"}
{"color": "pink", "line": "This letter, which arrived by the very same ship which brought out Lady O'Dowd's box of millinery from London (and which you may be sure Dobbin opened before any one of the other packets which the mail brought him), put the receiver into such a state of mind that Glorvina, and her pink satin, and everything belonging to her became perfectly odious to him.\n", "word": "pink", "modifies": "satin"}
{"color": "brown", "line": "What cared he, a man on the high road to forty, to know how many snipes Lieutenant Smith had shot, or what were the performances of Ensign Brown's mare?\n", "word": "brown", "modifies": "ensign"}
{"color": "red", "line": "He was too old to listen to the banter of the assistant surgeon and the slang of the youngsters, at which old O'Dowd, with his bald head and red face, laughed quite easily.\n", "word": "red", "modifies": "face"}
{"color": "black", "line": "She curled her hair and showed her shoulders at him, as much as to say, did ye ever see such jet ringlets and such a complexion?\n", "word": "jet", "modifies": "ringlet"}
{"color": "pink", "line": "Glorvina sported the killing pink frock, and the Major, who attended the party and walked very ruefully up and down the rooms, never so much as perceived the pink garment.\n", "word": "pink", "modifies": "frock"}
{"color": "black", "line": "And the Colonel, puffing his pipe and listening to these complaints, would suggest that Glory should have some black frocks out in the next box from London, and told a mysterious story of a lady in Ireland who died of grief for the loss of her husband before she got ere a one.\n", "word": "black", "modifies": "frock"}
{"color": "black", "line": "It may have been an hour after the Major's departure from the Colonel's house Sir Michael was sleeping the sleep of the just; Glorvina had arranged her black ringlets in the innumerable little bits of paper, in which it was her habit to confine them; Lady O'Dowd, too, had gone to her bed in the nuptial chamber, on the ground floor, and had tucked her musquito curtains round her fair form, when the guard at the gates of the Commanding Officer's compound beheld Major Dobbin, in the moonlight, rushing towards the house with a swift step and a very agitated countenance, and he passed the sentinel and went up to the windows of the Colonel's bedchamber.\n", "word": "black", "modifies": "ringlet"}
{"color": "gray", "line": "But Mrs. O. is getting old, and I saw a great deal of grey in her hair she was in very good spirits: and your little godson overate himself at our house.\n", "word": "grey", "modifies": "deal"}
{"color": "green", "line": "The black outer coating of the bricks was removed, and they appeared with a cheerful, blushing face streaked with white: the old bronze lions of the knocker were gilt handsomely, the railings painted, and the dismallest house in Great Gaunt Street became the smartest in the whole quarter, before the green leaves in Hampshire had replaced those yellowing ones which were on the trees in Queen's Crawley Avenue when old Sir Pitt Crawley passed under them for the last time.\n", "word": "green", "modifies": "leaf"}
{"color": "black", "line": "The black outer coating of the bricks was removed, and they appeared with a cheerful, blushing face streaked with white: the old bronze lions of the knocker were gilt handsomely, the railings painted, and the dismallest house in Great Gaunt Street became the smartest in the whole quarter, before the green leaves in Hampshire had replaced those yellowing ones which were on the trees in Queen's Crawley Avenue when old Sir Pitt Crawley passed under them for the last time.\n", "word": "black", "modifies": "coating"}
{"color": "brown", "line": "The black outer coating of the bricks was removed, and they appeared with a cheerful, blushing face streaked with white: the old bronze lions of the knocker were gilt handsomely, the railings painted, and the dismallest house in Great Gaunt Street became the smartest in the whole quarter, before the green leaves in Hampshire had replaced those yellowing ones which were on the trees in Queen's Crawley Avenue when old Sir Pitt Crawley passed under them for the last time.\n", "word": "bronze", "modifies": "lion"}
{"color": "white", "line": "Besides the salmi, which was made of Lord Steyne's pheasants from his lordship's cottage of Stillbrook, Becky gave her brother in law a bottle of white wine, some that Rawdon had brought with him from France, and had picked up for nothing, the little story teller said; whereas the liquor was, in truth, some White Hermitage from the Marquis of Steyne's famous cellars, which brought fire into the Baronet's pallid cheeks and a glow into his feeble frame.\n", "word": "white", "modifies": "wine"}
{"color": "gray", "line": "Well, Rebecca listened to Pitt, she talked to him, she sang to him, she coaxed him, and cuddled him, so that he found himself more and more glad every day to get back from the lawyer's at Gray's Inn, to the blazing fire in Curzon Street a gladness in which the men of law likewise participated, for Pitt's harangues were of the longest and so that when he went away he felt quite a pang at departing.\n", "word": "gray", "modifies": "inn"}
{"color": "black", "line": "And this worthy woman was so grateful for the kindness of Rebecca in the matter, and for that of her generous benefactor, the Colonel, that she went out and spent a great part of her half year's dividend in the purchase of a black velvet coat for little Rawdon, who, by the way, was grown almost too big for black velvet now, and was of a size and age befitting him for the assumption of the virile jacket and pantaloons.\n", "word": "black", "modifies": "coat"}
{"color": "blue", "line": "He was a fine open faced boy, with blue eyes and waving flaxen hair, sturdy in limb, but generous and soft in heart, fondly attaching himself to all who were good to him to the pony to Lord Southdown, who gave him the horse (he used to blush and glow all over when he saw that kind young nobleman) to the groom who had charge of the pony to Molly, the cook, who crammed him with ghost stories at night, and with good things from the dinner to Briggs, whom he plagued and laughed at and to his father especially, whose attachment towards the lad was curious too to witness.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "He was a fine open faced boy, with blue eyes and waving flaxen hair, sturdy in limb, but generous and soft in heart, fondly attaching himself to all who were good to him to the pony to Lord Southdown, who gave him the horse (he used to blush and glow all over when he saw that kind young nobleman) to the groom who had charge of the pony to Molly, the cook, who crammed him with ghost stories at night, and with good things from the dinner to Briggs, whom he plagued and laughed at and to his father especially, whose attachment towards the lad was curious too to witness.\n", "word": "blush", "modifies": "groom"}
{"color": "white", "line": "And very soon afterwards, when Mrs. Rawdon Crawley made her appearance at Gaunt House, the porter who unbarred the gates, the servants of all uniforms in the hall, the functionaries in white waistcoats, who bawled out from landing to landing the names of Colonel and Mrs. Rawdon Crawley, knew about her, or fancied they did.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "Rawdon did not warm his little son for the winter's journey in this way, but he and Briggs wrapped up the child in shawls and comforters, and he was hoisted respectfully onto the roof of the coach in the dark morning, under the lamps of the White Horse Cellar; and with no small delight he watched the dawn rise and made his first journey to the place which his father still called home.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "It was a journey of infinite pleasure to the boy, to whom the incidents of the road afforded endless interest, his father answering to him all questions connected with it and telling him who lived in the great white house to the right, and whom the park belonged to.\n", "word": "white", "modifies": "house"}
{"color": "green", "line": "It was dark again when little Rawdon was wakened up to enter his uncle's carriage at Mudbury, and he sat and looked out of it wondering as the great iron gates flew open, and at the white trunks of the limes as they swept by, until they stopped, at length, before the light windows of the Hall, which were blazing and comfortable with Christmas welcome.\n", "word": "lime", "modifies": "trunk"}
{"color": "white", "line": "It was dark again when little Rawdon was wakened up to enter his uncle's carriage at Mudbury, and he sat and looked out of it wondering as the great iron gates flew open, and at the white trunks of the limes as they swept by, until they stopped, at length, before the light windows of the Hall, which were blazing and comfortable with Christmas welcome.\n", "word": "white", "modifies": "trunk"}
{"color": "black", "line": "The hall door was flung open a big fire was burning in the great old fire place a carpet was down over the chequered black flags \"It's the old Turkey one that used to be in the Ladies' Gallery,\" thought Rebecca, and the next instant was kissing Lady Jane.\n", "word": "black", "modifies": "flag"}
{"color": "black", "line": "Then the young ladies came and knocked at Mrs. Rawdon's door, under the pretence that they were desirous to be useful, but in reality to have the pleasure of inspecting the contents of her band and bonnet boxes, and her dresses which, though black, were of the newest London fashion.\n", "word": "black", "modifies": "fashion"}
{"color": "white", "line": "They respected a possible baronet in the boy, between whom and the title there was only the little sickly pale Pitt Binkie.\n", "word": "pale", "modifies": "pitt"}
{"color": "red", "line": "At half past ten, Tom Moody, Sir Huddlestone Fuddlestone's huntsman, was seen trotting up the avenue, followed by the noble pack of hounds in a compact body the rear being brought up by the two whips clad in stained scarlet frocks light hard featured lads on well bred lean horses, possessing marvellous dexterity in casting the points of their long heavy whips at the thinnest part of any dog's skin who dares to straggle from the main body, or to take the slightest notice, or even so much as wink, at the hares and rabbits starting under their noses.\n", "word": "scarlet", "modifies": "frock"}
{"color": "black", "line": "The Reverend Bute Crawley (who has been too modest to appear at the public meet before his nephew's windows), whom Tom Moody remembers forty years back a slender divine riding the wildest horses, jumping the widest brooks, and larking over the newest gates in the country his Reverence, we say, happens to trot out from the Rectory Lane on his powerful black horse just as Sir Huddlestone passes; he joins the worthy Baronet.\n", "word": "black", "modifies": "horse"}
{"color": "red", "line": "He has already eschewed green coats, red neckcloths, and other worldly ornaments, and is preparing himself for a change in his condition.\n", "word": "red", "modifies": "neckcloth"}
{"color": "green", "line": "He has already eschewed green coats, red neckcloths, and other worldly ornaments, and is preparing himself for a change in his condition.\n", "word": "green", "modifies": "coat"}
{"color": "blue", "line": "At home he gave himself up to the perusal of Blue Books, to the alarm and wonder of Lady Jane, who thought he was killing himself by late hours and intense application.\n", "word": "blue", "modifies": "book"}
{"color": "green", "line": "In the country, when Lady Jane was telling stories to the children, who clustered about her knees (little Rawdon into the bargain, who was very fond of her), and Becky came into the room, sneering with green scornful eyes, poor Lady Jane grew silent under those baleful glances.\n", "word": "green", "modifies": "eye"}
{"color": "black", "line": "Once, after a certain combat with Master Smith, George came home to his mother with a black eye, and bragged prodigiously to his parent and his delighted old grandfather about his valour in the fight, in which, if the truth was known he did not behave with particular heroism, and in which he decidedly had the worst.\n", "word": "black", "modifies": "eye"}
{"color": "silver", "line": "In these quiet labours and harmless cares the gentle widow's life was passing away, a silver hair or two marking the progress of time on her head and a line deepening ever so little on her fair forehead.\n", "word": "silver", "modifies": "hair"}
{"color": "green", "line": "He brought back money and toys, at which the widow looked with alarm and jealousy; she asked him always if he had seen any gentleman \"Only old Sir William, who drove him about in the four wheeled chaise, and Mr. Dobbin, who arrived on the beautiful bay horse in the afternoon in the green coat and pink neck cloth, with the gold headed whip, who promised to show him the Tower of London and take him out with the Surrey hounds.\"\n", "word": "green", "modifies": "coat"}
{"color": "pink", "line": "He brought back money and toys, at which the widow looked with alarm and jealousy; she asked him always if he had seen any gentleman \"Only old Sir William, who drove him about in the four wheeled chaise, and Mr. Dobbin, who arrived on the beautiful bay horse in the afternoon in the green coat and pink neck cloth, with the gold headed whip, who promised to show him the Tower of London and take him out with the Surrey hounds.\"\n", "word": "pink", "modifies": "neck"}
{"color": "gray", "line": "He came one day as the coachman was lunging Georgy round the lawn on the gray pony.\n", "word": "gray", "modifies": "pony"}
{"color": "pink", "line": "Packing up her shawl in a handkerchief (another of the gifts of the good Major), she hid them under her cloak and walked flushed and eager all the way to Ludgate Hill, tripping along by the park wall and running over the crossings, so that many a man turned as she hurried by him and looked after her rosy pretty face.\n", "word": "rosy", "modifies": "face"}
{"color": "gold", "line": "There's Jos, deserts his father in his old age; and there's George, who might be provided for, and who might be rich, going to school like a lord, with a gold watch and chain round his neck while my dear, dear old man is without a sh shilling.\"\n", "word": "gold", "modifies": "watch"}
{"color": "silver", "line": "Take the money take everything\" and with quivering hands she took out her silver, and her sovereigns her precious golden sovereigns, which she thrust into the hands of her mother, whence they overflowed and tumbled, rolling down the stairs.\n", "word": "silver", "modifies": "sovereign"}
{"color": "black", "line": "Peering over the railings and through the black trees into the garden of the Square, you see a few miserable governesses with wan faced pupils wandering round and round it, and round the dreary grass plot in the centre of which rises the statue of Lord Gaunt, who fought at Minden, in a three tailed wig, and otherwise habited like a Roman Emperor.\n", "word": "black", "modifies": "tree"}
{"color": "red", "line": "All I have ever seen of it is the vast wall in front, with the rustic columns at the great gate, through which an old porter peers sometimes with a fat and gloomy red face and over the wall the garret and bedroom windows, and the chimneys, out of which there seldom comes any smoke now.\n", "word": "red", "modifies": "face"}
{"color": "black", "line": "It conducts to the famous petits appartements of Lord Steyne one, sir, fitted up all in ivory and white satin, another in ebony and black velvet; there is a little banqueting room taken from Sallust's house at Pompeii, and painted by Cosway a little private kitchen, in which every saucepan was silver and all the spits were gold.\n", "word": "black", "modifies": "velvet"}
{"color": "white", "line": "It conducts to the famous petits appartements of Lord Steyne one, sir, fitted up all in ivory and white satin, another in ebony and black velvet; there is a little banqueting room taken from Sallust's house at Pompeii, and painted by Cosway a little private kitchen, in which every saucepan was silver and all the spits were gold.\n", "word": "white", "modifies": "ivory"}
{"color": "gold", "line": "It conducts to the famous petits appartements of Lord Steyne one, sir, fitted up all in ivory and white satin, another in ebony and black velvet; there is a little banqueting room taken from Sallust's house at Pompeii, and painted by Cosway a little private kitchen, in which every saucepan was silver and all the spits were gold.\n", "word": "gold", "modifies": "spit"}
{"color": "silver", "line": "It conducts to the famous petits appartements of Lord Steyne one, sir, fitted up all in ivory and white satin, another in ebony and black velvet; there is a little banqueting room taken from Sallust's house at Pompeii, and painted by Cosway a little private kitchen, in which every saucepan was silver and all the spits were gold.\n", "word": "silver", "modifies": "saucepan"}
{"color": "silver", "line": "Besides his town palace, the Marquis had castles and palaces in various quarters of the three kingdoms, whereof the descriptions may be found in the road books Castle Strongbow, with its woods, on the Shannon shore; Gaunt Castle, in Carmarthenshire, where Richard II was taken prisoner Gauntly Hall in Yorkshire, where I have been informed there were two hundred silver teapots for the breakfasts of the guests of the house, with everything to correspond in splendour; and Stillbrook in Hampshire, which was my lord's farm, an humble place of residence, of which we all remember the wonderful furniture which was sold at my lord's demise by a late celebrated auctioneer.\n", "word": "silver", "modifies": "teapot"}
{"color": "gray", "line": "The Earl of Gaunt's famous duel with the Count de la Marche, of the Grey Musqueteers, was attributed by common report to the pretensions of that officer (who had been a page, and remained a favourite of the Queen) to the hand of the beautiful Lady Mary Caerlyon.\n", "word": "grey", "modifies": "musqueteers"}
{"color": "red", "line": "And let us, my brethren who have not our names in the Red Book, console ourselves by thinking comfortably how miserable our betters may be, and that Damocles, who sits on satin cushions and is served on gold plate, has an awful sword hanging over his head in the shape of a bailiff, or an hereditary disease, or a family secret, which peeps out every now and then from the embroidered arras in a ghastly manner, and will be sure to drop one day or the other in the right place.\n", "word": "red", "modifies": "book"}
{"color": "gold", "line": "And let us, my brethren who have not our names in the Red Book, console ourselves by thinking comfortably how miserable our betters may be, and that Damocles, who sits on satin cushions and is served on gold plate, has an awful sword hanging over his head in the shape of a bailiff, or an hereditary disease, or a family secret, which peeps out every now and then from the embroidered arras in a ghastly manner, and will be sure to drop one day or the other in the right place.\n", "word": "gold", "modifies": "plate"}
{"color": "red", "line": "alternately; he promised Mole a bishopric if he would come over, and vowed he would use all his influence to get Trail a cardinal's hat if he would secede.\n", "word": "cardinal", "modifies": "hat"}
{"color": "brown", "line": "As, to my Lord Gaunt's dismay, and the chuckling delight of his natural enemy and father, the Lady Gaunt had no children the Lord George Gaunt was desired to return from Vienna, where he was engaged in waltzing and diplomacy, and to contract a matrimonial alliance with the Honourable Joan, only daughter of John Johnes, First Baron Helvellyn, and head of the firm of Jones, Brown, and Robinson, of Threadneedle Street, Bankers; from which union sprang several sons and daughters, whose doings do not appertain to this story.\n", "word": "brown", "modifies": "jones"}
{"color": "red", "line": "He tried to lay the horrid bedside ghost in Red Seas of wine and jollity, and lost sight of it sometimes in the crowd and rout of his pleasures.\n", "word": "red", "modifies": "sea"}
{"color": "white", "line": "Little Rawdon stood with his face against the parlour window panes, smiling and nodding with all his might to his aunt in the carriage within; and presently Sir Pitt issued forth from the house again, leading forth a lady with grand feathers, covered in a white shawl, and holding up daintily a train of magnificent brocade.\n", "word": "white", "modifies": "shawl"}
{"color": "brown", "line": "Even our Becky had her weaknesses, and as one often sees how men pride themselves upon excellences which others are slow to perceive: how, for instance, Comus firmly believes that he is the greatest tragic actor in England; how Brown, the famous novelist, longs to be considered, not a man of genius, but a man of fashion; while Robinson, the great lawyer, does not in the least care about his reputation in Westminster Hall, but believes himself incomparable across country and at a five barred gate so to be, and to be thought, a respectable woman was Becky's aim in life, and she got up the genteel with amazing assiduity, readiness, and success.\n", "word": "brown", "modifies": "novelist"}
{"color": "brown", "line": "She chose that famous one in which the best of monarchs is represented in a frock coat with a fur collar, and breeches and silk stockings, simpering on a sofa from under his curly brown wig.\n", "word": "brown", "modifies": "wig"}
{"color": "pink", "line": "answered Mrs. Rawdon plaintively, and she rubbed her cheek with her handkerchief as if to show there was no rouge at all, only genuine blushes and modesty in her case.\n", "word": "blush", "modifies": "rouge"}
{"color": "brown", "line": "You poor little earthenware pipkin, you want to swim down the stream along with the great copper kettles.\n", "word": "copper", "modifies": "kettle"}
{"color": "green", "line": "Then she rose up with the queerest expression of victorious mischief glittering in her green eyes.\n", "word": "green", "modifies": "eye"}
{"color": "pink", "line": "Then she rose up with the queerest expression of victorious mischief glittering in her green eyes.\n", "word": "rose", "modifies": "expression"}
{"color": "gray", "line": "That night, there came two notes from Gaunt House for the little woman, the one containing a card of invitation from Lord and Lady Steyne to a dinner at Gaunt House next Friday, while the other enclosed a slip of gray paper bearing Lord Steyne's signature and the address of Messrs. Jones, Brown, and Robinson, Lombard Street.\n", "word": "gray", "modifies": "paper"}
{"color": "black", "line": "She gently said \"she would take a hundred and fifty pounds in small notes and the remainder in one note\": and passing through St. Paul's Churchyard stopped there and bought the handsomest black silk gown for Briggs which money could buy; and which, with a kiss and the kindest speeches, she presented to the simple old spinster.\n", "word": "black", "modifies": "gown"}
{"color": "gray", "line": "Her lord, painted at the same time by Lawrence, as waving his sabre in front of Bareacres Castle, and clothed in his uniform as Colonel of the Thistlewood Yeomanry, was a withered, old, lean man in a greatcoat and a Brutus wig, slinking about Gray's Inn of mornings chiefly and dining alone at clubs.\n", "word": "gray", "modifies": "inn"}
{"color": "red", "line": "There was his Excellency the Prince of Peterwaradin, with his Princess a nobleman tightly girthed, with a large military chest, on which the plaque of his order shone magnificently, and wearing the red collar of the Golden Fleece round his neck.\n", "word": "red", "modifies": "collar"}
{"color": "white", "line": "Indeed, his Excellency's countenance, long, solemn, and white, with the ornament round his neck, bore some resemblance to that of a venerable bell wether.\n", "word": "white", "modifies": "countenance"}
{"color": "red", "line": "I was fain to bring up the rear with the Colonel, the lady's husband, a stout red faced warrior who distinguished himself at Waterloo, where he had better luck than befell some of his brother redcoats at New Orleans.\"\n", "word": "red", "modifies": "warrior"}
{"color": "white", "line": "He went and spoke to her, and called her by her Christian name, so as again to bring blushes to her pale face \"My wife says you have been singing like an angel,\" he said to Becky.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "She buys a couple of begilt Bristol boards at the Fancy Stationer's and paints her very best upon them a shepherd with a red waistcoat on one, and a pink face smiling in the midst of a pencil landscape a shepherdess on the other, crossing a little bridge, with a little dog, nicely shaded.\n", "word": "red", "modifies": "waistcoat"}
{"color": "pink", "line": "She buys a couple of begilt Bristol boards at the Fancy Stationer's and paints her very best upon them a shepherd with a red waistcoat on one, and a pink face smiling in the midst of a pencil landscape a shepherdess on the other, crossing a little bridge, with a little dog, nicely shaded.\n", "word": "pink", "modifies": "face"}
{"color": "brown", "line": "He looks askance at the lady who waits in the shop, and ties up the cards again in their envelope of whitey brown paper, and hands them to the poor widow and Miss Clapp, who had never seen such beautiful things in her life, and had been quite confident that the man must give at least two guineas for the screens.\n", "word": "brown", "modifies": "paper"}
{"color": "brown", "line": "Amelia passes the door wistfully many a time, in hopes that Mr. Brown will have some news to give her, but he never beckons her in.\n", "word": "brown", "modifies": "mr."}
{"color": "gray", "line": "She was trying the separation as that poor gentle Lady Jane Grey felt the edge of the axe that was to come down and sever her slender life.\n", "word": "grey", "modifies": "jane"}
{"color": "pink", "line": "Many hundred fresh children's voices rose up there and sang hymns to the Father Beneficent, and little George's soul thrilled with delight at the burst of glorious psalmody.\n", "word": "rose", "modifies": "voice"}
{"color": "red", "line": "I fancy them guarded by grooms of the chamber with flaming silver forks with which they prong all those who have not the right of the entree.\n", "word": "flaming", "modifies": "fork"}
{"color": "silver", "line": "I fancy them guarded by grooms of the chamber with flaming silver forks with which they prong all those who have not the right of the entree.\n", "word": "silver", "modifies": "fork"}
{"color": "gray", "line": "I don't mean the most virtuous, or indeed the least virtuous, or the cleverest, or the stupidest, or the richest, or the best born, but \"the best,\" in a word, people about whom there is no question such as the great Lady Fitz Willis, that Patron Saint of Almack's, the great Lady Slowbore, the great Lady Grizzel Macbeth (she was Lady G. Glowry, daughter of Lord Grey of Glowry), and the like.\n", "word": "grey", "modifies": "lord"}
{"color": "white", "line": "At first no occupation was more pleasant than to invent and procure (the latter a work of no small trouble and ingenuity, by the way, in a person of Mrs. Rawdon Crawley's very narrow means) to procure, we say, the prettiest new dresses and ornaments; to drive to fine dinner parties, where she was welcomed by great people; and from the fine dinner parties to fine assemblies, whither the same people came with whom she had been dining, whom she had met the night before, and would see on the morrow the young men faultlessly appointed, handsomely cravatted, with the neatest glossy boots and white gloves the elders portly, brass buttoned, noble looking, polite, and prosy the young ladies blonde, timid, and in pink the mothers grand, beautiful, sumptuous, solemn, and in diamonds.\n", "word": "white", "modifies": "glove"}
{"color": "blue", "line": "However much he might be disposed to hate all parvenus (Mr. Wenham himself was a staunch old True Blue Tory, and his father a small coal merchant in the north of England), this aide de camp of the Marquis never showed any sort of hostility to the new favourite, but pursued her with stealthy kindnesses and a sly and deferential politeness which somehow made Becky more uneasy than other people's overt hostilities.\n", "word": "blue", "modifies": "tory"}
{"color": "pink", "line": "It had been so used when George III was king; and a picture of the Marquis of Gaunt is still extant, with his hair in powder and a pink ribbon, in a Roman shape, as it was called, enacting the part of Cato in Mr. Addison's tragedy of that name, performed before their Royal Highnesses the Prince of Wales, the Bishop of Osnaburgh, and Prince William Henry, then children like the actor.\n", "word": "pink", "modifies": "ribbon"}
{"color": "black", "line": "In his volume there were several pictures of Sands in various oriental costumes; and he travelled about with a black attendant of most unprepossessing appearance, just like another Brian de Bois Guilbert.\n", "word": "black", "modifies": "attendant"}
{"color": "black", "line": "Bedwin, his costumes, and black man, were hailed at Gaunt House as very valuable acquisitions.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "The black slave was given to Bedwin Sands by an Egyptian pasha in exchange for three dozen of Maraschino.\n", "word": "black", "modifies": "slave"}
{"color": "black", "line": "She is in a gorgeous oriental costume; the black braided locks are twined with innumerable jewels; her dress is covered over with gold piastres.\n", "word": "black", "modifies": "lock"}
{"color": "gold", "line": "She is in a gorgeous oriental costume; the black braided locks are twined with innumerable jewels; her dress is covered over with gold piastres.\n", "word": "gold", "modifies": "piastre"}
{"color": "black", "line": "The Kislar Aga has become a peaceful black slave.\n", "word": "black", "modifies": "slave"}
{"color": "silver", "line": "Boots (the Honourable G. Ringwood) passes with a wooden box, containing silver flagons, and cries \"Pots\" with such exquisite humour and naturalness that the whole house rings with applause, and a bouquet is thrown to him.\n", "word": "silver", "modifies": "flagon"}
{"color": "pink", "line": "Trills of melody were heard behind the scenes, and gurgling from a sweet pasteboard cottage covered with roses and trellis work.\n", "word": "rose", "modifies": "work"}
{"color": "black", "line": "Where was the beautiful black eyed Houri whose appearance in the first charade had caused such delight?\n", "word": "black", "modifies": "houri"}
{"color": "pink", "line": "She had reached her culmination: her voice rose trilling and bright over the storm of applause, and soared as high and joyful as her triumph.\n", "word": "rose", "modifies": "voice"}
{"color": "gold", "line": "She was served on gold plate.\n", "word": "gold", "modifies": "plate"}
{"color": "black", "line": "In the course of a week, young Blackball had constituted little Rawdon his fag, shoe black, and breakfast toaster; initiated him into the mysteries of the Latin Grammar; and thrashed him three or four times, but not severely.\n", "word": "black", "modifies": "shoe"}
{"color": "black", "line": "The Colonel went to see his son a short time afterwards and found the lad sufficiently well and happy, grinning and laughing in his little black gown and little breeches.\n", "word": "black", "modifies": "gown"}
{"color": "pink", "line": "His lordship's admiration for Becky rose immeasurably at this proof of her cleverness.\n", "word": "rose", "modifies": "admiration"}
{"color": "pink", "line": "A little pink eyed Jew boy, with a head as ruddy as the rising morn, let the party into the house, and Rawdon was welcomed to the ground floor apartments by Mr. Moss, his travelling companion and host, who cheerfully asked him if he would like a glass of something warm after his drive.\n", "word": "pink", "modifies": "boy"}
{"color": "silver", "line": "It was ten o'clock when he woke up, and the ruddy headed youth brought him, with conscious pride, a fine silver dressing case, wherewith he might perform the operation of shaving.\n", "word": "silver", "modifies": "dressing"}
{"color": "yellow", "line": "There were dirty trays, and wine coolers en permanence on the sideboard, huge dirty gilt cornices, with dingy yellow satin hangings to the barred windows which looked into Cursitor Street vast and dirty gilt picture frames surrounding pieces sporting and sacred, all of which works were by the greatest masters and fetched the greatest prices, too, in the bill transactions, in the course of which they were sold and bought over and over again.\n", "word": "yellow", "modifies": "hanging"}
{"color": "white", "line": "After a lively chat with this lady (who sat on the edge of the breakfast table in an easy attitude displaying the drapery of her stocking and an ex white satin shoe, which was down at heel), Colonel Crawley called for pens and ink, and paper, and being asked how many sheets, chose one which was brought to him between Miss Moss's own finger and thumb.\n", "word": "white", "modifies": "shoe"}
{"color": "white", "line": "Please send me my desk and some CLOTHS I'm in pumps and a white tye (something like Miss M's stockings) I've seventy in it.\n", "word": "white", "modifies": "tye"}
{"color": "pink", "line": "In the midst of this repast, however, the doorbell was heard young Moss of the ruddy hair rose up with the keys and answered the summons, and coming back, told the Colonel that the messenger had returned with a bag, a desk and a letter, which he gave him.\n", "word": "rose", "modifies": "moss"}
{"color": "green", "line": "It was a beautiful letter, highly scented, on a pink paper, and with a light green seal.\n", "word": "green", "modifies": "seal"}
{"color": "pink", "line": "It was a beautiful letter, highly scented, on a pink paper, and with a light green seal.\n", "word": "pink", "modifies": "paper"}
{"color": "white", "line": "He stood there for some time, the light from the rooms on his pale face.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "He had her hand in his, and was bowing over it to kiss it, when Becky started up with a faint scream as she caught sight of Rawdon's white face.\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "At the next instant she tried a smile, a horrid smile, as if to welcome her husband; and Steyne rose up, grinding his teeth, pale, and with fury in his looks.\n", "word": "pale", "modifies": "teeth"}
{"color": "pink", "line": "At the next instant she tried a smile, a horrid smile, as if to welcome her husband; and Steyne rose up, grinding his teeth, pale, and with fury in his looks.\n", "word": "rose", "modifies": "steyne"}
{"color": "blue", "line": "Rawdon sat down in the study before the Baronet's table, set out with the orderly blue books and the letters, the neatly docketed bills and symmetrical pamphlets, the locked account books, desks, and dispatch boxes, the Bible, the Quarterly Review, and the Court Guide, which all stood as if on parade awaiting the inspection of their chief.\n", "word": "blue", "modifies": "book"}
{"color": "red", "line": "Before he had brought it into the study that morning, he had read in the journal a flaming account of \"Festivities at Gaunt House,\" with the names of all the distinguished personages invited by the Marquis of Steyne to meet his Royal Highness.\n", "word": "flaming", "modifies": "account"}
{"color": "black", "line": "Punctually, as the shrill toned bell of the black marble study clock began to chime nine, Sir Pitt made his appearance, fresh, neat, smugly shaved, with a waxy clean face, and stiff shirt collar, his scanty hair combed and oiled, trimming his nails as he descended the stairs majestically, in a starched cravat and a grey flannel dressing gown a real old English gentleman, in a word a model of neatness and every propriety.\n", "word": "black", "modifies": "clock"}
{"color": "gray", "line": "Punctually, as the shrill toned bell of the black marble study clock began to chime nine, Sir Pitt made his appearance, fresh, neat, smugly shaved, with a waxy clean face, and stiff shirt collar, his scanty hair combed and oiled, trimming his nails as he descended the stairs majestically, in a starched cravat and a grey flannel dressing gown a real old English gentleman, in a word a model of neatness and every propriety.\n", "word": "grey", "modifies": "gown"}
{"color": "red", "line": "Rawdon Crawley meanwhile hurried on from Great Gaunt Street, and knocking at the great bronze Medusa's head which stands on the portal of Gaunt House, brought out the purple Silenus in a red and silver waistcoat who acts as porter of that palace.\n", "word": "red", "modifies": "waistcoat"}
{"color": "brown", "line": "Rawdon Crawley meanwhile hurried on from Great Gaunt Street, and knocking at the great bronze Medusa's head which stands on the portal of Gaunt House, brought out the purple Silenus in a red and silver waistcoat who acts as porter of that palace.\n", "word": "bronze", "modifies": "medusa"}
{"color": "purple", "line": "Rawdon Crawley meanwhile hurried on from Great Gaunt Street, and knocking at the great bronze Medusa's head which stands on the portal of Gaunt House, brought out the purple Silenus in a red and silver waistcoat who acts as porter of that palace.\n", "word": "purple", "modifies": "silenus"}
{"color": "red", "line": "To be brief, Mr. Macmurdo was lying in bed, reading in Bell's Life an account of that very fight between the Tutbury Pet and the Barking Butcher, which has been before mentioned a venerable bristly warrior, with a little close shaved grey head, with a silk nightcap, a red face and nose, and a great dyed moustache.\n", "word": "red", "modifies": "face"}
{"color": "gray", "line": "To be brief, Mr. Macmurdo was lying in bed, reading in Bell's Life an account of that very fight between the Tutbury Pet and the Barking Butcher, which has been before mentioned a venerable bristly warrior, with a little close shaved grey head, with a silk nightcap, a red face and nose, and a great dyed moustache.\n", "word": "grey", "modifies": "head"}
{"color": "gold", "line": "And dash it old chap, give him these gold sleeve buttons: it's all I've got.\"\n", "word": "gold", "modifies": "button"}
{"color": "black", "line": "He covered his face with his black hands, over which the tears rolled and made furrows of white.\n", "word": "black", "modifies": "hand"}
{"color": "white", "line": "He covered his face with his black hands, over which the tears rolled and made furrows of white.\n", "word": "white", "modifies": "furrow"}
{"color": "pink", "line": "Fifine went off in a cab, as we have known more exalted persons of her nation to do under similar circumstances: but, more provident or lucky than these, she secured not only her own property, but some of her mistress's (if indeed that lady could be said to have any property at all) and not only carried off the trinkets before alluded to, and some favourite dresses on which she had long kept her eye, but four richly gilt Louis Quatorze candlesticks, six gilt albums, keepsakes, and Books of Beauty, a gold enamelled snuff box which had once belonged to Madame du Barri, and the sweetest little inkstand and mother of pearl blotting book, which Becky used when she composed her charming little pink notes, had vanished from the premises in Curzon Street together with Mademoiselle Fifine, and all the silver laid on the table for the little festin which Rawdon interrupted.\n", "word": "pink", "modifies": "note"}
{"color": "pink", "line": "The page with the sugar loaf buttons, who carried about Becky's pink notes, and jumped about her little carriage with such alacrity, was now engaged putting his fingers into a cream dish; the footman was talking to Raggles, who had a face full of perplexity and woe and yet, though the door was open, and Becky had been screaming a half dozen of times a few feet off, not one of her attendants had obeyed her call.\n", "word": "pink", "modifies": "note"}
{"color": "white", "line": "\"Have a little drop, do'ee now, Mrs. Raggles,\" the cook was saying as Becky entered, the white cashmere dressing gown flouncing around her.\n", "word": "white", "modifies": "gown"}
{"color": "black", "line": "She has deceived her husband, as she has deceived everybody; her soul is black with vanity, worldliness, and all sorts of crime.\n", "word": "black", "modifies": "soul"}
{"color": "gray", "line": "He did not appear to think that any especial reverence was due to their boyhood; the old fellow cut in with stories, to the full as choice as any the youngest rake present had to tell nor did his own grey hairs nor their smooth faces detain him.\n", "word": "grey", "modifies": "hair"}
{"color": "brown", "line": "Mr. Smith and Mr. Brown (the gentleman with whom Rawdon had the outstanding whist account) had been talking about the Colonel just before he came in.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "\"It's a wind that blows everybody good,\" Mr. Brown said.\n", "word": "brown", "modifies": "mr."}
{"color": "green", "line": "\"Then this is my friend Captain Macmurdo, of the Life Guards Green.\"\n", "word": "green", "modifies": "guard"}
{"color": "pink", "line": "That gentleman rose up with an oath and rebuked Rawdon for his language.\n", "word": "rose", "modifies": "gentleman"}
{"color": "purple", "line": "When you think that the eyes of your childhood dried at the sight of a piece of gingerbread, and that a plum cake was a compensation for the agony of parting with your mamma and sisters, oh my friend and brother, you need not be too confident of your own fine feelings.\n", "word": "plum", "modifies": "cake"}
{"color": "black", "line": "She had had a little black profile of him done for a shilling, and this was hung up by the side of another portrait over her bed.\n", "word": "black", "modifies": "profile"}
{"color": "red", "line": "One day the boy came on his accustomed visit, galloping down the little street at Brompton, and bringing, as usual, all the inhabitants to the windows to admire his splendour, and with great eagerness and a look of triumph in his face, he pulled a case out of his great coat it was a natty white great coat, with a cape and a velvet collar pulled out a red morocco case, which he gave her.\n", "word": "red", "modifies": "case"}
{"color": "white", "line": "One day the boy came on his accustomed visit, galloping down the little street at Brompton, and bringing, as usual, all the inhabitants to the windows to admire his splendour, and with great eagerness and a look of triumph in his face, he pulled a case out of his great coat it was a natty white great coat, with a cape and a velvet collar pulled out a red morocco case, which he gave her.\n", "word": "white", "modifies": "coat"}
{"color": "purple", "line": "\"Look at him,\" the old man would say, nudging his neighbour with a delighted purple face, \"did you ever see such a chap?\n", "word": "purple", "modifies": "face"}
{"color": "yellow", "line": "Sergeant Toffy's lady felt no particular gratitude, when, with a twist of his elbow, he tilted a glass of port wine over her yellow satin and laughed at the disaster; nor was she better pleased, although old Osborne was highly delighted, when Georgy \"whopped\" her third boy (a young gentleman a year older than Georgy, and by chance home for the holidays from Dr. Tickleus's at Ealing School) in Russell Square.\n", "word": "yellow", "modifies": "satin"}
{"color": "black", "line": "But the chances of war were unfavourable this time, and the little baker whopped Georgy, who came home with a rueful black eye and all his fine shirt frill dabbled with the claret drawn from his own little nose.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Georgy had little white waistcoats for evening parties, and little cut velvet waistcoats for dinners, and a dear little darling shawl dressing gown, for all the world like a little man.\n", "word": "white", "modifies": "waistcoat"}
{"color": "silver", "line": "He dressed for dinner every day, \"like a regular West End swell,\" as his grandfather remarked; one of the domestics was affected to his special service, attended him at his toilette, answered his bell, and brought him his letters always on a silver tray.\n", "word": "silver", "modifies": "tray"}
{"color": "pink", "line": "She liked to be asked to Mrs. Veal's conversazioni, which took place once a month (as you were informed on pink cards, with AOHNH [_Transcriber's Note: The name of the Greek goddess Athene; the \"O\" represents a capital theta._] engraved on them), and where the professor welcomed his pupils and their friends to weak tea and scientific conversation.\n", "word": "pink", "modifies": "card"}
{"color": "brown", "line": "The boy in the shabby livery with the faded copper buttons, who always thrust himself into the tight coat to open the door, came into the study and said, \"Two gentlemen want to see Master Osborne.\"\n", "word": "copper", "modifies": "button"}
{"color": "blue", "line": "One was fat, with mustachios, and the other was lean and long, in a blue frock coat, with a brown face and a grizzled head.\n", "word": "blue", "modifies": "coat"}
{"color": "brown", "line": "One was fat, with mustachios, and the other was lean and long, in a blue frock coat, with a brown face and a grizzled head.\n", "word": "brown", "modifies": "face"}
{"color": "purple", "line": "Very true; but think how mysterious and often unaccountable it is that lottery of life which gives to this man the purple and fine linen and sends to the other rags for garments and dogs for comforters.\n", "word": "purple", "modifies": "linen"}
{"color": "brown", "line": "He desired to be buried with a little brown hair chain which he wore round his neck and which, if the truth must be known, he had got from Amelia's maid at Brussels, when the young widow's hair was cut off, during the fever which prostrated her after the death of George Osborne on the plateau at Mount St. John.\n", "word": "brown", "modifies": "chain"}
{"color": "white", "line": "Constant dinners, tiffins, pale ale and claret, the prodigious labour of cutcherry, and the refreshment of brandy pawnee which he was forced to take there, had their effect upon Waterloo Sedley.\n", "word": "pale", "modifies": "ale"}
{"color": "gold", "line": "He had resumed the mustachios to which his services at Waterloo entitled him, and swaggered about on deck in a magnificent velvet cap with a gold band and a profuse ornamentation of pins and jewellery about his person.\n", "word": "gold", "modifies": "band"}
{"color": "silver", "line": "Although the sight of that magnificent round of beef, and the silver tankard suggestive of real British home brewed ale and porter, which perennially greet the eyes of the traveller returning from foreign parts who enters the coffee room of the George, are so invigorating and delightful that a man entering such a comfortable snug homely English inn might well like to stop some days there, yet Dobbin began to talk about a post chaise instantly, and was no sooner at Southampton than he wished to be on the road to London.\n", "word": "silver", "modifies": "tankard"}
{"color": "gray", "line": "How happy and green the country looked as the chaise whirled rapidly from mile stone to mile stone, through neat country towns where landlords came out to welcome him with smiles and bows; by pretty roadside inns, where the signs hung on the elms, and horses and waggoners were drinking under the chequered shadow of the trees; by old halls and parks; rustic hamlets clustered round ancient grey churches and through the charming friendly English landscape.\n", "word": "grey", "modifies": "church"}
{"color": "black", "line": "There, however, stood the old waiter at the door, in the same greasy black suit, with the same double chin and flaccid face, with the same huge bunch of seals at his fob, rattling his money in his pockets as before, and receiving the Major as if he had gone away only a week ago.\n", "word": "black", "modifies": "suit"}
{"color": "black", "line": "And with this, the faithful waiter, who knew and remembered every officer who used the house, and with whom ten years were but as yesterday, led the way up to Dobbin's old room, where stood the great moreen bed, and the shabby carpet, a thought more dingy, and all the old black furniture covered with faded chintz, just as the Major recollected them in his youth.\n", "word": "black", "modifies": "furniture"}
{"color": "gray", "line": "Having inducted his customer into the room, John retired with perfect calmness; and Major Dobbin, not without a blush and a grin at his own absurdity, chose out of his kit the very smartest and most becoming civil costume he possessed, and laughed at his own tanned face and grey hair, as he surveyed them in the dreary little toilet glass on the dressing table.\n", "word": "grey", "modifies": "hair"}
{"color": "pink", "line": "Having inducted his customer into the room, John retired with perfect calmness; and Major Dobbin, not without a blush and a grin at his own absurdity, chose out of his kit the very smartest and most becoming civil costume he possessed, and laughed at his own tanned face and grey hair, as he surveyed them in the dreary little toilet glass on the dressing table.\n", "word": "blush", "modifies": "major"}
{"color": "purple", "line": "A buxom looking lass of sixteen, with bright eyes and purple cheeks, came to answer the knock and looked hard at the Major as he leant back against the little porch.\n", "word": "purple", "modifies": "cheek"}
{"color": "white", "line": "He was as pale as a ghost and could hardly falter out the words \"Does Mrs. Osborne live here?\"\n", "word": "pale", "modifies": "ghost"}
{"color": "white", "line": "with all her voice, brought up those worthy people, who had already been surveying the Major from the casement of the ornamental kitchen, and were astonished to find their daughter in the little passage in the embrace of a great tall man in a blue frock coat and white duck trousers.\n", "word": "white", "modifies": "trouser"}
{"color": "blue", "line": "with all her voice, brought up those worthy people, who had already been surveying the Major from the casement of the ornamental kitchen, and were astonished to find their daughter in the little passage in the embrace of a great tall man in a blue frock coat and white duck trousers.\n", "word": "blue", "modifies": "coat"}
{"color": "white", "line": "The landlord and landlady of the house led the worthy Major into the Sedleys' room (whereof he remembered every single article of furniture, from the old brass ornamented piano, once a natty little instrument, Stothard maker, to the screens and the alabaster miniature tombstone, in the midst of which ticked Mr. Sedley's gold watch), and there, as he sat down in the lodger's vacant arm chair, the father, the mother, and the daughter, with a thousand ejaculatory breaks in the narrative, informed Major Dobbin of what we know already, but of particulars in Amelia's history of which he was not aware namely of Mrs. Sedley's death, of George's reconcilement with his grandfather Osborne, of the way in which the widow took on at leaving him, and of other particulars of her life.\n", "word": "alabaster", "modifies": "tombstone"}
{"color": "gold", "line": "The landlord and landlady of the house led the worthy Major into the Sedleys' room (whereof he remembered every single article of furniture, from the old brass ornamented piano, once a natty little instrument, Stothard maker, to the screens and the alabaster miniature tombstone, in the midst of which ticked Mr. Sedley's gold watch), and there, as he sat down in the lodger's vacant arm chair, the father, the mother, and the daughter, with a thousand ejaculatory breaks in the narrative, informed Major Dobbin of what we know already, but of particulars in Amelia's history of which he was not aware namely of Mrs. Sedley's death, of George's reconcilement with his grandfather Osborne, of the way in which the widow took on at leaving him, and of other particulars of her life.\n", "word": "gold", "modifies": "watch"}
{"color": "yellow", "line": "She bounced away to her apartment and appeared presently in her best bonnet and her mamma's yellow shawl and large pebble brooch, of which she assumed the loan in order to make herself a worthy companion for the Major.\n", "word": "yellow", "modifies": "shawl"}
{"color": "blue", "line": "That officer, then, in his blue frock coat and buckskin gloves, gave the young lady his arm, and they walked away very gaily.\n", "word": "blue", "modifies": "coat"}
{"color": "white", "line": "A pale young man with feeble whiskers and a stiff white neckcloth came walking down the lane, en sandwich having a lady, that is, on each arm.\n", "word": "white", "modifies": "neckcloth"}
{"color": "white", "line": "One was a tall and commanding middle aged female, with features and a complexion similar to those of the clergyman of the Church of England by whose side she marched, and the other a stunted little woman with a dark face, ornamented by a fine new bonnet and white ribbons, and in a smart pelisse, with a rich gold watch in the midst of her person.\n", "word": "white", "modifies": "ribbon"}
{"color": "gold", "line": "One was a tall and commanding middle aged female, with features and a complexion similar to those of the clergyman of the Church of England by whose side she marched, and the other a stunted little woman with a dark face, ornamented by a fine new bonnet and white ribbons, and in a smart pelisse, with a rich gold watch in the midst of her person.\n", "word": "gold", "modifies": "watch"}
{"color": "blue", "line": "He merely bowed his head in reply to her salutation, which the two ladies returned with a patronizing air, and at the same time looking severely at the individual in the blue coat and bamboo cane who accompanied Miss Polly.\n", "word": "blue", "modifies": "coat"}
{"color": "gold", "line": "\"That is our curate, the Reverend Mr. Binny (a twitch from Major Dobbin), and his sister Miss B. Lord bless us, how she did use to worret us at Sunday school; and the other lady, the little one with a cast in her eye and the handsome watch, is Mrs. Binny Miss Grits that was; her pa was a grocer, and kept the Little Original Gold Tea Pot in Kensington Gravel Pits.\n", "word": "gold", "modifies": "tea"}
{"color": "yellow", "line": "Polly ran forward, her yellow shawl streaming in the breeze.\n", "word": "yellow", "modifies": "shawl"}
{"color": "silver", "line": "There were scarce three lines of silver in her soft brown hair.\n", "word": "silver", "modifies": "line"}
{"color": "brown", "line": "There were scarce three lines of silver in her soft brown hair.\n", "word": "brown", "modifies": "hair"}
{"color": "yellow", "line": "Amelia put her arm under that of her young friend with the yellow shawl and headed the party on their return homewards, so that Mr. Sedley fell to Dobbin's share.\n", "word": "yellow", "modifies": "shawl"}
{"color": "red", "line": "There are some splendid tailors' shops in the High Street of Southampton, in the fine plate glass windows of which hang gorgeous waistcoats of all sorts, of silk and velvet, and gold and crimson, and pictures of the last new fashions, in which those wonderful gentlemen with quizzing glasses, and holding on to little boys with the exceeding large eyes and curly hair, ogle ladies in riding habits prancing by the Statue of Achilles at Apsley House.\n", "word": "crimson", "modifies": "gold"}
{"color": "gold", "line": "There are some splendid tailors' shops in the High Street of Southampton, in the fine plate glass windows of which hang gorgeous waistcoats of all sorts, of silk and velvet, and gold and crimson, and pictures of the last new fashions, in which those wonderful gentlemen with quizzing glasses, and holding on to little boys with the exceeding large eyes and curly hair, ogle ladies in riding habits prancing by the Statue of Achilles at Apsley House.\n", "word": "gold", "modifies": "silk"}
{"color": "black", "line": "Jos, although provided with some of the most splendid vests that Calcutta could furnish, thought he could not go to town until he was supplied with one or two of these garments, and selected a crimson satin, embroidered with gold butterflies, and a black and red velvet tartan with white stripes and a rolling collar, with which, and a rich blue satin stock and a gold pin, consisting of a five barred gate with a horseman in pink enamel jumping over it, he thought he might make his entry into London with some dignity.\n", "word": "black", "modifies": "tartan"}
{"color": "white", "line": "Jos, although provided with some of the most splendid vests that Calcutta could furnish, thought he could not go to town until he was supplied with one or two of these garments, and selected a crimson satin, embroidered with gold butterflies, and a black and red velvet tartan with white stripes and a rolling collar, with which, and a rich blue satin stock and a gold pin, consisting of a five barred gate with a horseman in pink enamel jumping over it, he thought he might make his entry into London with some dignity.\n", "word": "white", "modifies": "stripe"}
{"color": "gold", "line": "Jos, although provided with some of the most splendid vests that Calcutta could furnish, thought he could not go to town until he was supplied with one or two of these garments, and selected a crimson satin, embroidered with gold butterflies, and a black and red velvet tartan with white stripes and a rolling collar, with which, and a rich blue satin stock and a gold pin, consisting of a five barred gate with a horseman in pink enamel jumping over it, he thought he might make his entry into London with some dignity.\n", "word": "gold", "modifies": "butterfly"}
{"color": "blue", "line": "Jos, although provided with some of the most splendid vests that Calcutta could furnish, thought he could not go to town until he was supplied with one or two of these garments, and selected a crimson satin, embroidered with gold butterflies, and a black and red velvet tartan with white stripes and a rolling collar, with which, and a rich blue satin stock and a gold pin, consisting of a five barred gate with a horseman in pink enamel jumping over it, he thought he might make his entry into London with some dignity.\n", "word": "blue", "modifies": "stock"}
{"color": "pink", "line": "Jos, although provided with some of the most splendid vests that Calcutta could furnish, thought he could not go to town until he was supplied with one or two of these garments, and selected a crimson satin, embroidered with gold butterflies, and a black and red velvet tartan with white stripes and a rolling collar, with which, and a rich blue satin stock and a gold pin, consisting of a five barred gate with a horseman in pink enamel jumping over it, he thought he might make his entry into London with some dignity.\n", "word": "pink", "modifies": "enamel"}
{"color": "brown", "line": "Jos descended from the post chaise and down the creaking swaying steps in awful state, supported by the new valet from Southampton and the shuddering native, whose brown face was now livid with cold and of the colour of a turkey's gizzard.\n", "word": "brown", "modifies": "face"}
{"color": "white", "line": "He created an immense sensation in the passage presently, where Mrs. and Miss Clapp, coming perhaps to listen at the parlour door, found Loll Jewab shaking upon the hall bench under the coats, moaning in a strange piteous way, and showing his yellow eyeballs and white teeth.\n", "word": "white", "modifies": "teeth"}
{"color": "yellow", "line": "He created an immense sensation in the passage presently, where Mrs. and Miss Clapp, coming perhaps to listen at the parlour door, found Loll Jewab shaking upon the hall bench under the coats, moaning in a strange piteous way, and showing his yellow eyeballs and white teeth.\n", "word": "yellow", "modifies": "eyeball"}
{"color": "black", "line": "Emmy had come out to the door in her black clothes and whispered to him of her mother's death, and not to speak of it to their father.\n", "word": "black", "modifies": "clothes"}
{"color": "gray", "line": "Oh, M'am,\" Polly said, \"he never kept his eyes off you, and I'm sure he's grown grey athinking of you.\"\n", "word": "grey", "modifies": "athinking"}
{"color": "red", "line": "She knew he was consumptive, his cheeks were so red and he was so uncommon thin in the waist.\n", "word": "red", "modifies": "cheek"}
{"color": "yellow", "line": "At other times old Sedley and his daughter took advantage of it, and Miss Clapp, who frequently accompanied her friend, had great pleasure in being recognized as she sat in the carriage, dressed in the famous yellow shawl, by the young gentleman at the surgery, whose face might commonly be seen over the window blinds as she passed.\n", "word": "yellow", "modifies": "shawl"}
{"color": "white", "line": "You were but a girl, in white, with large ringlets; you came down singing do you remember? and we went to Vauxhall.\n", "word": "white", "modifies": "girl"}
{"color": "black", "line": "Minto Square, Great Clive Street, Warren Street, Hastings Street, Ochterlony Place, Plassy Square, Assaye Terrace (\"gardens\" was a felicitous word not applied to stucco houses with asphalt terraces in front, so early as 1827) who does not know these respectable abodes of the retired Indian aristocracy, and the quarter which Mr. Wenham calls the Black Hole, in a word?\n", "word": "black", "modifies": "hole"}
{"color": "white", "line": "The large men in white waistcoats who waited at Scape's dinners, greengrocers, bank porters, and milkmen in their private capacity, left their addresses and ingratiated themselves with the butler.\n", "word": "white", "modifies": "waistcoat"}
{"color": "red", "line": "Miss Osborne from Russell Square came in her grand chariot with the flaming hammer cloth emblazoned with the Leeds arms.\n", "word": "flaming", "modifies": "cloth"}
{"color": "brown", "line": "From these she heard how soon Smith would be in Council; how many lacs Jones had brought home with him, how Thomson's House in London had refused the bills drawn by Thomson, Kibobjee, and Co., the Bombay House, and how it was thought the Calcutta House must go too; how very imprudent, to say the least of it, Mrs. Brown's conduct (wife of Brown of the Ahmednuggur Irregulars) had been with young Swankey of the Body Guard, sitting up with him on deck until all hours, and losing themselves as they were riding out at the Cape; how Mrs. Hardyman had had out her thirteen sisters, daughters of a country curate, the Rev: Felix Rabbits, and married eleven of them, seven high up in the service; how Hornby was wild because his wife would stay in Europe, and Trotter was appointed Collector at Ummerapoora.\n", "word": "brown", "modifies": "mrs."}
{"color": "silver", "line": "They had the same conversation; the same silver dishes; the same saddles of mutton, boiled turkeys, and entrees.\n", "word": "silver", "modifies": "dish"}
{"color": "pink", "line": "It pleased him to see how kindness bought out her good qualities and how her spirits gently rose with her prosperity.\n", "word": "rose", "modifies": "spirit"}
{"color": "black", "line": "They rest the coffins upon that arch, or pass them through it so as not to disturb in any unseemly manner the cold tenant slumbering within the black ark.\n", "word": "black", "modifies": "ark"}
{"color": "black", "line": "Then they will pull down all the front blinds of the house and live in the back rooms then they will send for the lawyer and other men in black, &c. Your comedy and mine will have been played then, and we shall be removed, oh, how far, from the trumpets, and the shouting, and the posture making.\n", "word": "black", "modifies": "men"}
{"color": "black", "line": "Major Dobbin, Jos, and Georgy followed his remains to the grave, in a black cloth coach.\n", "word": "black", "modifies": "coach"}
{"color": "gray", "line": "\"That he is, Grandpapa,\" said Georgy approvingly; and going up close to the old gentleman, he took a hold of his large grey whiskers, and laughed in his face good humouredly, and kissed him.\n", "word": "grey", "modifies": "whisker"}
{"color": "red", "line": "They found in the pocket of his dressing gown the letter with the great red seal which George had written him from Waterloo.\n", "word": "red", "modifies": "seal"}
{"color": "red", "line": "He had looked at the other papers too, relative to his son, for the key of the box in which he kept them was also in his pocket, and it was found the seals and envelopes had been broken very likely on the night before the seizure when the butler had taken him tea into his study, and found him reading in the great red family Bible.\n", "word": "red", "modifies": "bible"}
{"color": "pink", "line": "When the nature of Mr. Osborne's will became known to the world, it was edifying to remark how Mrs. George Osborne rose in the estimation of the people forming her circle of acquaintance.\n", "word": "rose", "modifies": "mrs."}
{"color": "black", "line": "He went over his head and bounded into the little advance of Bullocks, with immense black bows in their hats, and huge black sashes, accompanying their mourning mamma.\n", "word": "black", "modifies": "bow"}
{"color": "red", "line": "Our old friend, Miss Swartz, and her husband came thundering over from Hampton Court, with flaming yellow liveries, and was as impetuously fond of Amelia as ever.\n", "word": "flaming", "modifies": "livery"}
{"color": "yellow", "line": "Our old friend, Miss Swartz, and her husband came thundering over from Hampton Court, with flaming yellow liveries, and was as impetuously fond of Amelia as ever.\n", "word": "yellow", "modifies": "livery"}
{"color": "pink", "line": "The quarter deck awnings were up, and the benches and gangways crowded with scores of rosy children, bustling nursemaids; ladies in the prettiest pink bonnets and summer dresses; gentlemen in travelling caps and linen jackets, whose mustachios had just begun to sprout for the ensuing tour; and stout trim old veterans with starched neckcloths and neat brushed hats, such as have invaded Europe any time since the conclusion of the war, and carry the national Goddem into every city of the Continent.\n", "word": "pink", "modifies": "bonnet"}
{"color": "white", "line": "There were jaunty young Cambridge men travelling with their tutor, and going for a reading excursion to Nonnenwerth or Konigswinter; there were Irish gentlemen, with the most dashing whiskers and jewellery, talking about horses incessantly, and prodigiously polite to the young ladies on board, whom, on the contrary, the Cambridge lads and their pale faced tutor avoided with maiden coyness; there were old Pall Mall loungers bound for Ems and Wiesbaden and a course of waters to clear off the dinners of the season, and a little roulette and trente et quarante to keep the excitement going; there was old Methuselah, who had married his young wife, with Captain Papillon of the Guards holding her parasol and guide books; there was young May who was carrying off his bride on a pleasure tour (Mrs. Winter that was, and who had been at school with May's grandmother); there was Sir John and my Lady with a dozen children, and corresponding nursemaids; and the great grandee Bareacres family that sat by themselves near the wheel, stared at everybody, and spoke to no one.\n", "word": "pale", "modifies": "tutor"}
{"color": "red", "line": "Lady Bareacres' hair, which was then dark, was now a beautiful golden auburn, whereas Lord Bareacres' whiskers, formerly red, were at present of a rich black with purple and green reflections in the light.\n", "word": "red", "modifies": "whisker"}
{"color": "black", "line": "Lady Bareacres' hair, which was then dark, was now a beautiful golden auburn, whereas Lord Bareacres' whiskers, formerly red, were at present of a rich black with purple and green reflections in the light.\n", "word": "black", "modifies": "present"}
{"color": "purple", "line": "Lady Bareacres' hair, which was then dark, was now a beautiful golden auburn, whereas Lord Bareacres' whiskers, formerly red, were at present of a rich black with purple and green reflections in the light.\n", "word": "purple", "modifies": "reflection"}
{"color": "black", "line": "She was in a straw bonnet with black ribbons, and otherwise dressed in mourning, but the little bustle and holiday of the journey pleased and excited her, and she looked particularly happy.\n", "word": "black", "modifies": "ribbon"}
{"color": "purple", "line": "Fair scenes of peace and sunshine noble purple mountains, whose crests are reflected in the magnificent stream who has ever seen you that has not a grateful memory of those scenes of friendly repose and beauty?\n", "word": "purple", "modifies": "mountain"}
{"color": "red", "line": "At this time of summer evening, the cows are trooping down from the hills, lowing and with their bells tinkling, to the old town, with its old moats, and gates, and spires, and chestnut trees, with long blue shadows stretching over the grass; the sky and the river below flame in crimson and gold; and the moon is already out, looking pale towards the sunset.\n", "word": "crimson", "modifies": "flame"}
{"color": "white", "line": "At this time of summer evening, the cows are trooping down from the hills, lowing and with their bells tinkling, to the old town, with its old moats, and gates, and spires, and chestnut trees, with long blue shadows stretching over the grass; the sky and the river below flame in crimson and gold; and the moon is already out, looking pale towards the sunset.\n", "word": "pale", "modifies": "sunset"}
{"color": "gold", "line": "At this time of summer evening, the cows are trooping down from the hills, lowing and with their bells tinkling, to the old town, with its old moats, and gates, and spires, and chestnut trees, with long blue shadows stretching over the grass; the sky and the river below flame in crimson and gold; and the moon is already out, looking pale towards the sunset.\n", "word": "gold", "modifies": "crimson"}
{"color": "blue", "line": "At this time of summer evening, the cows are trooping down from the hills, lowing and with their bells tinkling, to the old town, with its old moats, and gates, and spires, and chestnut trees, with long blue shadows stretching over the grass; the sky and the river below flame in crimson and gold; and the moon is already out, looking pale towards the sunset.\n", "word": "blue", "modifies": "shadow"}
{"color": "yellow", "line": "He had very long legs, a yellow face, and a slight lisp, which at first was rather ridiculous.\n", "word": "yellow", "modifies": "face"}
{"color": "black", "line": "The lady in black, the boy's mamma, laughed and blushed, and looked exceedingly pleased and shy as the dinner went on, and at the various feats and instances of espieglerie on the part of her son.\n", "word": "black", "modifies": "lady"}
{"color": "pink", "line": "During the astonishing Chorus of the Prisoners, over which the delightful voice of the actress rose and soared in the most ravishing harmony, the English lady's face wore such an expression of wonder and delight that it struck even little Fipps, the blase attache, who drawled out, as he fixed his glass upon her, \"Gayd, it really does one good to see a woman caypable of that stayt of excaytement.\"\n", "word": "rose", "modifies": "voice"}
{"color": "white", "line": "There may have been a score of Englishmen in the house, but at the burst of that beloved and well known music, every one of them, we young fellows in the stalls, Sir John and Lady Bullminster (who had taken a house at Pumpernickel for the education of their nine children), the fat gentleman with the mustachios, the long Major in white duck trousers, and the lady with the little boy upon whom he was so sweet, even Kirsch, the courier in the gallery, stood bolt upright in their places and proclaimed themselves to be members of the dear old British nation.\n", "word": "white", "modifies": "trouser"}
{"color": "pink", "line": "As for Tapeworm, the Charge d'Affaires, he rose up in his box and bowed and simpered, as if he would represent the whole empire.\n", "word": "rose", "modifies": "tapeworm"}
{"color": "green", "line": "The Duchess Dowager went off in her jingling old coach, attended by two faithful and withered old maids of honour, and a little snuffy spindle shanked gentleman in waiting, in a brown jasey and a green coat covered with orders of which the star and the grand yellow cordon of the order of St. Michael of Pumpernickel were most conspicuous.\n", "word": "green", "modifies": "coat"}
{"color": "brown", "line": "The Duchess Dowager went off in her jingling old coach, attended by two faithful and withered old maids of honour, and a little snuffy spindle shanked gentleman in waiting, in a brown jasey and a green coat covered with orders of which the star and the grand yellow cordon of the order of St. Michael of Pumpernickel were most conspicuous.\n", "word": "brown", "modifies": "jasey"}
{"color": "yellow", "line": "The Duchess Dowager went off in her jingling old coach, attended by two faithful and withered old maids of honour, and a little snuffy spindle shanked gentleman in waiting, in a brown jasey and a green coat covered with orders of which the star and the grand yellow cordon of the order of St. Michael of Pumpernickel were most conspicuous.\n", "word": "yellow", "modifies": "cordon"}
{"color": "white", "line": "The Prime Minister's lady had just squeezed herself into her sedan, and her daughter, the charming Ida, had put on her calash and clogs; when the English party came out, the boy yawning drearily, the Major taking great pains in keeping the shawl over Mrs. Osborne's head, and Mr. Sedley looking grand, with a crush opera hat on one side of his head and his hand in the stomach of a voluminous white waistcoat.\n", "word": "white", "modifies": "waistcoat"}
{"color": "pink", "line": "Emmy, too, was presented to the august family, and as mourning is not admitted in Court on certain days, she appeared in a pink crape dress with a diamond ornament in the corsage, presented to her by her brother, and she looked so pretty in this costume that the Duke and Court (putting out of the question the Major, who had scarcely ever seen her before in an evening dress, and vowed that she did not look five and twenty) all admired her excessively.\n", "word": "pink", "modifies": "dress"}
{"color": "red", "line": "Then from all the towns of the Duchy, which stretches for nearly ten mile from Bolkum, which lies on its western frontier bidding defiance to Prussia, from Grogwitz, where the Prince has a hunting lodge, and where his dominions are separated by the Pump River from those of the neighbouring Prince of Potzenthal; from all the little villages, which besides these three great cities, dot over the happy principality from the farms and the mills along the Pump come troops of people in red petticoats and velvet head dresses, or with three cornered hats and pipes in their mouths, who flock to the Residenz and share in the pleasures of the fair and the festivities there.\n", "word": "red", "modifies": "petticoat"}
{"color": "red", "line": "When there are balls, though there may be four hundred people at supper, there is a servant in scarlet and lace to attend upon every four, and every one is served on silver.\n", "word": "scarlet", "modifies": "servant"}
{"color": "pink", "line": "Beds rose to half a crown per night in Pumpernickel, and the Army was exhausted in providing guards of honour for the Highnesses, Serenities, and Excellencies who arrived from all quarters.\n", "word": "rose", "modifies": "bed"}
{"color": "silver", "line": "The great waters played; and poles were put up in the park and gardens for the happy peasantry, which they might climb at their leisure, carrying off watches, silver forks, prize sausages hung with pink ribbon, &c., at the top.\n", "word": "silver", "modifies": "fork"}
{"color": "pink", "line": "The great waters played; and poles were put up in the park and gardens for the happy peasantry, which they might climb at their leisure, carrying off watches, silver forks, prize sausages hung with pink ribbon, &c., at the top.\n", "word": "pink", "modifies": "ribbon"}
{"color": "black", "line": "A woman with light hair, in a low dress by no means so fresh as it had been, and with a black mask on, through the eyelets of which her eyes twinkled strangely, was seated at one of the roulette tables with a card and a pin and a couple of florins before her.\n", "word": "black", "modifies": "mask"}
{"color": "red", "line": "As the croupier called out the colour and number, she pricked on the card with great care and regularity, and only ventured her money on the colours after the red or black had come up a certain number of times.\n", "word": "red", "modifies": "black"}
{"color": "gold", "line": "And she took from her bosom a purse, and out of it a gold piece, the only coin there, and she put it into George's hand.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "\"I put a Nap or two down,\" said Jos with a superb air, flinging down a gold piece.\n", "word": "gold", "modifies": "piece"}
{"color": "pink", "line": "If you were to blush every time they went by, what complexions you would have!\n", "word": "blush", "modifies": "time"}
{"color": "black", "line": "As Sir Pitt and Mr. Wenham were walking down to the House of Commons, the latter spied Mrs. Rawdon in a black veil, and lurking near the palace of the legislature.\n", "word": "black", "modifies": "veil"}
{"color": "blue", "line": "One day it was Lady Partlet and her daughters whom Becky confronted as she was walking modestly on Boulogne pier, the cliffs of Albion shining in the distance across the deep blue sea.\n", "word": "blue", "modifies": "sea"}
{"color": "pink", "line": "But all her energies rallied the instant she saw Becky smiling roguishly under a pink bonnet, and giving her a glance of scorn such as would have shrivelled up most women, she walked into the Custom House quite unsupported.\n", "word": "pink", "modifies": "bonnet"}
{"color": "red", "line": "His halls blazed with light and magnificence; were resplendent with gilt frames (containing pictures), and dubious antiques; and the enormous gilt crown and arms of the princely owner, a gold mushroom on a crimson field (the colour of the pocket handkerchiefs which he sold), and the silver fountain of the Pompili family shone all over the roof, doors, and panels of the house, and over the grand velvet baldaquins prepared to receive Popes and Emperors.\n", "word": "crimson", "modifies": "field"}
{"color": "gold", "line": "His halls blazed with light and magnificence; were resplendent with gilt frames (containing pictures), and dubious antiques; and the enormous gilt crown and arms of the princely owner, a gold mushroom on a crimson field (the colour of the pocket handkerchiefs which he sold), and the silver fountain of the Pompili family shone all over the roof, doors, and panels of the house, and over the grand velvet baldaquins prepared to receive Popes and Emperors.\n", "word": "gold", "modifies": "mushroom"}
{"color": "silver", "line": "His halls blazed with light and magnificence; were resplendent with gilt frames (containing pictures), and dubious antiques; and the enormous gilt crown and arms of the princely owner, a gold mushroom on a crimson field (the colour of the pocket handkerchiefs which he sold), and the silver fountain of the Pompili family shone all over the roof, doors, and panels of the house, and over the grand velvet baldaquins prepared to receive Popes and Emperors.\n", "word": "silver", "modifies": "fountain"}
{"color": "pink", "line": "Well, she was hanging on the arm of Major Loder, and they went through the rooms together, and drank a great quantity of champagne at the buffet, where the people, and especially the Major's irregular corps, struggled furiously for refreshments, of which when the pair had had enough, they pushed on until they reached the Duchess's own pink velvet saloon, at the end of the suite of apartments (where the statue of the Venus is, and the great Venice looking glasses, framed in silver), and where the princely family were entertaining their most distinguished guests at a round table at supper.\n", "word": "pink", "modifies": "saloon"}
{"color": "red", "line": "The scar cut by the diamond on his white, bald, shining forehead made a burning red mark; his red whiskers were dyed of a purple hue, which made his pale face look still paler.\n", "word": "red", "modifies": "mark"}
{"color": "white", "line": "The scar cut by the diamond on his white, bald, shining forehead made a burning red mark; his red whiskers were dyed of a purple hue, which made his pale face look still paler.\n", "word": "white", "modifies": "forehead"}
{"color": "purple", "line": "The scar cut by the diamond on his white, bald, shining forehead made a burning red mark; his red whiskers were dyed of a purple hue, which made his pale face look still paler.\n", "word": "purple", "modifies": "hue"}
{"color": "blue", "line": "He wore his collar and orders, his blue ribbon and garter.\n", "word": "blue", "modifies": "ribbon"}
{"color": "white", "line": "Here is my lord's carriage\" and seizing Becky's arm, he rushed down an alley of the garden as Lord Steyne's barouche, blazing with heraldic devices, came whirling along the avenue, borne by the almost priceless horses, and bearing Madame de Belladonna lolling on the cushions, dark, sulky, and blooming, a King Charles in her lap, a white parasol swaying over her head, and old Steyne stretched at her side with a livid face and ghastly eyes.\n", "word": "white", "modifies": "parasol"}
{"color": "white", "line": "Everybody knows the melancholy end of that nobleman, which befell at Naples two months after the French Revolution of 1830; when the Most Honourable George Gustavus, Marquis of Steyne, Earl of Gaunt and of Gaunt Castle, in the Peerage of Ireland, Viscount Hellborough, Baron Pitchley and Grillsby, a Knight of the Most Noble Order of the Garter, of the Golden Fleece of Spain, of the Russian Order of Saint Nicholas of the First Class, of the Turkish Order of the Crescent, First Lord of the Powder Closet and Groom of the Back Stairs, Colonel of the Gaunt or Regent's Own Regiment of Militia, a Trustee of the British Museum, an Elder Brother of the Trinity House, a Governor of the White Friars, and D.C.L. died after a series of fits brought on, as the papers said, by the shock occasioned to his lordship's sensibilities by the downfall of the ancient French monarchy.\n", "word": "white", "modifies": "friar"}
{"color": "silver", "line": "His body was buried at Naples, and his heart that heart which always beat with every generous and noble emotion was brought back to Castle Gaunt in a silver urn.\n", "word": "silver", "modifies": "urn"}
{"color": "yellow", "line": "90, was open, and a student, in jack boots and a dirty schlafrock, was lying on the bed smoking a long pipe; whilst another student in long yellow hair and a braided coat, exceeding smart and dirty too, was actually on his knees at No.\n", "word": "yellow", "modifies": "hair"}
{"color": "brown", "line": "bellowed the kneeling student with the whity brown ringlets and the large finger ring, \"do take compassion upon us.\n", "word": "brown", "modifies": "ringlet"}
{"color": "purple", "line": "We will have roast pheasants and porter, plum pudding and French wine.\n", "word": "plum", "modifies": "pudding"}
{"color": "pink", "line": "She had, by way of morning robe, a pink domino, a trifle faded and soiled, and marked here and there with pomaturn; but her arms shone out from the loose sleeves of the dress very white and fair, and it was tied round her little waist so as not ill to set off the trim little figure of the wearer.\n", "word": "pink", "modifies": "domino"}
{"color": "brown", "line": "One of her gowns hung over the bed, another depending from a hook of the door; her bonnet obscured half the looking glass, on which, too, lay the prettiest little pair of bronze boots; a French novel was on the table by the bedside, with a candle, not of wax.\n", "word": "bronze", "modifies": "boot"}
{"color": "white", "line": "And she began, forthwith, to tell her story a tale so neat, simple, and artless that it was quite evident from hearing her that if ever there was a white robed angel escaped from heaven to be subject to the infernal machinations and villainy of fiends here below, that spotless being that miserable unsullied martyr, was present on the bed before Jos on the bed, sitting on the brandy bottle.\n", "word": "white", "modifies": "angel"}
{"color": "green", "line": "He never had had the slightest liking for her, but had heartily mistrusted her from the very first moment when her green eyes had looked at, and turned away from, his own.\n", "word": "green", "modifies": "eye"}
{"color": "white", "line": "He went and put her shawl it was a white cashmere, consigned to her by the Major himself from India over her shoulders.\n", "word": "white", "modifies": "cashmere"}
{"color": "pink", "line": "\"It is cracked; I hear her trying out of her window a schrecklich English ballad, called 'De Rose upon de Balgony.'\"\n", "word": "rose", "modifies": "de"}
{"color": "red", "line": "\"Saufen and singen go not together,\" observed Fritz with the red nose, who evidently preferred the former amusement.\n", "word": "red", "modifies": "nose"}
{"color": "black", "line": "It was on the morning of Waterloo, as the young men stood together in front of their line, surveying the black masses of Frenchmen who crowned the opposite heights, and as the rain was coming down, \"I have been mixing in a foolish intrigue with a woman,\" George said.\n", "word": "black", "modifies": "mass"}
{"color": "yellow", "line": "When Dobbin said that Mrs. Osborne and Mr. Sedley had taken her into their house, Tapeworm burst into a peal of laughter which shocked the Major, and asked if they had not better send into the prison and take in one or two of the gentlemen in shaved heads and yellow jackets who swept the streets of Pumpernickel, chained in pairs, to board and lodge, and act as tutor to that little scapegrace Georgy.\n", "word": "yellow", "modifies": "jacket"}
{"color": "white", "line": "Amelia looked at him, leaning against the glass: her face and her lips were quite white.\n", "word": "white", "modifies": "face"}
{"color": "yellow", "line": "Look at his boots and yellow jacket ain't he a rum one?\n", "word": "yellow", "modifies": "jacket"}
{"color": "red", "line": "Francis brought out the stained old blue cloak lined with red camlet, which had wrapped the owner up any time these fifteen years, and had manchen Sturm erlebt, as a favourite song of those days said.\n", "word": "red", "modifies": "camlet"}
{"color": "blue", "line": "Francis brought out the stained old blue cloak lined with red camlet, which had wrapped the owner up any time these fifteen years, and had manchen Sturm erlebt, as a favourite song of those days said.\n", "word": "blue", "modifies": "cloak"}
{"color": "yellow", "line": "He had rushed down the stairs and flung across the street in a minute the yellow postilion was cracking his whip gently.\n", "word": "yellow", "modifies": "postilion"}
{"color": "yellow", "line": "The yellow postilion cracked his whip prodigiously, up sprang Francis to the box, away went the schimmels, and Dobbin with his head on his breast.\n", "word": "yellow", "modifies": "postilion"}
{"color": "brown", "line": "And in those nightly conclaves in which the two ladies indulged after their parties, and while Miss Payne was \"brushing their 'airs,\" as she called the yellow locks of the one and the soft brown tresses of the other, this girl always put in her word for that dear good gentleman Major Dobbin.\n", "word": "brown", "modifies": "tress"}
{"color": "yellow", "line": "And in those nightly conclaves in which the two ladies indulged after their parties, and while Miss Payne was \"brushing their 'airs,\" as she called the yellow locks of the one and the soft brown tresses of the other, this girl always put in her word for that dear good gentleman Major Dobbin.\n", "word": "yellow", "modifies": "lock"}
{"color": "black", "line": "She only saw a black eclipse bobbing up and down before her eyes.\n", "word": "black", "modifies": "eclipse"}
{"color": "red", "line": "That young scapegrace George had fled too, and as the gentleman in the old cloak lined with red stuff stepped on to the shore, there was scarcely any one present to see what took place, which was briefly this: A lady in a dripping white bonnet and shawl, with her two little hands out before her, went up to him, and in the next minute she had altogether disappeared under the folds of the old cloak, and was kissing one of his hands with all her might; whilst the other, I suppose, was engaged in holding her to his heart (which her head just about reached) and in preventing her from tumbling down.\n", "word": "red", "modifies": "stuff"}
{"color": "yellow", "line": "His Excellency Colonel Rawdon Crawley died of yellow fever at Coventry Island, most deeply beloved and deplored, and six weeks before the demise of his brother, Sir Pitt.\n", "word": "yellow", "modifies": "fever"}
