{"color": "pink", "line": "And now, my good Sir, I almost blush to proceed; but, tell me, may I ask will you permit that your child may accompany them?\n", "word": "blush", "modifies": "sir"}
{"color": "black", "line": "You can't think how oddly my head feels; full of powder and black pins, and a great cushion on the top of it.\n", "word": "black", "modifies": "pin"}
{"color": "pink", "line": "We were sitting in this manner, he conversing with all gaiety, I looking down with all foolishness, when that fop who had first asked me to dance, with a most ridiculous solemnity approached, and, after a profound bow or two, said, \"I humbly beg pardon, Madam, and of you too, my Lord, for breaking in upon such agreeable conversation which must, doubtless, be more delectable than what I have the honour to offer but \" I interrupted him I blush for my folly, with laughing; yet I could not help it; for, added to the man's stately foppishness, (and he actually took snuff between every three words) when I looked around at Lord Orville, I saw such extreme surprise in his face, the cause of which appeared so absurd, that I could not for my life preserve my gravity.\n", "word": "blush", "modifies": "folly"}
{"color": "pink", "line": "Why, there isn't a hairdresser, nor a shoemaker, nor nobody, that wouldn't blush to be in your company.\"\n", "word": "blush", "modifies": "company"}
{"color": "black", "line": "\"Why, look ye, Madam,\" answered the Captain, \"as to your hair pinchers and shoe blacks, you may puff off their manners, and welcome; and I am heartily glad you like 'em so well: but as to me, since you must needs make so free of your advice, I must e'en tell you, I never kept company with any such gentry.\"\n", "word": "black", "modifies": "shoe"}
{"color": "red", "line": "Her face was the colour of scarlet, and her eyes sparkled with fury.\n", "word": "scarlet", "modifies": "colour"}
{"color": "green", "line": "At the end of the first act, as the green curtain dropped to prepare for the dance, they imagined that the opera was done; and Mr. Branghton expressed great indignation that he had been tricked out of his money with so little trouble.\n", "word": "green", "modifies": "curtain"}
{"color": "white", "line": "As to Moll, why she's well enough, but nothing extraordinary; though, perhaps, you may persuade her that her pug nose is all the fashion; and as to the other, why she's good white and red to be sure; but what of that? I'll warrant she'll moulder away as fast as her neighbours.\"\n", "word": "white", "modifies": "fashion"}
{"color": "brown", "line": "I screamed like any thing mad, and told him if he would but spare my life, I'd never prosecute him, nor tell anybody what he'd done to me: so he stood some time quite in a brown study, a thinking what he should do.\n", "word": "brown", "modifies": "study"}
{"color": "pink", "line": "Now you must know that this was the becomingest cap I had in the world, for I've never another with pink ribbon in it; and, to tell you the truth, if I hadn't thought to have seen M. Du Bois, I'd no more have put it on than I'd have flown; for as to what one wears in such a stupid place as this, it signifies no more than nothing at all.\"\n", "word": "pink", "modifies": "ribbon"}
{"color": "silver", "line": "I believe I told you before, that he is a silver smith.\n", "word": "silver", "modifies": "smith"}
{"color": "brown", "line": "Soon after tea, Miss Branghton took an opportunity to tell me, in a whisper, that the young man I saw was a lover of her sister's, that his name was Brown, and that he was a haberdasher: with many other particulars of his circumstances and family; and then she declared her utter aversion to the thoughts of such a match; but added, that her sister had no manner of spirit or ambition, though, for her part, she would ten times rather die an old maid, than marry any person but a gentleman.\n", "word": "brown", "modifies": "name"}
{"color": "brown", "line": "\"So I make her believe that I will,\" continued she; \"for I dearly love to plague her a little; though, I declare, I don't intend to have Mr. Brown in reality; I'm sure I don't like him half well enough, do you, Miss?\"\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "But the thing is, she has taken it into her head to have a liking for Mr. Smith, as lodges on the first floor; but, Lord, he'll never have her, for he's quite a fine gentleman; and besides, Mr. Brown heard him say one day, that he'd never marry as long as he lived, for he'd no opinion of matrimony.\"\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "You must know, Miss, t'other night \" \"Poll,\" cried the brother, \"if you tell of that, Miss shall know all about your meeting young Brown, you know when! So I'll be quits with you one way or other.\"\n", "word": "brown", "modifies": "meeting"}
{"color": "brown", "line": "But the best fun is, when they've got all their dirty things on, and all their hair about their ears, sometimes I send young Brown up stairs to them: and then there's such a fuss! There, they hide themselves, and run away, and squeal and squall, like any thing mad: and so then I puts the two cats into the room, and I gives them a good whipping, and so that sets them a squalling too; so there's such a noise and such an uproar! Lord, you can't think, Miss, what fun it is!\"\n", "word": "brown", "modifies": "stair"}
{"color": "brown", "line": "Up stairs, therefore, I went; and, seated on a window, with Mr. Brown at her side, sat Miss Polly.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "I felt a little awkward at disturbing them, and much more so at their behaviour afterwards; for, as soon as the common enquiries were over, Mr. Brown grew so fond and so foolish, that I was extremely disgusted.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "Polly, all the time, only rebuked him with, \"La, now, Mr. Brown, do be quiet, can't you? you should not behave so before company. Why, now, what will Miss think of me?\n", "word": "brown", "modifies": "mr."}
{"color": "white", "line": "\"No, no,\" said the son, \"I'm for White Conduit House; so let's go there.\"\n", "word": "white", "modifies": "house"}
{"color": "white", "line": "\"White Conduit House, indeed!\"\n", "word": "white", "modifies": "conduit"}
{"color": "brown", "line": "When Mr. Brown and Miss Polly made their appearance, the latter uttered many complaints of having been called, saying, she did not want to come, and was very well where she was.\n", "word": "brown", "modifies": "mr."}
{"color": "red", "line": "This was reluctantly assented to; and then Miss Branghton voted for Saltero's Coffee house; her sister, for a party to Mother Red Cap's; the brother for White Conduit House; Mr. Brown, for Bagnigge Wells; Mr. Braughton, for Sadler's Wells; and Mr. Smith, for Vauxhall.\n", "word": "red", "modifies": "cap"}
{"color": "white", "line": "This was reluctantly assented to; and then Miss Branghton voted for Saltero's Coffee house; her sister, for a party to Mother Red Cap's; the brother for White Conduit House; Mr. Brown, for Bagnigge Wells; Mr. Braughton, for Sadler's Wells; and Mr. Smith, for Vauxhall.\n", "word": "white", "modifies": "conduit"}
{"color": "brown", "line": "This was reluctantly assented to; and then Miss Branghton voted for Saltero's Coffee house; her sister, for a party to Mother Red Cap's; the brother for White Conduit House; Mr. Brown, for Bagnigge Wells; Mr. Braughton, for Sadler's Wells; and Mr. Smith, for Vauxhall.\n", "word": "brown", "modifies": "mr."}
{"color": "white", "line": "White Conduit House was at last fixed upon; and, notwithstanding my great dislike of such parties and such places, I was obliged to accompany them.\n", "word": "white", "modifies": "conduit"}
{"color": "brown", "line": "YESTERDAY Mr. Smith carried his point of making a party for Vauxhall, consisting of Madame Duval, M. Du Bois, all the Branghtons, Mr. Brown, himself, and me! for I find all endeavours vain to escape any thing which these people desire I should not.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "There were twenty disputes previous to our setting out; first, as to the time of our going: Mr. Branghton, his son, and young Brown, were for six o'clock; and all the ladies and Mr. Smith were for eight; the latter, however, conquered.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "\"Aye, do,\" answered she; \"and then we'll hide ourselves, and then Mr. Brown will think we are lost.\"\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "\"Pray, Miss,\" cried Mr. Brown, \"where's Miss Polly?\"\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "\"Well,\" said the simple Mr. Brown, \"whether you go or not, I think I may as well see after Miss Polly.\"\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "Soon after, Mr. Brown, running up to us, called out, \"La, what, i'n't Miss Polly come yet?\"\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "While she was relating her adventures, to which nobody listened more attentively than Sir Clement, we saw Mr. Brown enter the room.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "\"Well, but, Mr. Brown,\" said Mr. Smith, \"sha'n't you go and look for the lady again?\"\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "\"O fie, Mr. Brown, fie,\" cried Mr. Smith, winking at us, \"tired of looking for a lady!\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "not one of the party seemed satisfied, except Sir Clement, who was in high spirits: but Madame Duval was enraged at meeting with him; Mr. Branghton, angry with his children; the frolic of the Miss Branghtons had exceeded their plan, and ended in their own distress; their brother was provoked that there had been no riot; Mr. Brown was tired, and Mr. Smith mortified.\n", "word": "brown", "modifies": "mr."}
{"color": "pink", "line": "MADAME DUVAL rose very late this morning, and, at one o'clock, we had but just breakfasted, when Miss Branghton, her brother, Mr. Smith, and Monsieur Du Bois, called to enquire after our healths.\n", "word": "rose", "modifies": "madame"}
{"color": "black", "line": "if you'll say that, you'll say anything: however, if you swear till you're black in the face, I sha'n't believe you; for nobody sha'n't persuade me out of my senses, that I'm resolved.\"\n", "word": "black", "modifies": "face"}
{"color": "brown", "line": "The Branghtons, Mr. Smith, and young Brown, however ill bred and disagreeable, are objects too contemptible for serious displeasure; yet I grieve much that my Evelina should be exposed to their rudeness and impertinence.\n", "word": "brown", "modifies": "branghtons"}
{"color": "brown", "line": "The party consisted of Madame Duval, all the Branghtons, M. Du Bois, Mr. Smith, and Mr. Brown.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "Mr. Brown and Miss Polly led the way by themselves; Miss Branghton and Mr. Smith followed; and the latter seemed determined to be revenged for my behaviour at the ball, by transferring all his former attention for me to Miss Branghton, who received it with an air of exultation; and very frequently they each of them, though from different motives, looked back, to discover whether I observed their good intelligence.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "A few minutes after, what was my delight to hear the voice of Mr. Brown, who called out,\" Lord, i'n't that Miss what's her name?\"\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "Mr. Brown was, however, alone; and, without knowing what I did, I took hold of his arm.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "and then, one of them very boldly took hold of my arm, while the other, going round, seized that of Mr. Brown; and thus, almost forcibly, we were moved on between them, and followed by Madame Duval and the Miss Branghton.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "It would be very difficult to say which was greatest, my fright, or Mr. Brown's consternation; who ventured not to make the least resistance, though his uneasiness made him tremble almost as much as myself.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "I would instantly have withdrawn my arm: but it was held so tight I could not move it; and poor Mr. Brown was circumstanced in the same manner on the other side; for I heard him say, \"Lord, Ma'am, there's no need to squeeze one's arm so!\"\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "I absolutely tore myself from the woman's arms; and then, disengaging myself from that of Mr. Brown, I went to Madame Duval, and besought that she would not suffer me to be again parted from her.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "Our disturbance, however, arose from young Brown, who was now between the two women, by whom his arms were absolutely pinioned to his sides: for a few minutes his complaints had been only murmured: but he now called out aloud, \"Goodness, Ladies, you hurt me like any thing!\n", "word": "brown", "modifies": "woman"}
{"color": "brown", "line": "Madame Duval instantly seated herself; and the two bold women, forcing the frightened Mr. Brown to go between them, followed her example.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "These two wretched women continued to torment us all, but especially poor Mr. Brown, who seemed to afford them uncommon diversion, till we were discovered by Mr. Branghton, who very soon found means to release us from their persecutions, by frightening them away.\n", "word": "brown", "modifies": "mr."}
{"color": "brown", "line": "Neither Mr. Smith nor Mr. Brown were of the party; and poor M. Du Bois, when he found that I avoided him, looked so melancholy, that I was really sorry for him.\n", "word": "brown", "modifies": "mr."}
{"color": "green", "line": "We ran till we came to a small green shop, where we begged shelter.\n", "word": "green", "modifies": "shop"}
{"color": "pink", "line": "Mrs. Selwyn then rose to take leave; but Mrs. Beaumont asked if she would look at the shrubbery.\n", "word": "rose", "modifies": "mrs."}
{"color": "pink", "line": "I then, unexpectedly, found myself alone with Lord Orville; who, the moment I rose to follow Mrs. Selwyn, advanced to me, and said, \"Will Miss Anville pardon my impatience, if I remind her of the promise she was so good as to make me this morning?\"\n", "word": "rose", "modifies": "moment"}
{"color": "pink", "line": "But now, I ought not to betray Mr. Macartney, and I will not forfeit a confidence which would never have been reposed in me, but from a reliance upon my honour, which I should blush to find myself unworthy of.\n", "word": "blush", "modifies": "honour"}
{"color": "pink", "line": "I rose very early this morning; and, after a thousand different plans, not being able to resolve upon giving poor Mr. Macartney leave to suppose I neglected him, I thought it incumbent upon me to keep my word, since he had not received my letter; I therefore determined to make my own apologies, not to stay with him two minutes, and to excuse myself from meeting him any more.\n", "word": "rose", "modifies": "morning"}
{"color": "white", "line": "Mr. Macartney turned as pale as death, his voice faultered, and he seemed not to know what he said.\n", "word": "pale", "modifies": "death"}
{"color": "pink", "line": "Sir Clement, in some confusion, suddenly rose, but still grasped my hand.\n", "word": "rose", "modifies": "sir"}
{"color": "red", "line": "He saw that my eyes were red, and would not let me rest till he made me confess the cause; and when, though most reluctantly, I had acknowledged my weakness, I could with difficulty refrain from weeping again at the gratitude he expressed.\n", "word": "red", "modifies": "eye"}
{"color": "pink", "line": "\"Your Ladyship,\" said Mr. Lovel, \"so well becomes the lilies, that the roses might blush to see themselves so excelled.\"\n", "word": "blush", "modifies": "rose"}
{"color": "pink", "line": "\"Pray, Mr. Lovel,\" said Mrs. Selwyn,\" if the roses should blush, how would you find it out?\"\n", "word": "blush", "modifies": "rose"}
{"color": "red", "line": "\"Egad,\" cried Mr. Coverley, \"I suppose they must blush, as the saying is, like a blue dog, for they are red already.\"\n", "word": "red", "modifies": "dog"}
{"color": "blue", "line": "\"Egad,\" cried Mr. Coverley, \"I suppose they must blush, as the saying is, like a blue dog, for they are red already.\"\n", "word": "blue", "modifies": "dog"}
{"color": "black", "line": "Ridiculous, I told him, was a term which he would find no one else do him the favour to make use of, in speaking of the horrible actions belonging to the old story he made so light of; 'actions' continued I, 'which would dye still deeper the black annals of Nero or Caligula.'\n", "word": "black", "modifies": "annals"}
{"color": "pink", "line": "I rose in great indignation; and assuring him I would make his conduct as public as it was infamous I left the house.\"\n", "word": "rose", "modifies": "indignation"}
{"color": "green", "line": "immediately communicated it to Dame Green, who confessed it was the greatest shock she had ever received in her life; yet she had the art and boldness to assert, that Lady Howard must herself have been deceived: and as she had, from the beginning of her enterprise, declared she had stolen away the child without your knowledge, he concluded that some deceit was then intended him; and this thought occasioned his abrupt answer.\n", "word": "green", "modifies": "dame"}
{"color": "green", "line": "You are to be married privately, though not secretly, and then go to one of his Lordship's country seats: and poor little Miss Green and your brother, who have no house of their own, must go to one of Sir John's.\"\n", "word": "green", "modifies": "miss"}
{"color": "green", "line": "as much of the mortification of her disgrace as is in his power; now, if you immediately take her place, according to your right, as Miss Belmont, why, not all that either of you can do for her, will prevent her being eternally stigmatized as the bantling of Dame Green, wash woman and wet nurse, of Berry Hill, Dorsetshire.\n", "word": "green", "modifies": "dame"}
{"color": "green", "line": "Sir John will give you immediately L.30,000; all settlements, and so forth, will be made for you in the name of Evelina Belmont: Mr. Macartney will at the same time take poor Polly Green; and yet, at first, it will only be generally known that a daughter of Sir John Belmont is married.\"\n", "word": "green", "modifies": "polly"}
{"color": "pink", "line": "Selwyn said she had letters to write; but Lady Louisa rose to accompany Mrs. Beaumont.\n", "word": "rose", "modifies": "lady"}
{"color": "blue", "line": "\"There, Lovel, you are out,\" cried Mr. Coverley, \"any man may lay what wager about you he will; your consent is nothing to the purpose: he may lay that your nose is a sky blue, if he pleases.\"\n", "word": "blue", "modifies": "nose"}
{"color": "brown", "line": "The Branghtons, she tells me, are all well; Miss Polly is soon to be married to Mr. Brown; but Mr. Smith has changed his lodgings, \"which,\" she adds, \"has made the house extremely dull.\n", "word": "brown", "modifies": "mr."}
{"color": "pink", "line": "\"Lovel,\" said Mr. Coverley, affecting to whisper, \"you must certainly pink him: you must not put up with such an affront.\"\n", "word": "pink", "modifies": "lovel"}
