{"color": "red", "line": "The Scarlet Pimpernel by Baroness Orczy Contents PARIS: SEPTEMBER, 1792 A surging, seething, murmuring crowd of beings that are human only in name, for to the eye and ear they seem naught but savage creatures, animated by vile passions and by the lust of vengeance and of hate.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "blue", "line": "During the greater part of the day the guillotine had been kept busy at its ghastly work: all that France had boasted of in the past centuries, of ancient names, and blue blood, had paid toll to her desire for liberty and for fraternity.\n", "word": "blue", "modifies": "blood"}
{"color": "red", "line": "Their ancestors had oppressed the people, had crushed them under the scarlet heels of their dainty buckled shoes, and now the people had become the rulers of France and crushed their former masters—not beneath their heel, for they went shoeless mostly in these days—but beneath a more effectual weight, the knife of the guillotine.\n", "word": "scarlet", "modifies": "heel"}
{"color": "red", "line": "The paper always contained a brief notice that the band of meddlesome Englishmen were at work, and it was always signed with a device drawn in red—a little star shaped flower, which we in England call the Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "There was a sum of five thousand francs promised to the man who laid hands on the mysterious and elusive Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "“We’ve all heard of this meddlesome Englishman, this accursed Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "and the driver was none other than that cursed Englishman, the Scarlet Pimpernel.’” A howl of execration greeted this tale.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "“Nay, nay!” he said at last, “those aristos weren’t in the cart; the driver was not the Scarlet Pimpernel!” “What?” “No!\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "gold", "line": "Now she had fastened a row of curly locks to the whip handle, all colours, from gold to silver, fair to dark, and she stroked them with her huge, bony fingers as she laughed at Bibot.\n", "word": "gold", "modifies": "colour"}
{"color": "silver", "line": "Now she had fastened a row of curly locks to the whip handle, all colours, from gold to silver, fair to dark, and she stroked them with her huge, bony fingers as she laughed at Bibot.\n", "word": "silver", "modifies": "gold"}
{"color": "red", "line": "“_Sacré tonnerre_,” said the captain, “but it is feared that it was that accursed Englishman himself—the Scarlet Pimpernel.” “THE FISHERMAN’S REST” In the kitchen Sally was extremely busy—saucepans and frying pans were standing in rows on the gigantic hearth, the huge stock pot stood in a corner, and the jack turned with slow deliberation, and presented alternately to the glow every side of a noble sirloin of beef.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "black", "line": "’Arry, ’e looked uncommon thirsty too,” simpered Martha, one of the little kitchen maids; and her beady black eyes twinkled as they met those of her companion, whereupon both started on a round of short and suppressed giggles.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "Sally looked cross for a moment, and thoughtfully rubbed her hands against her shapely hips; her palms were itching, evidently, to come in contact with Martha’s rosy cheeks—but inherent good humour prevailed, and with a pout and a shrug of the shoulders, she turned her attention to the fried potatoes.\n", "word": "rosy", "modifies": "cheek"}
{"color": "brown", "line": "Sally had gone to the small mirror which hung in a corner of the kitchen, and was hastily smoothing her hair and setting her frilled cap at its most becoming angle over her dark curls; then she took up the tankards by their handles, three in each strong, brown hand, and laughing, grumbling, blushing, carried them through into the coffee room.\n", "word": "brown", "modifies": "hand"}
{"color": "black", "line": "Yet it was an old place, even then, for the oak rafters and beams were already black with age—as were the panelled seats, with their tall backs, and the long polished tables between, on which innumerable pewter tankards had left fantastic patterns of many sized rings.\n", "word": "black", "modifies": "rafter"}
{"color": "red", "line": "In the leaded window, high up, a row of pots of scarlet geraniums and blue larkspur gave the bright note of colour against the dull background of the oak.\n", "word": "scarlet", "modifies": "geranium"}
{"color": "blue", "line": "In the leaded window, high up, a row of pots of scarlet geraniums and blue larkspur gave the bright note of colour against the dull background of the oak.\n", "word": "blue", "modifies": "larkspur"}
{"color": "red", "line": "The pewter on the fine old dressers, the brass above the gigantic hearth, shone like silver and gold—the red tiled floor was as brilliant as the scarlet geranium on the window sill—this meant that his servants were good and plentiful, that the custom was constant, and of that order which necessitated the keeping up of the coffee room to a high standard of elegance and order.\n", "word": "red", "modifies": "floor"}
{"color": "silver", "line": "The pewter on the fine old dressers, the brass above the gigantic hearth, shone like silver and gold—the red tiled floor was as brilliant as the scarlet geranium on the window sill—this meant that his servants were good and plentiful, that the custom was constant, and of that order which necessitated the keeping up of the coffee room to a high standard of elegance and order.\n", "word": "silver", "modifies": "gold"}
{"color": "white", "line": "As Sally came in, laughing through her frowns, and displaying a row of dazzling white teeth, she was greeted with shouts and chorus of applause.\n", "word": "white", "modifies": "teeth"}
{"color": "blue", "line": "A young man with fair curly hair, and eager, bright blue eyes, was engaging most of her attention and the whole of her time, whilst broad witticisms anent Jimmy Pitkin’s fictitious grandmother flew from mouth to mouth, mixed with heavy puffs of pungent tobacco smoke.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "He wore the typical scarlet waistcoat, with shiny brass buttons, the corduroy breeches, the grey worsted stockings and smart buckled shoes, that characterised every self respecting innkeeper in Great Britain in these days—and while pretty, motherless Sally had need of four pairs of brown hands to do all the work that fell on her shapely shoulders, worthy Jellyband discussed the affairs of nations with his most privileged guests.\n", "word": "scarlet", "modifies": "waistcoat"}
{"color": "brown", "line": "He wore the typical scarlet waistcoat, with shiny brass buttons, the corduroy breeches, the grey worsted stockings and smart buckled shoes, that characterised every self respecting innkeeper in Great Britain in these days—and while pretty, motherless Sally had need of four pairs of brown hands to do all the work that fell on her shapely shoulders, worthy Jellyband discussed the affairs of nations with his most privileged guests.\n", "word": "brown", "modifies": "hand"}
{"color": "gray", "line": "He wore the typical scarlet waistcoat, with shiny brass buttons, the corduroy breeches, the grey worsted stockings and smart buckled shoes, that characterised every self respecting innkeeper in Great Britain in these days—and while pretty, motherless Sally had need of four pairs of brown hands to do all the work that fell on her shapely shoulders, worthy Jellyband discussed the affairs of nations with his most privileged guests.\n", "word": "grey", "modifies": "stocking"}
{"color": "purple", "line": "It was towards the close of September, 1792, and the weather which had been brilliant and hot throughout the month had suddenly broken up; for two days torrents of rain had deluged the south of England, doing its level best to ruin what chances the apples and pears and late plums had of becoming really fine, self respecting fruit.\n", "word": "plum", "modifies": "apple"}
{"color": "brown", "line": "“Aye, and bless your brown eyes for being so sharp, my pretty Sally,” said the man who had just entered, whilst worthy Mr. Jellyband came bustling forward, eager, alert and fussy, as became the advent of one of the most favoured guests of his hostel.\n", "word": "brown", "modifies": "eye"}
{"color": "blue", "line": "And very gay and inviting it looked, with a large bunch of brilliantly coloured dahlias in the centre, and the bright pewter goblets and blue china about.\n", "word": "blue", "modifies": "china"}
{"color": "red", "line": "THE LEAGUE OF THE SCARLET PIMPERNEL They all looked a merry, even a happy party, as they sat round the table; Sir Andrew Ffoulkes and Lord Antony Dewhurst, two typical good looking, well born and well bred Englishmen of that year of grace 1792, and the aristocratic French comtesse with her two children, who had just escaped from such dire perils, and found a safe retreat at last on the shores of protecting England.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "pink", "line": "Then the young Vicomte de Tournay rose, glass in hand, and with the graceful affectation peculiar to the times, he raised it aloft, and said in broken English,— “To His Majesty George Three of England.\n", "word": "rose", "modifies": "vicomte"}
{"color": "brown", "line": "“As for me, Monsieur,” said Suzanne, suddenly, as she looked through a wealth of brown curls across at Sir Andrew, “I trust you absolutely, and I _know_ that you will bring my dear father safely to England, just as you brought us to day.” This was said with so much confidence, such unuttered hope and belief, that it seemed as if by magic to dry the mother’s eyes, and to bring a smile upon everybody’s lips.\n", "word": "brown", "modifies": "curl"}
{"color": "red", "line": "What is the Scarlet Pimpernel, Monsieur?” She looked at Sir Andrew with eager curiosity.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "“Ah, yes,” here interposed the young Vicomte, “I have heard speak of this Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "“I have heard that the picture of that little red flower is the only thing that frightens him.” “Faith, then,” said Sir Andrew, “he will have many more opportunities of studying the shape of that small scarlet flower.” “Ah!\n", "word": "red", "modifies": "flower"}
{"color": "red", "line": "Then came the hope of salvation; the mysterious epistle, signed with the enigmatical scarlet device; the clear, peremptory directions; the parting from the Comte de Tournay, which had torn the poor wife’s heart in two; the hope of reunion; the flight with her two children; the covered cart; that awful hag driving it, who looked like some horrible evil demon, with the ghastly trophy on her whip handle!\n", "word": "scarlet", "modifies": "device"}
{"color": "blue", "line": "The rich blue velvet robe moulded in its every line the graceful contour of the figure, whilst one tiny hand held, with a dignity all its own, the tall stick adorned with a large bunch of ribbons which fashionable ladies of the period had taken to carrying recently.\n", "word": "blue", "modifies": "robe"}
{"color": "white", "line": "For the moment Marguerite’s sweet face had become as white as the soft fichu which swathed her throat, and a very keen observer might have noted that the hand which held the tall, beribboned stick was clenched, and trembled somewhat.\n", "word": "white", "modifies": "fichu"}
{"color": "blue", "line": "But this was only momentary; the next instant the delicate eyebrows were raised slightly, the lips curved sarcastically upwards, the clear blue eyes looked straight at the rigid Comtesse, and with a slight shrug of the shoulders— “Hoity toity, citizeness,” she said gaily, “what fly stings you, pray?” “We are in England now, Madame,” rejoined the Comtesse, coldly, “and I am at liberty to forbid my daughter to touch your hand in friendship.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "Tall, above the average, even for an Englishman, broad shouldered and massively built, he would have been called unusually good looking, but for a certain lazy expression in his deep set blue eyes, and that perpetual inane laugh which seemed to disfigure his strong, clearly cut mouth.\n", "word": "blue", "modifies": "eye"}
{"color": "gold", "line": "He had lolled into the old fashioned inn parlour, shaking the wet off his fine overcoat; then putting up a gold rimmed eye glass to his lazy blue eye, he surveyed the company, upon whom an embarrassed silence had suddenly fallen.\n", "word": "gold", "modifies": "glass"}
{"color": "blue", "line": "He had lolled into the old fashioned inn parlour, shaking the wet off his fine overcoat; then putting up a gold rimmed eye glass to his lazy blue eye, he surveyed the company, upon whom an embarrassed silence had suddenly fallen.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "I’ve put up the fists with Red Sam before now, and—and he didn’t get it all his own way either—” “S’faith, Sir Percy,” said Marguerite, with a long and merry laugh, that went echoing along the old oak rafters of the parlour, “I would I had seen you then .\n", "word": "red", "modifies": "sam"}
{"color": "white", "line": "Outside the rain had ceased, and through the swiftly passing clouds, the pale rays of an after storm sun shone upon the beautiful white coast of Kent and the quaint, irregular houses that clustered round the Admiralty Pier.\n", "word": "white", "modifies": "coast"}
{"color": "white", "line": "Silhouetted against the ever changing sky, a graceful schooner, with white sails set, was gently dancing in the breeze.\n", "word": "white", "modifies": "sail"}
{"color": "gray", "line": "In the distance two figures were approaching “The Fisherman’s Rest”: one, an oldish man, with a curious fringe of grey hairs round a rotund and massive chin, and who walked with that peculiar rolling gait which invariably betrays the seafaring man: the other, a young, slight figure, neatly and becomingly dressed in a dark, many caped overcoat; he was clean shaved, and his dark hair was taken well back over a clear and noble forehead.\n", "word": "grey", "modifies": "hair"}
{"color": "white", "line": "The gentle sea breeze blew Marguerite’s hair about her face, and sent the ends of her soft lace fichu waving round her, like a white and supple snake.\n", "word": "white", "modifies": "snake"}
{"color": "white", "line": "The _Day Dream_ had set sail, and Marguerite Blakeney stood alone on the edge of the cliff for over an hour, watching those white sails, which bore so swiftly away from her the only being who really cared for her, whom she dared to love, whom she knew she could trust.\n", "word": "white", "modifies": "sail"}
{"color": "white", "line": "She supposed that, in his own stupid, good natured way, he may have understood that she would wish to remain alone, while those white sails disappeared into the vague horizon, so many miles away.\n", "word": "white", "modifies": "sail"}
{"color": "white", "line": "He remained the same, always passive, drawling, sleepy, always courteous, invariably a gentleman: she had all that the world and a wealthy husband can give to a pretty woman, yet on this beautiful summer’s evening, with the white sails of the _Day Dream_ finally hidden by the evening shadows, she felt more lonely than that poor tramp who plodded his way wearily along the rugged cliffs.\n", "word": "white", "modifies": "sail"}
{"color": "white", "line": "Chauvelin stood beside her, his shrewd, pale, yellow eyes fixed on the pretty face, which looked so sweet and childlike in this soft English summer twilight.\n", "word": "pale", "modifies": "eye"}
{"color": "yellow", "line": "Chauvelin stood beside her, his shrewd, pale, yellow eyes fixed on the pretty face, which looked so sweet and childlike in this soft English summer twilight.\n", "word": "yellow", "modifies": "eye"}
{"color": "white", "line": "It seemed as if those keen, pale eyes of his were reading every one of her thoughts.\n", "word": "pale", "modifies": "eye"}
{"color": "red", "line": "“Heard of the Scarlet Pimpernel?” she retorted with a long and merry laugh, “Faith, man!\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": ". . Lud!” she added gaily, “the other day I ordered at my milliner’s a blue dress trimmed with green, and bless me, if she did not call that ‘à la Scarlet Pimpernel.’” Chauvelin had not moved while she prattled merrily along; he did not even attempt to stop her when her musical voice and her childlike laugh went echoing through the still evening air.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "blue", "line": ". . Lud!” she added gaily, “the other day I ordered at my milliner’s a blue dress trimmed with green, and bless me, if she did not call that ‘à la Scarlet Pimpernel.’” Chauvelin had not moved while she prattled merrily along; he did not even attempt to stop her when her musical voice and her childlike laugh went echoing through the still evening air.\n", "word": "blue", "modifies": "dress"}
{"color": "red", "line": "One of my duties here is to find out all about this League of the Scarlet Pimpernel, which has become a standing menace to France, since it is pledged to help our cursed aristocrats—traitors to their country, and enemies of the people—to escape from the just punishment which they deserve.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "pink", "line": "Her eyes were moist when Chauvelin had finished speaking, the lace at her bosom rose and fell with her quick, excited breathing; she no longer heard the noise of drinking from the inn, she did not heed her husband’s voice or his inane laugh, her thoughts had gone wandering in search of the mysterious hero!\n", "word": "rose", "modifies": "lace"}
{"color": "red", "line": "“Tush, man, you talk nonsense anyway; for even if you did know who this Scarlet Pimpernel is, you could do nothing to him—an Englishman!” “I’d take my chance of that,” said Chauvelin, with a dry, rasping little laugh.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "brown", "line": "Sir Andrew had been dreaming evidently, gazing into the fire, and seeing therein, no doubt, a pretty, piquant face, with large brown eyes and a wealth of dark curls round a childish forehead.\n", "word": "brown", "modifies": "eye"}
{"color": "red", "line": "The rest of the room lay buried in complete gloom; Sir Andrew had taken a pocket book from his pocket, and drawn therefrom a paper, which he unfolded, and together they tried to read it by the dim red firelight.\n", "word": "red", "modifies": "firelight"}
{"color": "black", "line": "A figure had emerged from under one of the benches; with snake like, noiseless movements it crept closer and closer to the two young men, not breathing, only gliding along the floor, in the inky blackness of the room.\n", "word": "inky", "modifies": "blackness"}
{"color": "red", "line": "“Not a bad day’s work on the whole,” he muttered, as he quietly took off his mask, and his pale, fox like eyes glittered in the red glow of the fire.\n", "word": "red", "modifies": "glow"}
{"color": "white", "line": "“Not a bad day’s work on the whole,” he muttered, as he quietly took off his mask, and his pale, fox like eyes glittered in the red glow of the fire.\n", "word": "pale", "modifies": "fox"}
{"color": "red", "line": "“Now, fair Marguerite Blakeney,” he added viciously between his clenched teeth, “I think that you will help me to find the Scarlet Pimpernel.” IN THE OPERA BOX It was one of the gala nights at Covent Garden Theatre, the first of the autumn season in this memorable year of grace 1792.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "black", "line": "Among these the Comtesse de Tournay de Basserive, but lately arrived from France, was a most conspicuous figure: dressed in deep, heavy black silk, with only a white lace kerchief to relieve the aspect of mourning about her person, she sat beside Lady Portarles, who was vainly trying by witty sallies and somewhat broad jokes, to bring a smile to the Comtesse’s sad mouth.\n", "word": "black", "modifies": "silk"}
{"color": "white", "line": "Among these the Comtesse de Tournay de Basserive, but lately arrived from France, was a most conspicuous figure: dressed in deep, heavy black silk, with only a white lace kerchief to relieve the aspect of mourning about her person, she sat beside Lady Portarles, who was vainly trying by witty sallies and somewhat broad jokes, to bring a smile to the Comtesse’s sad mouth.\n", "word": "white", "modifies": "kerchief"}
{"color": "gold", "line": "Lady Portarles, whose voice and manner would not have misfitted a jockey, had a heart of gold, and hid the most genuine sympathy and most gentle kindliness, beneath the somewhat coarse manners affected by some ladies at that time.\n", "word": "gold", "modifies": "heart"}
{"color": "red", "line": "“Besides which, Madame,” added Lord Grenville, “did you not tell me yesterday that the League of the Scarlet Pimpernel had pledged their honour to bring M. le Comte safely across the Channel?” “Ah, yes!” replied the Comtesse, “and that is my only hope.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "That sly little fox over there is nothing but a spy, I’ll warrant, and you’ll find—an I’m much mistaken, that he’ll concern himself little with diplomacy, beyond trying to do mischief to royalist refugees—to our heroic Scarlet Pimpernel and to the members of that brave little league.” “I am sure,” said the Comtesse, pursing up her thin lips, “that if this Chauvelin wishes to do us mischief, he will find a faithful ally in Lady Blakeney.” “Bless the woman!” ejaculated Lady Portarles, “did ever anyone see such perversity?\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "black", "line": "Lord Grenville took a hasty farewell of the ladies and slipped back into his box, where M. Chauvelin had sat all through this _entr’acte_, with his eternal snuff box in his hand, and with his keen pale eyes intently fixed upon a box opposite to him, where, with much frou frou of silken skirts, much laughter and general stir of curiosity amongst the audience, Marguerite Blakeney had just entered, accompanied by her husband, and looking divinely pretty beneath the wealth of her golden, reddish curls, slightly besprinkled with powder, and tied back at the nape of her graceful neck with a gigantic black bow.\n", "word": "black", "modifies": "bow"}
{"color": "white", "line": "Lord Grenville took a hasty farewell of the ladies and slipped back into his box, where M. Chauvelin had sat all through this _entr’acte_, with his eternal snuff box in his hand, and with his keen pale eyes intently fixed upon a box opposite to him, where, with much frou frou of silken skirts, much laughter and general stir of curiosity amongst the audience, Marguerite Blakeney had just entered, accompanied by her husband, and looking divinely pretty beneath the wealth of her golden, reddish curls, slightly besprinkled with powder, and tied back at the nape of her graceful neck with a gigantic black bow.\n", "word": "pale", "modifies": "eye"}
{"color": "gold", "line": "It suited her graceful, regal figure to perfection, composed as it was of shimmering stuff which seemed a mass of rich gold embroidery.\n", "word": "gold", "modifies": "embroidery"}
{"color": "blue", "line": "The very joy of living was writ plainly upon the sweet young face, it sparkled out of the merry blue eyes and lit up the smile that lurked around the lips.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Chauvelin had not raised his voice above a whisper; he was now quietly taking a pinch of snuff, yet there was something in his attitude, something in those pale, foxy eyes, which seemed to freeze the blood in her veins, as would the sight of some deadly hitherto unguessed peril.\n", "word": "pale", "modifies": "eye"}
{"color": "red", "line": "The day on which I had the honour of meeting you at Dover, and less than an hour after I had your final answer, I obtained possession of some papers, which revealed another of those subtle schemes for the escape of a batch of French aristocrats—that traitor de Tournay amongst others—all organised by that arch meddler, the Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "Have I not already told you that I care nought about your schemes or about the Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": ". . enough, I think, to thwart their projected _coup_ for the moment, it would only be for the moment, and still leaves me in ignorance of the identity of the Scarlet Pimpernel.” “La!\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "Now, tell me, you are very anxious to discover the identity of the Scarlet Pimpernel, isn’t that so?” “France’s most bitter enemy, citoyenne .\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "The Scarlet Pimpernel will be at Lord Grenville’s ball to night.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "black", "line": "Not far from Lord Grenville’s elbow, leaning against one of the console tables, Chauvelin, in his irreproachable black costume, was taking a quiet survey of the brilliant throng.\n", "word": "black", "modifies": "costume"}
{"color": "white", "line": "He noted that Sir Percy and Lady Blakeney had not yet arrived, and his keen, pale eyes glanced quickly towards the door every time a newcomer appeared.\n", "word": "pale", "modifies": "eye"}
{"color": "red", "line": "Small wonder, therefore, that the romantic and mysterious personality of the Scarlet Pimpernel was a source of bitter hatred to Chauvelin.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "blue", "line": "“His Royal Highness is ever gracious, Madame,” said Marguerite, demurely, and with a wealth of mischief in her twinkling blue eyes, “but here there is no need for his kind mediation. . . .\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": ". . and now I owe the honour of this meeting to our protector, the Scarlet Pimpernel.” “Hush!” said the Prince, earnestly and quickly, as he indicated Chauvelin, who had stood a little on one side throughout the whole of this little scene, watching Marguerite and the Comtesse with an amused, sarcastic little smile around his thin lips.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "“Nay, Monseigneur,” he said now, as if in direct response to the Prince’s challenge, “pray do not check this gentleman’s display of gratitude; the name of that interesting red flower is well known to me—and to France.” The Prince looked at him keenly for a moment or two.\n", "word": "red", "modifies": "flower"}
{"color": "red", "line": "Here in England, Monsieur,” he added, with wonderful charm and dignity, “we but name the Scarlet Pimpernel, and every fair cheek is suffused with a blush of enthusiasm.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "pink", "line": "Here in England, Monsieur,” he added, with wonderful charm and dignity, “we but name the Scarlet Pimpernel, and every fair cheek is suffused with a blush of enthusiasm.\n", "word": "blush", "modifies": "enthusiasm"}
{"color": "red", "line": "The pleasure loving, idle Prince he despised; the beautiful woman, who in her golden hair wore a spray of small red flowers composed of rubies and diamonds—her he held in the hollow of his hand: he could afford to remain silent and to await events.\n", "word": "red", "modifies": "flower"}
{"color": "red", "line": "That the League of the Scarlet Pimpernel had no intention of abandoning its cause, she had gathered through little Suzanne herself, who spoke openly of the assurance she and her mother had had that the Comte de Tournay would be rescued from France by the league, within the next few days.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "Vaguely she began to wonder, as she looked at the brilliant and fashionable crowd in the gaily lighted ball room, which of these worldly men round her was the mysterious “Scarlet Pimpernel,” who held the threads of such daring plots, and the fate of valuable lives in his hands.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "blue", "line": "Surely not, with his gentle blue eyes, which were looking so tenderly and longingly after little Suzanne, who was being led away from the pleasant _tête à tête_ by her stern mother.\n", "word": "blue", "modifies": "eye"}
{"color": "silver", "line": "Sir Andrew was standing with his back to her and close to a table upon which stood a massive silver candelabra.\n", "word": "silver", "modifies": "candelabra"}
{"color": "red", "line": "Sir Andrew quickly and dexterously put out the flames and replaced the candelabra upon the table; but this had taken him a few seconds to do, and those seconds had been all that Marguerite needed to cast a quick glance at the paper, and to note its contents—a dozen words in the same distorted handwriting she had seen before, and bearing the same device—a star shaped flower drawn in red ink.\n", "word": "red", "modifies": "ink"}
{"color": "white", "line": "His eyes had met hers for a moment after the ’fore supper minuet, and she knew that the keen diplomatist, with those searching pale eyes of his, had divined that her work was accomplished.\n", "word": "pale", "modifies": "eye"}
{"color": "red", "line": "Marguerite would redeem her brother’s life at the hands of the relentless enemy, then let that cunning Scarlet Pimpernel extricate himself after that.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "white", "line": "She was pale as a statue, her hands were icy cold, her head and heart throbbed with the awful strain upon her nerves.\n", "word": "pale", "modifies": "statue"}
{"color": "gold", "line": "The recording angel, who writes in the book of gold, alone could give an answer.\n", "word": "gold", "modifies": "book"}
{"color": "red", "line": "_One_ of these will be the ‘Scarlet Pimpernel.’” “Yes?—And?” “I also, fair lady, will leave for France to morrow.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "me!—who have seen a trick or two in my time—the mysterious and elusive Scarlet Pimpernel.” “And Armand?” she pleaded.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "I promise you that the day the Scarlet Pimpernel and I start for France, I will send you that imprudent letter of his by special courier.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "white", "line": "It was a ghostlike replica, in fact, of that fashionable gathering upstairs; a ghost that haunts every house where balls and good suppers are given; a picture drawn with white chalk on grey cardboard, dull and colourless, now that the bright silk dresses and gorgeously embroidered coats were no longer there to fill in the foreground, and now that the candles flickered sleepily in their sockets.\n", "word": "white", "modifies": "chalk"}
{"color": "gray", "line": "It was a ghostlike replica, in fact, of that fashionable gathering upstairs; a ghost that haunts every house where balls and good suppers are given; a picture drawn with white chalk on grey cardboard, dull and colourless, now that the bright silk dresses and gorgeously embroidered coats were no longer there to fill in the foreground, and now that the candles flickered sleepily in their sockets.\n", "word": "grey", "modifies": "cardboard"}
{"color": "red", "line": "He felt sure that the Scarlet Pimpernel had not been warned, and felt equally sure that Marguerite Blakeney had not played him false.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "white", "line": ". . a cruel look, that would have made her shudder, gleamed in Chauvelin’s keen, pale eyes.\n", "word": "pale", "modifies": "eye"}
{"color": "white", "line": "Chauvelin looked at him as he lay there, placid, unconscious, at peace with all the world and himself, after the best of suppers, and a smile, that was almost one of pity, softened for a moment the hard lines of the Frenchman’s face and the sarcastic twinkle of his pale eyes.\n", "word": "pale", "modifies": "eye"}
{"color": "red", "line": "Evidently the slumberer, deep in dreamless sleep, would not interfere with Chauvelin’s trap for catching that cunning Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "The half deserted dining room, the fateful hour—Chauvelin on the watch!—then, precise to the moment, the entrance of a man, he, the Scarlet Pimpernel, the mysterious leader, who to Marguerite had become almost unreal, so strange, so weird was this hidden identity.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "For one instant that possibility rose before her as a hope—the hope that the Scarlet Pimpernel had been warned by Sir Andrew, and that Chauvelin’s trap had failed to catch his bird; but that hope soon gave way to fear.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "pink", "line": "For one instant that possibility rose before her as a hope—the hope that the Scarlet Pimpernel had been warned by Sir Andrew, and that Chauvelin’s trap had failed to catch his bird; but that hope soon gave way to fear.\n", "word": "rose", "modifies": "instant"}
{"color": "red", "line": ". . she feared—now with a deadly fear—that Chauvelin _had_ failed, and that the mysterious Scarlet Pimpernel had proved elusive once more; then she knew that she need hope for no pity, no mercy, from him.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": ". . .” “I remember my promise,” he said quietly; “the day that the Scarlet Pimpernel and I meet on French soil, St. Just will be in the arms of his charming sister.” “Which means that a brave man’s blood will be on my hands,” she said, with a shudder.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "Surely at the present moment you must hope, as I do, that the enigmatical Scarlet Pimpernel will start for Calais to day—” “I am only conscious of one hope, citoyen.” “And that is?” “That Satan, your master, will have need of you elsewhere, before the sun rises to day.” “You flatter me, citoyenne.” She had detained him for a while, midway down the stairs, trying to get at the thoughts which lay beyond that thin, fox like mask.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "black", "line": "With perfect gallantry he bowed over that tiny hand, which looked so dainty and white through the delicately transparent black lace mitten, and kissing the tips of the rosy fingers:— “Pray heaven that the thread may not snap,” he repeated, with his enigmatic smile.\n", "word": "black", "modifies": "mitten"}
{"color": "pink", "line": "With perfect gallantry he bowed over that tiny hand, which looked so dainty and white through the delicately transparent black lace mitten, and kissing the tips of the rosy fingers:— “Pray heaven that the thread may not snap,” he repeated, with his enigmatic smile.\n", "word": "rosy", "modifies": "finger"}
{"color": "silver", "line": "The river wound in and out in its pretty delicate curves, looking like a silver serpent beneath the glittering rays of the moon.\n", "word": "silver", "modifies": "serpent"}
{"color": "white", "line": "As usual, he did not speak to her, but stared straight in front of him, the ribbons seeming to lie quite loosely in his slender, white hands.\n", "word": "white", "modifies": "hand"}
{"color": "blue", "line": "But now, in the moonlight, she could not catch the expression of the lazy blue eyes; she could only see the outline of the firm chin, the corner of the strong mouth, the well cut massive shape of the forehead; truly, nature had meant well by Sir Percy; his faults must all be laid at the door of that poor, half crazy mother, and of the distracted heart broken father, neither of whom had cared for the young life which was sprouting up between them, and which, perhaps, their very carelessness was already beginning to wreck.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "Built in Tudor days, the old red brick of the walls looks eminently picturesque in the midst of a bower of green, the beautiful lawn, with its old sun dial, adding the true note of harmony to its foreground.\n", "word": "red", "modifies": "brick"}
{"color": "green", "line": "Built in Tudor days, the old red brick of the walls looks eminently picturesque in the midst of a bower of green, the beautiful lawn, with its old sun dial, adding the true note of harmony to its foreground.\n", "word": "green", "modifies": "bower"}
{"color": "gold", "line": "Great secular trees lent cool shadows to the grounds, and now, on this warm early autumn night, the leaves slightly turned to russets and gold, the old garden looked singularly poetic and peaceful in the moonlight.\n", "word": "gold", "modifies": "russet"}
{"color": "white", "line": "He still wore his heavy driving coat with the numerous lapels and collars he himself had set in fashion, but he had thrown it well back, burying his hands as was his wont, in the deep pockets of his satin breeches: the gorgeous white costume he had worn at Lord Grenville’s ball, with its jabot of priceless lace, looked strangely ghostly against the dark background of the house.\n", "word": "white", "modifies": "costume"}
{"color": "gray", "line": "In the east a soft grey light was beginning to chase away the heavy mantle of the night.\n", "word": "grey", "modifies": "light"}
{"color": "red", "line": "He could only see her graceful outline now, the small queenly head, with its wealth of reddish golden curls, and the glittering gems forming the small, star shaped, red flower which she wore as a diadem in her hair.\n", "word": "red", "modifies": "flower"}
{"color": "gray", "line": "The dim, grey light of early dawn seemed to make his tall form look taller and more rigid.\n", "word": "grey", "modifies": "light"}
{"color": "white", "line": "He closed his eyes to shut out the dainty vision of that sweet face, of that snow white neck and graceful figure, round which the faint rosy light of dawn was just beginning to hover playfully.\n", "word": "white", "modifies": "neck"}
{"color": "pink", "line": "He closed his eyes to shut out the dainty vision of that sweet face, of that snow white neck and graceful figure, round which the faint rosy light of dawn was just beginning to hover playfully.\n", "word": "rosy", "modifies": "light"}
{"color": "gray", "line": "The grey of dawn was gradually yielding to the rosy light of the rising sun.\n", "word": "grey", "modifies": "dawn"}
{"color": "pink", "line": "The grey of dawn was gradually yielding to the rosy light of the rising sun.\n", "word": "rosy", "modifies": "light"}
{"color": "gold", "line": "The long train of her gold embroidered gown swept the dead leaves off the steps, making a faint harmonious sh—sh—sh as she glided up, with one hand resting on the balustrade, the rosy light of dawn making an aureole of gold round her hair, and causing the rubies on her head and arms to sparkle.\n", "word": "gold", "modifies": "aureole"}
{"color": "pink", "line": "The long train of her gold embroidered gown swept the dead leaves off the steps, making a faint harmonious sh—sh—sh as she glided up, with one hand resting on the balustrade, the rosy light of dawn making an aureole of gold round her hair, and causing the rubies on her head and arms to sparkle.\n", "word": "rosy", "modifies": "light"}
{"color": "pink", "line": "Had she but turned back then, and looked out once more on to the rose lit garden, she would have seen that which would have made her own sufferings seem but light and easy to bear—a strong man, overwhelmed with his own passion and his own despair.\n", "word": "rose", "modifies": "garden"}
{"color": "pink", "line": "The garden and the river beyond were flooded with rosy light.\n", "word": "rosy", "modifies": "light"}
{"color": "blue", "line": "“Very soon!” he replied, looking longingly into her blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "He had failed to discover the identity of the Scarlet Pimpernel, of that she felt sure.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "She looked quite a girl this morning in her simple muslin frock, with a broad blue sash round her slim waist, and the dainty cross over fichu into which, at her bosom, she had fastened a few late crimson roses.\n", "word": "crimson", "modifies": "rose"}
{"color": "blue", "line": "She looked quite a girl this morning in her simple muslin frock, with a broad blue sash round her slim waist, and the dainty cross over fichu into which, at her bosom, she had fastened a few late crimson roses.\n", "word": "blue", "modifies": "sash"}
{"color": "pink", "line": "She looked quite a girl this morning in her simple muslin frock, with a broad blue sash round her slim waist, and the dainty cross over fichu into which, at her bosom, she had fastened a few late crimson roses.\n", "word": "rose", "modifies": "crimson"}
{"color": "blue", "line": "Gently, on tip toe, she crossed the landing and, like Blue Beard’s wife, trembling half with excitement and wonder, she paused a moment on the threshold, strangely perturbed and irresolute.\n", "word": "blue", "modifies": "beard"}
{"color": "blue", "line": "There was the same low, square forehead, crowned with thick, fair hair, smooth and heavy; the same deep set, somewhat lazy blue eyes beneath firmly marked, straight brows; and in those eyes there was the same intensity behind that apparent laziness, the same latent passion which used to light up Percy’s face in the olden days before his marriage, and which Marguerite had again noted, last night at dawn, when she had come quite close to him, and had allowed a note of tenderness to creep into her voice.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "Her head began to ache, she turned away from this strange Blue Beard’s chamber, which she had entered, and which she did not understand.\n", "word": "blue", "modifies": "beard"}
{"color": "gold", "line": "It was a solid gold ring, with a flat shield, on which was engraved a small device.\n", "word": "gold", "modifies": "ring"}
{"color": "red", "line": "THE SCARLET PIMPERNEL At what particular moment the strange doubt first crept into Marguerite’s mind, she could not herself afterwards have said.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "gold", "line": "Stupidly, senselessly, now, sitting beneath the shade of an overhanging sycamore, she was looking at the plain gold shield, with the star shaped little flower engraved upon it.\n", "word": "gold", "modifies": "shield"}
{"color": "red", "line": "Had not everybody about town recently made a point of affecting the device of that mysterious and heroic Scarlet Pimpernel?\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "brown", "line": "“_Chérie!—chérie!_ where are you?” and little Suzanne, fresh as a rosebud, with eyes dancing with glee, and brown curls fluttering in the soft morning breeze, came running across the lawn.\n", "word": "brown", "modifies": "curl"}
{"color": "red", "line": "Nay, you need not blush, _chérie_,” she added, as she saw Suzanne’s pretty little face crimson with blushes.\n", "word": "crimson", "modifies": "suzanne"}
{"color": "pink", "line": "Nay, you need not blush, _chérie_,” she added, as she saw Suzanne’s pretty little face crimson with blushes.\n", "word": "blush", "modifies": "crimson"}
{"color": "red", "line": "the Comte de Tournay!—one of those whose life would be jeopardised if Chauvelin succeeded in establishing the identity of the Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "And then her own work in the matter, which should have culminated at one o’clock in Lord Grenville’s dining room, when the relentless agent of the French Government would finally learn who was this mysterious Scarlet Pimpernel, who so openly defied an army of spies and placed himself so boldly, and for mere sport, on the side of the enemies of France.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "You don’t know, _chérie_, that that great and noble Scarlet Pimpernel himself has gone to save papa.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": ". . the Scarlet Pimpernel .\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": ". . the Scarlet Pimpernel. . . . Oh!\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "Even last night when Chauvelin went to Lord Grenville’s dining room to seek that daring Scarlet Pimpernel, he only saw that inane Sir Percy Blakeney fast asleep in a corner of the sofa.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": ". . the Scarlet Pimpernel had gone to day. . . . ?” “Marguerite, _chérie_, what is it?\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": ". . for he was on the track of the Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "pink", "line": "“A gentleman, my lady,” replied the man, “at ‘The Rose and Thistle’ inn opposite Charing Cross.\n", "word": "rose", "modifies": "inn"}
{"color": "red", "line": "Once in Calais, Percy would meet all those who were eagerly waiting for the noble and brave Scarlet Pimpernel, who had come to rescue them from horrible and unmerited death.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "There was also Armand, who had gone to meet de Tournay, secure in the knowledge that the Scarlet Pimpernel was watching over his safety.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "She did not attempt to delude herself with any vain and futile hopes; the safety of her brother Armand was to have been conditional on the imminent capture of the Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "What is important is that your leader and comrade, the Scarlet Pimpernel .\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "The Scarlet Pimpernel—Percy, my husband—has gone on this errand himself to day.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "Chauvelin knows that the Scarlet Pimpernel and Percy Blakeney are one and the same person.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "But I had no idea—how _could_ I have?—of the identity of the Scarlet Pimpernel .\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "There are nineteen of us ready to lay down our lives for the Scarlet Pimpernel if he is in danger.” “There is no need for lives just now, my friend,” she said drily; “my wits and four swift horses will serve the necessary purpose.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "With Chauvelin at his heels, every step the Scarlet Pimpernel takes on French soil is fraught with danger.” “God grant it, Sir Andrew.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "It will be a race between Chauvelin and me across the Channel to night—and the prize—the life of the Scarlet Pimpernel.” He kissed her hand, and then escorted her to her chair.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "white", "line": "“Will your ladyship stay the night?” asked pretty Miss Sally, who was already busy laying a snow white cloth on the table, preparatory to providing a simple supper for her ladyship.\n", "word": "white", "modifies": "cloth"}
{"color": "red", "line": "He recounted to her some of the daring escapes the brave Scarlet Pimpernel had contrived for the poor French fugitives, whom a relentless and bloody revolution was driving out of their country.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "He even made her smile quite merrily by telling her of the Scarlet Pimpernel’s quaint and many disguises, through which he had baffled the strictest watch set against him at the barricades of Paris.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "pink", "line": "Marguerite rose from the table with an impatient sigh.\n", "word": "rose", "modifies": "marguerite"}
{"color": "pink", "line": "After a sleepless night, she rose early, wild with excitement, dying to start on her journey, terrified lest further obstacles lay in her way.\n", "word": "rose", "modifies": "night"}
{"color": "white", "line": "The sunset was glorious after the storm, and Marguerite, as she watched the white cliffs of Dover gradually disappearing from view, felt more at peace and once more almost hopeful.\n", "word": "white", "modifies": "cliff"}
{"color": "gray", "line": "Gradually the grey coast of France began to emerge from the fast gathering evening mists.\n", "word": "grey", "modifies": "coast"}
{"color": "red", "line": "The men all wore red caps—in various stages of cleanliness—but all with the tricolour cockade pinned on the left hand side.\n", "word": "red", "modifies": "cap"}
{"color": "brown", "line": "Even the women went about with a curious look of fear and of hate lurking in their brown eyes; and all watched Marguerite as she stepped on shore, followed by Sir Andrew, and murmured as she passed along: “_Sacrés aristos!_” or else “_Sacrés Anglais!_” Otherwise their presence excited no further comment.\n", "word": "brown", "modifies": "eye"}
{"color": "blue", "line": "On one side of the room, high up in the wall, there was a species of loft, before which hung a tattered blue and white checked curtain.\n", "word": "blue", "modifies": "curtain"}
{"color": "red", "line": "The individual who had come to the door in response to Sir Andrew’s knock, and who, presumably, was the owner of this squalid abode, was an elderly, heavily built peasant, dressed in a dirty blue blouse, heavy sabots, from which wisps of straw protruded all round, shabby blue trousers, and the inevitable red cap with the tricolour cockade, that proclaimed his momentary political views.\n", "word": "red", "modifies": "cap"}
{"color": "blue", "line": "The individual who had come to the door in response to Sir Andrew’s knock, and who, presumably, was the owner of this squalid abode, was an elderly, heavily built peasant, dressed in a dirty blue blouse, heavy sabots, from which wisps of straw protruded all round, shabby blue trousers, and the inevitable red cap with the tricolour cockade, that proclaimed his momentary political views.\n", "word": "blue", "modifies": "blouse"}
{"color": "white", "line": "By the hearth sat a huddled up figure clad, seemingly, mostly in rags: that figure was apparently a woman, although even that would have been hard to distinguish, except for the cap, which had once been white, and for what looked like the semblance of a petticoat.\n", "word": "white", "modifies": "cap"}
{"color": "white", "line": "“But where is he now?—Do you know?” she asked eagerly, placing her dainty white hand upon the dirty sleeve of his blue blouse.\n", "word": "white", "modifies": "hand"}
{"color": "blue", "line": "“But where is he now?—Do you know?” she asked eagerly, placing her dainty white hand upon the dirty sleeve of his blue blouse.\n", "word": "blue", "modifies": "blouse"}
{"color": "red", "line": "Chauvelin had sworn to bring the Scarlet Pimpernel to the guillotine, and now the daring plotter, whose anonymity hitherto had been his safeguard, stood revealed through her own hand, to his most bitter, most relentless enemy.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "Armand St. Just, the Comte de Tournay and other fugitive royalists were to have met the Scarlet Pimpernel—or rather, as it had been originally arranged, two of his emissaries—on this day, the 2nd of October, at a place evidently known to the league, and vaguely alluded to as the “Père Blanchard’s hut.” Armand, whose connection with the Scarlet Pimpernel and disavowal of the brutal policy of the Reign of Terror was still unknown to his countrymen, had left England a little more than a week ago, carrying with him the necessary instructions, which would enable him to meet the other fugitives and to convey them to this place of safety.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "gold", "line": "At sight of the gold, however, his lazy attitude relaxed slightly; he took his pipe from his mouth and shuffled into the room.\n", "word": "gold", "modifies": "sight"}
{"color": "red", "line": "As Marguerite, sick with horror, listened to Chauvelin’s directions to his underling, the whole of the plan for the capture of the Scarlet Pimpernel became appallingly clear to her.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "white", "line": "There was at that moment so much deadly hatred, such fiendish malice in the thin face and pale, small eyes, that Marguerite’s last hope died in her heart, for she felt that from this man she could expect no mercy.\n", "word": "pale", "modifies": "eye"}
{"color": "red", "line": "She knew that Chauvelin would willingly have braved perilous encounters for the sake of the cause he had at heart, but what he did fear was that this impudent Englishman would, by knocking him down, double his own chances of escape; his underlings might not succeed so well in capturing the Scarlet Pimpernel, when not directed by the cunning hand and the shrewd brain, which had deadly hate for an incentive.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "She looked through the tattered curtain, across at the handsome face of her husband, in whose lazy blue eyes, and behind whose inane smile, she could now so plainly see the strength, energy, and resourcefulness which had caused the Scarlet Pimpernel to be reverenced and trusted by his followers.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "blue", "line": "She looked through the tattered curtain, across at the handsome face of her husband, in whose lazy blue eyes, and behind whose inane smile, she could now so plainly see the strength, energy, and resourcefulness which had caused the Scarlet Pimpernel to be reverenced and trusted by his followers.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "“There are nineteen of us ready to lay down our lives for your husband, Lady Blakeney,” Sir Andrew had said to her; and as she looked at the forehead, low, but square and broad, the eyes, blue, yet deep set and intense, the whole aspect of the man, of indomitable energy, hiding, behind a perfectly acted comedy, his almost superhuman strength of will and marvellous ingenuity, she understood the fascination which he exercised over his followers, for had he not also cast his spells over her heart and her imagination?\n", "word": "blue", "modifies": "eye"}
{"color": "red", "line": "It was quite plain to Marguerite’s aching senses that as soon as he arrived, Chauvelin would abandon all his other plans with regard to the fugitives, and capture this impudent Scarlet Pimpernel at once.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "For the moment, true, Chauvelin was helpless; for the moment the daring Scarlet Pimpernel had not been caught by Desgas and his men.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "“That impudent Scarlet Pimpernel would slip through clumsy fingers.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "She had come all this way, and with such high hopes and firm determination to help her husband, and so far she had been able to do nothing, but to watch, with a heart breaking with anguish, the meshes of the deadly net closing round the daring Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "Apparently he trusted no one: this last trick played upon him by the daring Scarlet Pimpernel had made him suddenly doubtful of success, unless he himself was there to watch, direct and superintend the capture of this impudent Englishman.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "His red hair, which he wore after the fashion of the Polish Jews, with the corkscrew curls each side of his face, was plentifully sprinkled with grey—a general coating of grime, about his cheeks and his chin, gave him a peculiarly dirty and loathsome appearance.\n", "word": "red", "modifies": "hair"}
{"color": "silver", "line": "There was a long pause, whilst Chauvelin frowned impatiently at the stooping figure before him: at last the Jew slowly put his hand in his breast pocket, and drew out from its capacious depths a number of silver coins.\n", "word": "silver", "modifies": "coin"}
{"color": "gold", "line": "“How many gold pieces are there in the palm of my hand?” he asked quietly.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "The eyes of the Jew shot a quick, keen glance at the gold in his interlocutor’s hand.\n", "word": "gold", "modifies": "glance"}
{"color": "gold", "line": "Chauvelin without another word threw the five pieces of gold one by one before the Jew, who knelt down, and on his hands and knees struggled to collect them.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "Chauvelin quietly waited while the old man scrambled on the floor, to find the piece of gold.\n", "word": "gold", "modifies": "piece"}
{"color": "gold", "line": "But if we find my friend the tall Englishman, either on the road or at the Père Blanchard’s hut, there will be ten more gold pieces for you.\n", "word": "gold", "modifies": "piece"}
{"color": "red", "line": "We shall corner our game there, I’ll warrant, for this impudent Scarlet Pimpernel has had the audacity—or the stupidity, I hardly know which—to adhere to his original plans.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "We must see that Scarlet Pimpernel wither a bit—what?—shrink and tremble, eh? .\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "As the time went on, and the old Jew drove him leisurely but surely along the dark road, he felt more and more eager for the grand finale of this exciting chase after the mysterious Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "black", "line": "It was then empty, but in one corner of the hut, there was a charcoal fire, and a couple of stools were also in the hut.\n", "word": "charcoal", "modifies": "fire"}
{"color": "black", "line": "‘Oh, yes,’ he replied, ‘’tis the place sure enough,’ and by the light of the charcoal fire he showed to his companion a paper, which he carried.\n", "word": "charcoal", "modifies": "fire"}
{"color": "red", "line": "The man spoke truly; he might unwittingly, in sheer terror, utter the shriek that might prove a warning to the wily Scarlet Pimpernel.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "She vaguely wondered who the others were, who were also calmly waiting for the Scarlet Pimpernel, while death lurked behind every boulder of the cliffs.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "red", "line": "For a second, the thought flashed through her mind of uttering the piercing shrieks, which Chauvelin seemed to dread, as a possible warning to the Scarlet Pimpernel and his friends—in the wild hope that they would hear, and have yet time to escape before it was too late.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "white", "line": "Marguerite’s gaze rested for an instant on the brilliant, silvery waters; and as she gazed, her heart, which had been numb with pain for all these hours, seemed to soften and distend, and her eyes filled with hot tears: not three miles away, with white sails set, a graceful schooner lay in wait.\n", "word": "white", "modifies": "sail"}
{"color": "white", "line": "It was the _Day Dream_, Percy’s favourite yacht, with old Briggs, that prince of skippers, aboard, and all her crew of British sailors: her white sails, glistening in the moonlight, seemed to convey a message to Marguerite of joy and hope, which yet she feared could never be.\n", "word": "white", "modifies": "sail"}
{"color": "white", "line": "She waited there, out at sea, waited for her master, like a beautiful white bird all ready to take flight, and he would never reach her, never see her smooth deck again, never gaze any more on the white cliffs of England, the land of liberty and of hope.\n", "word": "white", "modifies": "bird"}
{"color": "red", "line": "Suddenly, as she gazed, she saw at some little distance on her left, and about midway down the cliffs, a rough wooden construction, through the walls of which a tiny red light glimmered like a beacon.\n", "word": "red", "modifies": "light"}
{"color": "green", "line": "Bewildered, half frantic with the bitterness of disappointment, she looked round her helplessly, and, bending down quite close to her, she saw through the mist, which seemed to gather round her, a pair of keen, malicious eyes, which appeared to her excited brain to have a weird, supernatural green light in them.\n", "word": "green", "modifies": "light"}
{"color": "red", "line": "Chauvelin must have given some directions, which she was too dazed to hear, for she felt herself lifted from off her feet: the bandage round her mouth was made more secure, and a pair of strong arms carried her towards that tiny, red light, on ahead, which she had looked upon as a beacon and the last faint glimmer of hope.\n", "word": "red", "modifies": "light"}
{"color": "red", "line": "The sea was roaring some two hundred feet below her, and on looking all round she could no longer see any vestige of the tiny glimmer of red light.\n", "word": "red", "modifies": "light"}
{"color": "red", "line": "No doubt if you scream, if there is a scuffle here, if shots are fired, it is more than likely that the same long legs that brought this scarlet enigma here, will as quickly take him to some place of safety.\n", "word": "scarlet", "modifies": "enigma"}
{"color": "white", "line": "She could not see Chauvelin, but she could almost feel those keen, pale eyes of his fixed maliciously upon her helpless form, and his hurried, whispered words reached her ear, as the death knell of her last faint, lingering hope.\n", "word": "pale", "modifies": "eye"}
{"color": "red", "line": "As for that enigmatic Scarlet Pimpernel, what is he to you?\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "pink", "line": "Once or twice the screams rose to her throat—as if by instinct: then, before her eyes there stood the awful alternative: her brother and those three men shot before her eyes, practically by her orders: she their murderer.\n", "word": "rose", "modifies": "scream"}
{"color": "red", "line": "With a wild shriek, she sprang to her feet, and darted round the rock, against which she had been cowering; she saw the little red gleam through the chinks of the hut; she ran up to it and fell against its wooden walls, which she began to hammer with clenched fists in an almost maniacal frenzy, while she shouted,— “Armand!\n", "word": "red", "modifies": "gleam"}
{"color": "red", "line": "The door was partially open; one of the soldiers pushed it further, but within all was darkness, the charcoal fire only lighting with a dim, red light the furthest corner of the hut.\n", "word": "red", "modifies": "light"}
{"color": "black", "line": "The door was partially open; one of the soldiers pushed it further, but within all was darkness, the charcoal fire only lighting with a dim, red light the furthest corner of the hut.\n", "word": "charcoal", "modifies": "fire"}
{"color": "black", "line": "Stolidly the sergeant obeyed: he went up to the charcoal fire and lit the small lantern he carried in his belt; it was evident that the hut was quite empty.\n", "word": "charcoal", "modifies": "fire"}
{"color": "red", "line": "It really seemed as if some potent Fate watched over that daring Scarlet Pimpernel, and his astute enemy almost felt a superstitious shudder pass through him, as he looked round at the towering cliffs, and the loneliness of this outlying coast.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "black", "line": "The sergeant brought his lantern, and together the two men explored the little place: with a rapid glance Chauvelin noted its contents: the cauldron placed close under an aperture in the wall, and containing the last few dying embers of burned charcoal, a couple of stools, overturned as if in the haste of sudden departure, then the fisherman’s tools and his nets lying in one corner, and beside them, something small and white.\n", "word": "charcoal", "modifies": "ember"}
{"color": "white", "line": "“Pick that up,” said Chauvelin to the sergeant, pointing to this white scrap, “and bring it to me.” It was a crumpled piece of paper, evidently forgotten there by the fugitives, in their hurry to get away.\n", "word": "white", "modifies": "scrap"}
{"color": "red", "line": "His well laid plan had failed, its sequel was problematical; there was still a great chance now that the Scarlet Pimpernel might yet escape, and Chauvelin, with that unreasoning fury, which sometimes assails a strong nature, was longing to vent his rage on somebody.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "purple", "line": "Overwrought nature had at last peremptorily asserted herself, and she lay there in a dead swoon: her eyes circled by deep purple lines, that told of long, sleepless nights, her hair matted and damp round her forehead, her lips parted in a sharp curve that spoke of physical pain.\n", "word": "purple", "modifies": "line"}
{"color": "white", "line": "The rope which had originally been wound round his shoulders and arms had evidently given way, for it lay in a tangle about his body, but he seemed quite unconscious of this, for he had not made the slightest attempt to move from the place where Desgas had originally put him: like a terrified chicken which looks upon a line of white chalk, drawn on a table, as on a string which paralyzes its movements.\n", "word": "white", "modifies": "chalk"}
{"color": "red", "line": "That enigmatic and audacious Scarlet Pimpernel, alone and with thirty men at his heels, could not reasonably be expected to escape a second time.\n", "word": "scarlet", "modifies": "pimpernel"}
{"color": "blue", "line": "Her large, blue eyes were looking at the moonlit scene round her with a scared and terrified look; they rested with a mixture of horror and pity on the Jew, whose luckless fate and wild howls had been the first signs that struck her, with her returning senses; then she caught sight of Chauvelin, in his neat, dark clothes, which seemed hardly crumpled after the stirring events of the last few hours.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "He was smiling sarcastically, and his pale eyes peered down at her with a look of intense malice.\n", "word": "pale", "modifies": "eye"}
{"color": "blue", "line": ". . and looked straight into a pair of blue eyes, good natured, even a trifle amused—shining out of the weird and distorted mask of the Jew.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "Then he bent forward and looked long and searchingly into his wife’s blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "“But Armand . . .” she said, with sudden terror and remorse, as in the midst of her happiness the image of the beloved brother, for whose sake she had so deeply sinned, rose now before her mind.\n", "word": "rose", "modifies": "midst"}
{"color": "gold", "line": "For a few gold pieces he supplied me with this rig out, and undertook to bury himself out of sight of everybody, whilst he lent me his cart and nag.” “But if Chauvelin had discovered you,” she gasped excitedly, “your disguise was good .\n", "word": "gold", "modifies": "piece"}
{"color": "blue", "line": "It was so good to be beside him, to hear his cheery voice, to watch that good humoured twinkle in his blue eyes, as he stretched out his strong arms, in longing for that foe, and anticipation of his well deserved punishment.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": ". . no doubt, as she lay, quiet and happy, at times lulled to momentary drowsiness, at others watching, through the slowly gathering morning light, the pleasant face with the lazy, drooping blue eyes, ever cheerful, ever illumined with a good humoured smile, she whispered many things, which helped to shorten the weary road, and acted as a soothing balsam to his aching sinews.\n", "word": "blue", "modifies": "eye"}
