{"color": "black", "line": "His features were regular and clear cut, his hair black and closely cropped, while his eyes were of a steel gray, reflecting a strong and loyal character, filled with fire and initiative.\n", "word": "black", "modifies": "hair"}
{"color": "gray", "line": "His features were regular and clear cut, his hair black and closely cropped, while his eyes were of a steel gray, reflecting a strong and loyal character, filled with fire and initiative.\n", "word": "gray", "modifies": "eye"}
{"color": "gold", "line": "A strange feature about the tomb, where his body still lies, is that the massive door is equipped with a single, huge gold plated spring lock which can be opened _only from the inside_.\n", "word": "gold", "modifies": "lock"}
{"color": "gold", "line": "Masterless, penniless, and with my only means of livelihood, fighting, gone, I determined to work my way to the southwest and attempt to retrieve my fallen fortunes in a search for gold.\n", "word": "gold", "modifies": "search"}
{"color": "gold", "line": "We were extremely fortunate, for late in the winter of 1865, after many hardships and privations, we located the most remarkable gold bearing quartz vein that our wildest dreams had ever pictured.\n", "word": "gold", "modifies": "bearing"}
{"color": "white", "line": "Since we had entered the territory we had not seen a hostile Indian, and we had, therefore, become careless in the extreme, and were wont to ridicule the stories we had heard of the great numbers of these vicious marauders that were supposed to haunt the trails, taking their toll in lives and torture of every white party which fell into their merciless clutches.\n", "word": "white", "modifies": "party"}
{"color": "red", "line": "However, I am not prone to sensitiveness, and the following of a sense of duty, wherever it may lead, has always been a kind of fetich with me throughout my life; which may account for the honors bestowed upon me by three republics and the decorations and friendships of an old and powerful emperor and several lesser kings, in whose service my sword has been red many a time.\n", "word": "red", "modifies": "service"}
{"color": "red", "line": "I was positive now that the trailers were Apaches and that they wished to capture Powell alive for the fiendish pleasure of the torture, so I urged my horse onward at a most dangerous pace, hoping against hope that I would catch up with the red rascals before they attacked him.\n", "word": "red", "modifies": "rascal"}
{"color": "red", "line": "The little stretch of level land was white with Indian tepees, and there were probably half a thousand red warriors clustered around some object near the center of the camp.\n", "word": "red", "modifies": "warrior"}
{"color": "white", "line": "The little stretch of level land was white with Indian tepees, and there were probably half a thousand red warriors clustered around some object near the center of the camp.\n", "word": "white", "modifies": "stretch"}
{"color": "red", "line": "Singlehanded, I could not have pursued better tactics, for the red men, convinced by sudden surprise that not less than a regiment of regulars was upon them, turned and fled in every direction for their bows, arrows, and rifles.\n", "word": "red", "modifies": "men"}
{"color": "red", "line": "I soon became so drowsy that I could scarcely resist the strong desire to throw myself on the floor of the cave for a few moments’ rest, but I knew that this would never do, as it would mean certain death at the hands of my red friends, who might be upon me at any moment.\n", "word": "red", "modifies": "friend"}
{"color": "black", "line": "From then until possibly midnight all was silence, the silence of the dead; then, suddenly, the awful moan of the morning broke upon my startled ears, and there came again from the black shadows the sound of a moving thing, and a faint rustling as of dead leaves.\n", "word": "black", "modifies": "shadow"}
{"color": "red", "line": "My attention was quickly riveted by a large red star close to the distant horizon.\n", "word": "red", "modifies": "star"}
{"color": "white", "line": "The roof of the enclosure was of solid glass about four or five inches in thickness, and beneath this were several hundred large eggs, perfectly round and snowy white.\n", "word": "white", "modifies": "egg"}
{"color": "green", "line": "There was no hair on their bodies, which were of a very light yellowish green color.\n", "word": "green", "modifies": "color"}
{"color": "red", "line": "The iris of the eyes is blood red, as in Albinos, while the pupil is dark.\n", "word": "red", "modifies": "iris"}
{"color": "white", "line": "The eyeball itself is very white, as are the teeth.\n", "word": "white", "modifies": "eyeball"}
{"color": "green", "line": "Against the dark background of their olive skins their tusks stand out in a most striking manner, making these weapons present a singularly formidable appearance.\n", "word": "olive", "modifies": "skin"}
{"color": "white", "line": "Its belly was white, and its legs shaded from the slate of its shoulders and hips to a vivid yellow at the feet.\n", "word": "white", "modifies": "belly"}
{"color": "yellow", "line": "Its belly was white, and its legs shaded from the slate of its shoulders and hips to a vivid yellow at the feet.\n", "word": "yellow", "modifies": "foot"}
{"color": "white", "line": "These rifles were of a white metal stocked with wood, which I learned later was a very light and intensely hard growth much prized on Mars, and entirely unknown to us denizens of Earth.\n", "word": "white", "modifies": "metal"}
{"color": "white", "line": "The other nine hundred and seventy nine die violent deaths in duels, in hunting, in aviation and in war; but perhaps by far the greatest death loss comes during the age of childhood, when vast numbers of the little Martians fall victims to the great white apes of Mars.\n", "word": "white", "modifies": "ape"}
{"color": "white", "line": "It was constructed of gleaming white marble inlaid with gold and brilliant stones which sparkled and scintillated in the sunlight.\n", "word": "white", "modifies": "marble"}
{"color": "gold", "line": "It was constructed of gleaming white marble inlaid with gold and brilliant stones which sparkled and scintillated in the sunlight.\n", "word": "gold", "modifies": "stone"}
{"color": "red", "line": "From his shoulders depended a short cape of white fur lined with brilliant scarlet silk.\n", "word": "scarlet", "modifies": "silk"}
{"color": "white", "line": "From his shoulders depended a short cape of white fur lined with brilliant scarlet silk.\n", "word": "white", "modifies": "fur"}
{"color": "pink", "line": "The chieftain rose to his feet and uttered the name of my escort who, in turn, halted and repeated the name of the ruler followed by his title.\n", "word": "rose", "modifies": "chieftain"}
{"color": "green", "line": "At the time, this ceremony and the words they uttered meant nothing to me, but later I came to know that this was the customary greeting between green Martians.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "The ideas of humor among the green men of Mars are widely at variance with our conceptions of incitants to merriment.\n", "word": "green", "modifies": "men"}
{"color": "green", "line": "She was of a light olive green color, with a smooth, glossy hide.\n", "word": "green", "modifies": "color"}
{"color": "green", "line": "This was my first experience with a Martian watch dog, but it was destined not to be my last, for this fellow guarded me carefully during the time I remained a captive among these green men; twice saving my life, and never voluntarily being away from me a moment.\n", "word": "green", "modifies": "men"}
{"color": "green", "line": "This girl alone, among all the green Martians with whom I came in contact, disclosed characteristics of sympathy, kindliness, and affection; her ministrations to my bodily wants were unfailing, and her solicitous care saved me from much suffering and many hardships.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "And it is well that nature has so graciously and abundantly lighted the Martian night, for the green men of Mars, being a nomadic race without high intellectual development, have but crude means for artificial lighting; depending principally upon torches, a kind of candle, and a peculiar oil lamp which generates a gas and burns without a wick.\n", "word": "green", "modifies": "men"}
{"color": "white", "line": "This last device produces an intensely brilliant far reaching white light, but as the natural oil which it requires can only be obtained by mining in one of several widely separated and remote localities it is seldom used by these creatures whose only thought is for today, and whose hatred for manual labor has kept them in a semi barbaric state for countless ages.\n", "word": "white", "modifies": "light"}
{"color": "white", "line": "Here I was thrown upon my back, and beheld standing over me a colossal ape like creature, white and hairless except for an enormous shock of bristly hair upon its head.\n", "word": "white", "modifies": "creature"}
{"color": "green", "line": "The creatures were about ten or fifteen feet tall, standing erect, and had, like the green Martians, an intermediary set of arms or legs, midway between their upper and lower limbs.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "Altogether they were not unlovely when viewed in comparison with the green Martians.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "I had at least two friends on Mars; a young woman who watched over me with motherly solicitude, and a dumb brute which, as I later came to know, held in its poor ugly carcass more love, more loyalty, more gratitude than could have been found in the entire five million green Martians who rove the deserted cities and dead sea bottoms of Mars.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "The work of rearing young, green Martians consists solely in teaching them to talk, and to use the weapons of warfare with which they are loaded down from the very first year of their lives.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "But this counts for little among the green Martians, as parental and filial love is as unknown to them as it is common among us.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "The community of which the green Martians with whom my lot was cast formed a part was composed of some thirty thousand souls.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "As though trained for years in this particular evolution, the green Martians melted like mist into the spacious doorways of the nearby buildings, until, in less than three minutes, the entire cavalcade of chariots, mastodons and mounted warriors was nowhere to be seen.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "Whether they had discovered us or simply were looking at the deserted city I could not say, but in any event they received a rude reception, for suddenly and without warning the green Martian warriors fired a terrific volley from the windows of the buildings facing the little valley across which the great ships were so peacefully advancing.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "It seems that each green warrior has certain objective points for his fire under relatively identical circumstances of warfare.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "The creature was considerably less than half as tall as the green Martian warriors, and from my balcony I could see that it walked erect upon two legs and surmised that it was some new and strange Martian monstrosity with which I had not as yet become acquainted.\n", "word": "green", "modifies": "warrior"}
{"color": "pink", "line": "As a faint spurt of flame rose from the point where the missile struck he swung over the side and was quickly upon the ground.\n", "word": "rose", "modifies": "spurt"}
{"color": "green", "line": "The scene I had witnessed seemed to mark the defeat and annihilation of the forces of a kindred people, rather than the routing by our green warriors of a horde of similar, though unfriendly, creatures.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "I could not fathom the seeming hallucination, nor could I free myself from it; but somewhere in the innermost recesses of my soul I felt a strange yearning toward these unknown foemen, and a mighty hope surged through me that the fleet would return and demand a reckoning from the green warriors who had so ruthlessly and wantonly attacked it.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "As Sola and I entered the plaza a sight met my eyes which filled my whole being with a great surge of mingled hope, fear, exultation, and depression, and yet most dominant was a subtle sense of relief and happiness; for just as we neared the throng of Martians I caught a glimpse of the prisoner from the battle craft who was being roughly dragged into a nearby building by a couple of green Martian females.\n", "word": "green", "modifies": "female"}
{"color": "black", "line": "Her face was oval and beautiful in the extreme, her every feature was finely chiseled and exquisite, her eyes large and lustrous and her head surmounted by a mass of coal black, waving hair, caught loosely into a strange yet becoming coiffure.\n", "word": "black", "modifies": "coal"}
{"color": "red", "line": "Her skin was of a light reddish copper color, against which the crimson glow of her cheeks and the ruby of her beautifully molded lips shone with a strangely enhancing effect.\n", "word": "crimson", "modifies": "glow"}
{"color": "red", "line": "Her skin was of a light reddish copper color, against which the crimson glow of her cheeks and the ruby of her beautifully molded lips shone with a strangely enhancing effect.\n", "word": "ruby", "modifies": "glow"}
{"color": "brown", "line": "Her skin was of a light reddish copper color, against which the crimson glow of her cheeks and the ruby of her beautifully molded lips shone with a strangely enhancing effect.\n", "word": "copper", "modifies": "color"}
{"color": "green", "line": "She was as destitute of clothes as the green Martians who accompanied her; indeed, save for her highly wrought ornaments she was entirely naked, nor could any apparel have enhanced the beauty of her perfect and symmetrical figure.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "The training of myself and the young Martians was conducted solely by the women, who not only attend to the education of the young in the arts of individual defense and offense, but are also the artisans who produce every manufactured article wrought by the green Martians.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "I could not but note the unnecessary harshness and brutality with which her guards treated her; so different from the almost maternal kindliness which Sola manifested toward me, and the respectful attitude of the few green Martians who took the trouble to notice me at all.\n", "word": "green", "modifies": "martian"}
{"color": "red", "line": "“When,” asked one of the women, “will we enjoy the death throes of the red one?\n", "word": "red", "modifies": "one"}
{"color": "red", "line": "They live at peace with all their fellows, except when duty calls upon them to make war, while we are at peace with none; forever warring among our own kind as well as upon the red men, and even in our own communities the individuals fight amongst themselves.\n", "word": "red", "modifies": "men"}
{"color": "green", "line": "I did not even know that there were any better conditions to escape to, but I was more than willing to take my chances among people fashioned after my own mold rather than to remain longer among the hideous and bloodthirsty green men of Mars.\n", "word": "green", "modifies": "men"}
{"color": "white", "line": "She had warned me, however, against venturing forth unarmed, as this city, like all other deserted metropolises of an ancient Martian civilization, was peopled by the great white apes of my second day’s adventure.\n", "word": "white", "modifies": "ape"}
{"color": "green", "line": "Had a green Martian woman desired to show dislike or contempt she would, in all likelihood, have done it with a sword thrust or a movement of her trigger finger; but as their sentiments are mostly atrophied it would have required a serious injury to have aroused such passions in them.\n", "word": "green", "modifies": "woman"}
{"color": "green", "line": "For ages we have maintained the air and water supply at practically the same point without an appreciable loss, and we have done this in the face of the brutal and ignorant interference of you green men.\n", "word": "green", "modifies": "men"}
{"color": "red", "line": "The way is open to you, you will find the hands of the red men stretched out to aid you.\n", "word": "red", "modifies": "men"}
{"color": "red", "line": "The granddaughter of the greatest and mightiest of the red jeddaks has asked you.\n", "word": "red", "modifies": "jeddaks"}
{"color": "green", "line": "I saw Tars Tarkas rise to speak, and on his face was such an expression as I had never seen upon the countenance of a green Martian warrior.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "It was portentous however that they did not laugh aloud, for the brute’s act constituted a side splitting witticism according to the ethics which rule green Martian humor.\n", "word": "green", "modifies": "humor"}
{"color": "green", "line": "What strange manner of man are you, that you consort with the green men, though your form is that of my race, while your color is little darker than that of the white ape?\n", "word": "green", "modifies": "men"}
{"color": "white", "line": "What strange manner of man are you, that you consort with the green men, though your form is that of my race, while your color is little darker than that of the white ape?\n", "word": "white", "modifies": "ape"}
{"color": "gold", "line": "We also found in this building real sleeping apartments with ancient beds of highly wrought metal swinging from enormous gold chains depending from the marble ceilings.\n", "word": "gold", "modifies": "chain"}
{"color": "brown", "line": "They were clad in graceful, flowing robes, highly ornamented with metal and jewels, and their luxuriant hair was of a beautiful golden and reddish bronze.\n", "word": "bronze", "modifies": "hair"}
{"color": "yellow", "line": "They were the early progenitors of her race, but had mixed with the other great race of early Martians, who were very dark, almost black, and also with the reddish yellow race which had flourished at the same time.\n", "word": "yellow", "modifies": "race"}
{"color": "green", "line": "These three great divisions of the higher Martians had been forced into a mighty alliance as the drying up of the Martian seas had compelled them to seek the comparatively few and always diminishing fertile areas, and to defend themselves, under new conditions of life, against the wild hordes of green men.\n", "word": "green", "modifies": "men"}
{"color": "red", "line": "Ages of close relationship and intermarrying had resulted in the race of red men, of which Dejah Thoris was a fair and beautiful daughter.\n", "word": "red", "modifies": "men"}
{"color": "red", "line": "During the ages of hardships and incessant warring between their own various races, as well as with the green men, and before they had fitted themselves to the changed conditions, much of the high civilization and many of the arts of the fair haired Martians had become lost; but the red race of today has reached a point where it feels that it has made up in new discoveries and in a more practical civilization for all that lies irretrievably buried with the ancient Barsoomians, beneath the countless intervening ages.\n", "word": "red", "modifies": "race"}
{"color": "green", "line": "During the ages of hardships and incessant warring between their own various races, as well as with the green men, and before they had fitted themselves to the changed conditions, much of the high civilization and many of the arts of the fair haired Martians had become lost; but the red race of today has reached a point where it feels that it has made up in new discoveries and in a more practical civilization for all that lies irretrievably buried with the ancient Barsoomians, beneath the countless intervening ages.\n", "word": "green", "modifies": "men"}
{"color": "red", "line": "“But,” he continued, in his fierce guttural tones, “if you run off with the red girl it is I who shall have to account to Tal Hajus; it is I who shall have to face Tars Tarkas, and either demonstrate my right to command, or the metal from my dead carcass will go to a better man, for such is the custom of the Tharks.\n", "word": "red", "modifies": "girl"}
{"color": "green", "line": "“I have no quarrel with Tars Tarkas; together we rule supreme the greatest of the lesser communities among the green men; we do not wish to fight between ourselves; and so if you were dead, John Carter, I should be glad.\n", "word": "green", "modifies": "men"}
{"color": "red", "line": "The safe delivery of the red girl to Tal Hajus is of the greatest importance.\n", "word": "red", "modifies": "girl"}
{"color": "red", "line": "Not in a thousand years have the Tharks made such a capture; she is the granddaughter of the greatest of the red jeddaks, who is also our bitterest enemy.\n", "word": "red", "modifies": "jeddaks"}
{"color": "red", "line": "The red girl told us that we were without the softer sentiments of humanity, but we are a just and truthful race.\n", "word": "red", "modifies": "girl"}
{"color": "red", "line": "“I understand,” he continued, “that you have given up your woman to the red prisoner.\n", "word": "red", "modifies": "prisoner"}
{"color": "yellow", "line": "While the court was entirely overgrown with the yellow, moss like vegetation which blankets practically the entire surface of Mars, yet numerous fountains, statuary, benches, and pergola like contraptions bore witness to the beauty which the court must have presented in bygone times, when graced by the fair haired, laughing people whom stern and unalterable cosmic laws had driven not only from their homes, but from all except the vague legends of their descendants.\n", "word": "yellow", "modifies": "moss"}
{"color": "green", "line": "All property among the green Martians is owned in common by the community, except the personal weapons, ornaments and sleeping silks and furs of the individuals.\n", "word": "green", "modifies": "martian"}
{"color": "red", "line": "The women and children of a man’s retinue may be likened to a military unit for which he is responsible in various ways, as in matters of instruction, discipline, sustenance, and the exigencies of their continual roamings and their unending strife with other communities and with the red Martians.\n", "word": "red", "modifies": "martian"}
{"color": "green", "line": "The green Martians use no word corresponding in meaning with this earthly word.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "It is true that the green Martians are absolutely virtuous, both men and women, with the exception of such degenerates as Tal Hajus; but better far a finer balance of human characteristics even at the expense of a slight and occasional loss of chastity.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "These creatures, which are known as thoats, are as dangerous and vicious as their masters, but when once subdued are sufficiently tractable for the purposes of the green Martians.\n", "word": "green", "modifies": "martian"}
{"color": "gold", "line": "The effect on the precision and celerity of the military movements was so remarkable that Lorquas Ptomel presented me with a massive anklet of gold from his own leg, as a sign of his appreciation of my service to the horde.\n", "word": "gold", "modifies": "anklet"}
{"color": "white", "line": "I had warned them against venturing far from the plaza for fear of the great white apes, whose ferocity I was only too well acquainted with.\n", "word": "white", "modifies": "ape"}
{"color": "red", "line": "That she shared my sentiments in this respect I was positive, for on my approach the look of pitiful hopelessness left her sweet countenance to be replaced by a smile of joyful welcome, as she placed her little right hand upon my left shoulder in true red Martian salute.\n", "word": "red", "modifies": "salute"}
{"color": "green", "line": "Day had now given away to night and as we wandered along the great avenue lighted by the two moons of Barsoom, and with Earth looking down upon us out of her luminous green eye, it seemed that we were alone in the universe, and I, at least, was content that it should be so.\n", "word": "green", "modifies": "eye"}
{"color": "green", "line": "A woman who was hatched from an egg, and whose span of life might cover a thousand years; whose people had strange customs and ideas; a woman whose hopes, whose pleasures, whose standards of virtue and of right and wrong might vary as greatly from mine as did those of the green Martians.\n", "word": "green", "modifies": "martian"}
{"color": "gold", "line": "I believed that from the bottom of my heart, from the depth of my soul on that night in Korad as I sat cross legged upon my silks while the nearer moon of Barsoom raced through the western sky toward the horizon, and lighted up the gold and marble, and jeweled mosaics of my world old chamber, and I believe it today as I sit at my desk in the little study overlooking the Hudson.\n", "word": "gold", "modifies": "marble"}
{"color": "red", "line": "I sought out Dejah Thoris in the throng of departing chariots, but she turned her shoulder to me, and I could see the red blood mount to her cheek.\n", "word": "red", "modifies": "mount"}
{"color": "black", "line": "As I was approaching Dejah Thoris’ chariot I passed Sarkoja, and the black, venomous look she accorded me was the sweetest balm I had felt for many hours.\n", "word": "black", "modifies": "look"}
{"color": "green", "line": "Tars Tarkas dismounted and examined the enclosure minutely, finally announcing that it belonged to the green men of Warhoon and that the cement was scarcely dry where it had been walled up.\n", "word": "green", "modifies": "men"}
{"color": "green", "line": "He explained that the eggs had just been placed there; but, like all green Martian eggs, they would grow during the five year period of incubation until they obtained the size of those I had seen hatching on the day of my arrival on Barsoom.\n", "word": "green", "modifies": "egg"}
{"color": "green", "line": "This was indeed an interesting piece of information, for it had always seemed remarkable to me that the green Martian women, large as they were, could bring forth such enormous eggs as I had seen the four foot infants emerging from.\n", "word": "green", "modifies": "woman"}
{"color": "green", "line": "I did not need a manual of green Martian etiquette to know what reply to make, for, in fact, I was so wild with anger that I could scarcely refrain from drawing my pistol and shooting him down for the brute he was; but he stood waiting with drawn long sword, and my only choice was to draw my own and meet him in fair fight with his choice of weapons or a lesser one.\n", "word": "green", "modifies": "etiquette"}
{"color": "yellow", "line": "We made a most imposing and awe inspiring spectacle as we strung out across the yellow landscape; the two hundred and fifty ornate and brightly colored chariots, preceded by an advance guard of some two hundred mounted warriors and chieftains riding five abreast and one hundred yards apart, and followed by a like number in the same formation, with a score or more of flankers on either side; the fifty extra mastodons, or heavy draught animals, known as zitidars, and the five or six hundred extra thoats of the warriors running loose within the hollow square formed by the surrounding warriors.\n", "word": "yellow", "modifies": "landscape"}
{"color": "green", "line": "The gleaming metal and jewels of the gorgeous ornaments of the men and women, duplicated in the trappings of the zitidars and thoats, and interspersed with the flashing colors of magnificent silks and furs and feathers, lent a barbaric splendor to the caravan which would have turned an East Indian potentate green with envy.\n", "word": "green", "modifies": "potentate"}
{"color": "green", "line": "The green Martians converse but little, and then usually in monosyllables, low and like the faint rumbling of distant thunder.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "It is a sad fate, since I must live my life amongst them, and I often wish that I were a true green Martian woman, without love and without hope; but I have known love and so I am lost.\n", "word": "green", "modifies": "woman"}
{"color": "green", "line": "From what I have learned of you and the ways of your people I am sure that the tale will not seem strange to you, but among green Martians it has no parallel within the memory of the oldest living Thark, nor do our legends hold many similar tales.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "She was also less cold and cruel than most green Martian women, and caring little for their society, she often roamed the deserted avenues of Thark alone, or went and sat among the wild flowers that deck the nearby hills, thinking thoughts and wishing wishes which I believe I alone among Tharkian women today may understand, for am I not the child of my mother?\n", "word": "green", "modifies": "woman"}
{"color": "green", "line": "But one day the chance was lost forever, in so far as it could come in time to save his loved ones, for he was ordered away upon a long expedition to the ice clad south, to make war upon the natives there and despoil them of their furs, for such is the manner of the green Barsoomian; he does not labor for what he can wrest in battle from others.\n", "word": "green", "modifies": "barsoomian"}
{"color": "green", "line": "She hoped, upon the return of the expedition from the incubator, to mix me with the other young assigned to the quarters of Tal Hajus, and thus escape the fate which would surely follow discovery of her sin against the ancient traditions of the green men.\n", "word": "green", "modifies": "men"}
{"color": "white", "line": "“I learned afterwards that she told them that she had killed me to save me from a like fate at their hands, and that she had thrown my body to the white apes.\n", "word": "white", "modifies": "ape"}
{"color": "red", "line": "When we approached these points a warrior would be sent far ahead with a powerful field glass, and if no great body of red Martian troops was in sight we would advance as close as possible without chance of being seen and then camp until dark, when we would slowly approach the cultivated tract, and, locating one of the numerous, broad highways which cross these areas at regular intervals, creep silently and stealthily across to the arid lands upon the other side.\n", "word": "red", "modifies": "troop"}
{"color": "white", "line": "Only once did I perceive a human being, and that was at the intersection of our crossroad with the wide, white turnpike which cuts each cultivated district longitudinally at its exact center.\n", "word": "white", "modifies": "turnpike"}
{"color": "green", "line": "Just thirty days after my advent upon Barsoom we entered the ancient city of Thark, from whose long forgotten people this horde of green men have stolen even their name.\n", "word": "green", "modifies": "men"}
{"color": "red", "line": "I searched in vain until the upper rim of the great red sun was just disappearing behind the horizon and then I spied the ugly head of Woola peering from a second story window on the opposite side of the very street where I was quartered, but nearer the plaza.\n", "word": "red", "modifies": "sun"}
{"color": "pink", "line": "As I waited she rose to her full height and looking me straight in the eye said: “What would Dotar Sojat, Thark, of Dejah Thoris his captive?” “Dejah Thoris, I do not know how I have angered you.\n", "word": "rose", "modifies": "height"}
{"color": "green", "line": "“What are you saying to me?” “I am saying what I had promised myself that I would not say to you, at least until you were no longer a captive among the green men; what from your attitude toward me for the past twenty days I had thought never to say to you; I am saying, Dejah Thoris, that I am yours, body and soul, to serve you, to fight for you, and to die for you.\n", "word": "green", "modifies": "men"}
{"color": "black", "line": "Soon the party was near me, and from the black shadows of my entranceway I perceived a score of mounted warriors, who, in passing, dropped a dozen words that fetched my heart clean into the top of my head.\n", "word": "black", "modifies": "shadow"}
{"color": "green", "line": "That they would be as quiet and contented here as elsewhere I was confident, nor was there but the remotest possibility that they would be discovered, as the green men had no great desire to enter these outlying buildings, which were frequented by the only thing, I believe, which caused them the sensation of fear—the great white apes of Barsoom.\n", "word": "green", "modifies": "men"}
{"color": "white", "line": "That they would be as quiet and contented here as elsewhere I was confident, nor was there but the remotest possibility that they would be discovered, as the green men had no great desire to enter these outlying buildings, which were frequented by the only thing, I believe, which caused them the sensation of fear—the great white apes of Barsoom.\n", "word": "white", "modifies": "ape"}
{"color": "green", "line": "He had all the cold, hard, cruel, terrible features of the green warriors, but accentuated and debased by the animal passions to which he had given himself over for many years.\n", "word": "green", "modifies": "warrior"}
{"color": "red", "line": "The terrors of your death shall haunt the slumbers of the red men through all the ages to come; they will shudder in the shadows of the night as their fathers tell them of the awful vengeance of the green men; of the power and might and hate and cruelty of Tal Hajus.\n", "word": "red", "modifies": "men"}
{"color": "green", "line": "The terrors of your death shall haunt the slumbers of the red men through all the ages to come; they will shudder in the shadows of the night as their fathers tell them of the awful vengeance of the green men; of the power and might and hate and cruelty of Tal Hajus.\n", "word": "green", "modifies": "men"}
{"color": "green", "line": "Evidently he was a chieftain, for in certain marching formations among the green men a chieftain brings up the extreme rear of the column.\n", "word": "green", "modifies": "men"}
{"color": "green", "line": "Springing to my feet I urged the thoat to rise, and directed Sola to take Dejah Thoris with her upon him and make a mighty effort to reach the hills before the green warriors were upon us.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "Turning, I beheld the green warriors mounting the ridge and looking for their chieftain.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "I was lying among a pile of sleeping silks and furs in the corner of a small room in which were several green warriors, and bending over me was an ancient and ugly female.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "I never before had seen two green Martian warriors battle with nature’s weapons and the exhibition of animal ferocity which ensued was as fearful a thing as the most disordered imagination could picture.\n", "word": "green", "modifies": "battle"}
{"color": "black", "line": "It was the most horrible experience of all my life and that my mind did not give way to the terrors of that inky blackness has been a wonder to me ever since.\n", "word": "inky", "modifies": "blackness"}
{"color": "black", "line": "Then slowly they retreated but this time with a strange grating sound and finally they disappeared in some black and distant recess of my dungeon.\n", "word": "black", "modifies": "recess"}
{"color": "red", "line": "By the dim torch light I saw that he was a red Martian and I could scarcely await the departure of his guards to address him.\n", "word": "red", "modifies": "martian"}
{"color": "red", "line": "“Who are you who speaks out of the darkness?” he answered “John Carter, a friend of the red men of Helium.” “I am of Helium,” he said, “but I do not recall your name.” And then I told him my story as I have written it here, omitting only any reference to my love for Dejah Thoris.\n", "word": "red", "modifies": "men"}
{"color": "red", "line": "Badly injured and only partially manned they had limped slowly toward Helium, but while passing near the city of Zodanga, the capital of Helium’s hereditary enemies among the red men of Barsoom, they had been attacked by a great body of war vessels and all but the craft to which Kantos Kan belonged were either destroyed or captured.\n", "word": "red", "modifies": "men"}
{"color": "green", "line": "Two green Martian communities had been wiped off the face of Barsoom by the avenging fleets, but no trace of Dejah Thoris had been found.\n", "word": "green", "modifies": "community"}
{"color": "green", "line": "In the others were wild calots, thoats, mad zitidars, green warriors, and women of other hordes, and many strange and ferocious wild beasts of Barsoom which I had never before seen.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "At a signal from Dak Kova the doors of two cages were thrown open and a dozen green Martian females were driven to the center of the arena.\n", "word": "green", "modifies": "female"}
{"color": "green", "line": "The yells and laughter of the green horde bore witness to the excellent quality of the sport and when I turned back to the arena, as Kantos Kan told me it was over, I saw three victorious calots, snarling and growling over the bodies of their prey.\n", "word": "green", "modifies": "horde"}
{"color": "green", "line": "Finally there were but three of us left, a great green warrior of some far northern horde, Kantos Kan, and myself.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "Kantos Kan had fought several times during the day and like myself had always proven victorious, but occasionally by the smallest of margins, especially when pitted against the green warriors.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "As they advanced to meet one another I saw for the first time a trick of Martian swordsmanship which centered Kantos Kan’s every hope of victory and life on one cast of the dice, for, as he came to within about twenty feet of the huge fellow he threw his sword arm far behind him over his shoulder and with a mighty sweep hurled his weapon point foremost at the green warrior.\n", "word": "green", "modifies": "warrior"}
{"color": "red", "line": "“You wear the metal of a green warrior and are followed by a calot, yet you are of the figure of a red man.\n", "word": "red", "modifies": "man"}
{"color": "green", "line": "“You wear the metal of a green warrior and are followed by a calot, yet you are of the figure of a red man.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "In color you are neither green nor red.\n", "word": "green", "modifies": "color"}
{"color": "gold", "line": "He wore but a single article of clothing or adornment, a small collar of gold from which depended upon his chest a great ornament as large as a dinner plate set solid with huge diamonds, except for the exact center which was occupied by a strange stone, an inch in diameter, that scintillated nine different and distinct rays; the seven colors of our earthly prism and two beautiful rays which, to me, were new and nameless.\n", "word": "gold", "modifies": "collar"}
{"color": "red", "line": "Every red Martian is taught during earliest childhood the principles of the manufacture of atmosphere, but only two at one time ever hold the secret of ingress to the great building, which, built as it is with walls a hundred and fifty feet thick, is absolutely unassailable, even the roof being guarded from assault by air craft by a glass covering five feet thick.\n", "word": "red", "modifies": "martian"}
{"color": "red", "line": "The only fear they entertain of attack is from the green Martians or some demented red man, as all Barsoomians realize that the very existence of every form of life of Mars is dependent upon the uninterrupted working of this plant.\n", "word": "red", "modifies": "man"}
{"color": "green", "line": "The only fear they entertain of attack is from the green Martians or some demented red man, as all Barsoomians realize that the very existence of every form of life of Mars is dependent upon the uninterrupted working of this plant.\n", "word": "green", "modifies": "martian"}
{"color": "green", "line": "My assistant and I are of no country, we belong to all Barsoom and this talisman which we wear protects us in all lands, even among the green men—though we do not trust ourselves to their hands if we can avoid it,” he added.\n", "word": "green", "modifies": "men"}
{"color": "red", "line": "Some time later I was awakened by his frightful growlings and opened my eyes to see three red Martians standing a short distance from us and covering me with their rifles.\n", "word": "red", "modifies": "martian"}
{"color": "green", "line": "“I have been a prisoner among the green men and am on my way to Zodanga.\n", "word": "green", "modifies": "men"}
{"color": "red", "line": "The buildings I had been hammering at in the early morning were occupied only by stock and farm produce, the house proper standing among a grove of enormous trees, and, like all red Martian homes, had been raised at night some forty or fifty feet from the ground on a large round metal shaft which slid up or down within a sleeve sunk in the ground, and was operated by a tiny radium engine in the entrance hall of the building.\n", "word": "red", "modifies": "home"}
{"color": "red", "line": "Instead of bothering with bolts and bars for their dwellings, the red Martians simply run them up out of harm’s way during the night.\n", "word": "red", "modifies": "martian"}
{"color": "red", "line": "The labor was performed by convicts, prisoners of war, delinquent debtors and confirmed bachelors who were too poor to pay the high celibate tax which all red Martian governments impose.\n", "word": "red", "modifies": "government"}
{"color": "red", "line": "The brothers had supplied me with a reddish oil with which I anointed my entire body and one of them cut my hair, which had grown quite long, in the prevailing fashion of the time, square at the back and banged in front, so that I could have passed anywhere upon Barsoom as a full fledged red Martian.\n", "word": "red", "modifies": "martian"}
{"color": "white", "line": "When I mentioned my inability to repay them for their kindness to me they assured me that I would have ample opportunity if I lived long upon Barsoom, and bidding me farewell they watched me until I was out of sight upon the broad white turnpike.\n", "word": "white", "modifies": "turnpike"}
{"color": "white", "line": "Every plant and flower and vegetable and animal has been so refined by ages of careful, scientific cultivation and breeding that the like of them on Earth dwindled into pale, gray, characterless nothingness by comparison.\n", "word": "pale", "modifies": "nothingness"}
{"color": "green", "line": "“This much was learned from a green warrior recently captured by our forces in the south.\n", "word": "green", "modifies": "warrior"}
{"color": "red", "line": "From the moment that I had come in contact with the red inhabitants of Mars I had noticed that Woola drew a great amount of unwelcome attention to me, since the huge brute belonged to a species which is never domesticated by the red men.\n", "word": "red", "modifies": "inhabitant"}
{"color": "red", "line": "As I was crossing the great square lost in wonder and admiration of the magnificent architecture and the gorgeous scarlet vegetation which carpeted the broad lawns I discovered a red Martian walking briskly toward me from one of the avenues.\n", "word": "red", "modifies": "martian"}
{"color": "pink", "line": "As I rose above the city I circled several times, as I had seen Kantos Kan do, and then throwing my engine into top speed I raced at terrific velocity toward the south, following one of the great waterways which enter Zodanga from that direction.\n", "word": "rose", "modifies": "city"}
{"color": "green", "line": "I had traversed perhaps two hundred miles in a little less than an hour when I descried far below me a party of three green warriors racing madly toward a small figure on foot which seemed to be trying to reach the confines of one of the walled fields.\n", "word": "green", "modifies": "warrior"}
{"color": "red", "line": "Dropping my machine rapidly toward them, and circling to the rear of the warriors, I soon saw that the object of their pursuit was a red Martian wearing the metal of the scout squadron to which I was attached.\n", "word": "red", "modifies": "martian"}
{"color": "green", "line": "A short distance away lay his tiny flier, surrounded by the tools with which he had evidently been occupied in repairing some damage when surprised by the green warriors.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "Hastening to his damaged machine we were bending every effort to finish the needed repairs and had almost completed them when we saw the two green monsters returning at top speed from opposite sides of us.\n", "word": "green", "modifies": "monster"}
{"color": "green", "line": "With a bound I cleared the fifty feet intervening between us, and with outstretched point drove my sword completely through the body of the green warrior.\n", "word": "green", "modifies": "warrior"}
{"color": "pink", "line": "Quickly completing the repairs we rose together into the still, cloudless Martian sky, and at great speed and without further mishap returned to Zodanga.\n", "word": "rose", "modifies": "sky"}
{"color": "black", "line": "The sky was black with naval vessels and private and public pleasure craft, flying long streamers of gay colored silks, and banners and flags of odd and picturesque design.\n", "word": "black", "modifies": "sky"}
{"color": "red", "line": "All were mounted upon the small domestic bull thoats of the red Martians, and their trappings and ornamentation bore such a quantity of gorgeously colored feathers that I could not but be struck with the startling resemblance the concourse bore to a band of the red Indians of my own Earth.\n", "word": "red", "modifies": "martian"}
{"color": "green", "line": "“In recognition, John Carter,” he said, “of your remarkable courage and skill in defending the person of the cousin of the jeddak Than Kosis and, singlehanded, vanquishing three green warriors, it is the pleasure of our jeddak to confer on you the mark of his esteem.” Than Kosis then advanced toward me and placing an ornament upon me, said: “My cousin has narrated the details of your wonderful achievement, which seems little short of miraculous, and if you can so well defend a cousin of the jeddak how much better could you defend the person of the jeddak himself.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "“To what strange freak do I owe this visit from the Princess of Helium, who, two days ago, with rare consideration for my pride, assured me that she would prefer Tal Hajus, the green Thark, to my son?” Dejah Thoris only smiled the more and with the roguish dimples playing at the corners of her mouth she made answer: “From the beginning of time upon Barsoom it has been the prerogative of woman to change her mind as she listed and to dissemble in matters concerning her heart.\n", "word": "green", "modifies": "thark"}
{"color": "red", "line": "But there was no one to tell you what I could not, that upon Barsoom there are two kinds of women in the cities of the red men.\n", "word": "red", "modifies": "men"}
{"color": "red", "line": "To a red Martian escape by this path would have appeared impossible, but to me, with my earthly strength and agility, it seemed already accomplished.\n", "word": "red", "modifies": "escape"}
{"color": "pink", "line": "But few buildings in Zodanga were higher than these barracks, though several topped it by a few hundred feet; the docks of the great battleships of the line standing some fifteen hundred feet from the ground, while the freight and passenger stations of the merchant squadrons rose nearly as high.\n", "word": "rose", "modifies": "freight"}
{"color": "yellow", "line": "In addition to the twin city formation of Helium, another distinguishing feature is the two immense towers, one of vivid scarlet rising nearly a mile into the air from the center of one of the cities, while the other, of bright yellow and of the same height, marks her sister.\n", "word": "yellow", "modifies": "height"}
{"color": "green", "line": "TARS TARKAS FINDS A FRIEND About noon I passed low over a great dead city of ancient Mars, and as I skimmed out across the plain beyond I came full upon several thousand green warriors engaged in a terrific battle.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "As I sat awaiting the return of the green warrior I heard something move in an adjoining apartment, and as I glanced up there rushed suddenly upon me a huge and hideous creature which bore me backward upon the pile of silks and furs upon which I had been reclining.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "Tars Tarkas may be a cruel green warrior, but he can be a friend as well.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "He did not speak or move, but the blotchy green of his countenance turned livid, and the froth froze upon his lips.\n", "word": "green", "modifies": "countenance"}
{"color": "green", "line": "The loot of Zodanga would be magnificent, and I have often thought that had we an alliance with the people of Helium we could obtain sufficient assurance of sustenance to permit us to increase the size and frequency of our hatchings, and thus become unquestionably supreme among the green men of all Barsoom.\n", "word": "green", "modifies": "men"}
{"color": "red", "line": "The fighting strength and efficiency of this horde of ferocious green monsters was equivalent to ten times their number of red men.\n", "word": "red", "modifies": "men"}
{"color": "green", "line": "The fighting strength and efficiency of this horde of ferocious green monsters was equivalent to ten times their number of red men.\n", "word": "green", "modifies": "monster"}
{"color": "green", "line": "Never in the history of Barsoom, Tars Tarkas told me, had such a force of green warriors marched to battle together.\n", "word": "green", "modifies": "warrior"}
{"color": "red", "line": "But as we neared Zodanga their personal quarrels were submerged by their greater hatred for the red men, and especially for the Zodangans, who had for years waged a ruthless campaign of extermination against the green men, directing special attention toward despoiling their incubators.\n", "word": "red", "modifies": "men"}
{"color": "green", "line": "But as we neared Zodanga their personal quarrels were submerged by their greater hatred for the red men, and especially for the Zodangans, who had for years waged a ruthless campaign of extermination against the green men, directing special attention toward despoiling their incubators.\n", "word": "green", "modifies": "men"}
{"color": "green", "line": "They are built of enormous blocks of carborundum, and the task of entering the city seemed, to my escort of green warriors, an impossibility.\n", "word": "green", "modifies": "warrior"}
{"color": "red", "line": "First there marched four officers of the jeddak’s Guard bearing a huge salver on which reposed, upon a cushion of scarlet silk, a great golden chain with a collar and padlock at each end.\n", "word": "scarlet", "modifies": "silk"}
{"color": "red", "line": "Then came more dignitaries, and the officers of the palace and of the army, and finally two figures entirely muffled in scarlet silk, so that not a feature of either was discernible.\n", "word": "scarlet", "modifies": "silk"}
{"color": "red", "line": "I could not hear his words, but presently two officers advanced and removed the scarlet robe from one of the figures, and I saw that Kantos Kan had failed in his mission, for it was Sab Than, Prince of Zodanga, who stood revealed before me.\n", "word": "scarlet", "modifies": "robe"}
{"color": "gold", "line": "Than Kosis now took a set of the ornaments from one of the salvers and placed one of the collars of gold about his son’s neck, springing the padlock fast.\n", "word": "gold", "modifies": "collar"}
{"color": "gold", "line": "It was an impressive and beautiful ceremony, I presume, but to me it seemed the most fiendish sight I had ever witnessed, and as the ornaments were adjusted upon her beautiful figure and her collar of gold swung open in the hands of Than Kosis I raised my long sword above my head, and, with the heavy hilt, I shattered the glass of the great window and sprang into the midst of the astonished assemblage.\n", "word": "gold", "modifies": "collar"}
{"color": "green", "line": "Kantos Kan accompanied him to act as guide, the green warriors commencing a thorough search of the palace for other Zodangans and for loot, and Dejah Thoris and I were left alone.\n", "word": "green", "modifies": "warrior"}
{"color": "red", "line": "Alone, a stranger, hunted, threatened, persecuted, you have done in a few short months what in all the past ages of Barsoom no man has ever done: joined together the wild hordes of the sea bottoms and brought them to fight as allies of a red Martian people.” “The answer is easy, Dejah Thoris,” I replied smiling.\n", "word": "red", "modifies": "people"}
{"color": "green", "line": "Five hours later we sailed from the roofs of the dock buildings with a fleet of two hundred and fifty battleships, carrying nearly one hundred thousand green warriors, followed by a fleet of transports with our thoats.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "Behind us we left the stricken city in the fierce and brutal clutches of some forty thousand green warriors of the lesser hordes.\n", "word": "green", "modifies": "warrior"}
{"color": "red", "line": "In the middle of the afternoon we sighted the scarlet and yellow towers of Helium, and a short time later a great fleet of Zodangan battleships rose from the camps of the besiegers without the city, and advanced to meet us.\n", "word": "scarlet", "modifies": "tower"}
{"color": "pink", "line": "In the middle of the afternoon we sighted the scarlet and yellow towers of Helium, and a short time later a great fleet of Zodangan battleships rose from the camps of the besiegers without the city, and advanced to meet us.\n", "word": "rose", "modifies": "fleet"}
{"color": "green", "line": "The banners of Helium had been strung from stem to stern of each of our mighty craft, but the Zodangans did not need this sign to realize that we were enemies, for our green Martian warriors had opened fire upon them almost as they left the ground.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "The vessels carrying our green warriors were kept circling above the contending fleets of Helium and Zodanga, since their batteries were useless in the hands of the Tharks who, having no navy, have no skill in naval gunnery.\n", "word": "green", "modifies": "warrior"}
{"color": "red", "line": "Then, one by one, the battleships of Helium succeeded in rising above the Zodangans, and in a short time a number of the beleaguering battleships were drifting hopeless wrecks toward the high scarlet tower of greater Helium.\n", "word": "scarlet", "modifies": "tower"}
{"color": "green", "line": "As their astonished gaze fell upon the hundreds of green warriors, who now came forth from the fighting shelters, they stopped aghast, but at sight of Kantos Kan, who advanced to meet them, they came forward, crowding about him.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "In the distance lay our fleet of transports, with the thoats of the green warriors, where they had remained during the battle.\n", "word": "green", "modifies": "warrior"}
{"color": "green", "line": "The Zodangans numbered nearly a million fighting men, gathered from pole to pole, wherever stretched their ribbon like waterways, while pitted against them were less than a hundred thousand green warriors.\n", "word": "green", "modifies": "warrior"}
{"color": "gold", "line": "We were greeted with an endless round of applause and showered with ornaments of gold, platinum, silver, and precious jewels.\n", "word": "gold", "modifies": "ornament"}
{"color": "silver", "line": "We were greeted with an endless round of applause and showered with ornaments of gold, platinum, silver, and precious jewels.\n", "word": "silver", "modifies": "gold"}
{"color": "red", "line": "Never before had an armed body of green warriors entered the gates of Helium, and that they came now as friends and allies filled the red men with rejoicing.\n", "word": "red", "modifies": "men"}
{"color": "green", "line": "Never before had an armed body of green warriors entered the gates of Helium, and that they came now as friends and allies filled the red men with rejoicing.\n", "word": "green", "modifies": "warrior"}
{"color": "white", "line": "In a golden incubator upon the roof of our palace lay a snow white egg.\n", "word": "white", "modifies": "egg"}
{"color": "white", "line": "In the distance we saw the bright white light of an approaching airship, but we attached no special significance to so common a sight.\n", "word": "white", "modifies": "light"}
{"color": "red", "line": "“The men of Helium have prided themselves that they have ever shown Barsoom how a nation of red men should live, now is our opportunity to show them how they should die.\n", "word": "red", "modifies": "men"}
{"color": "pink", "line": "Strange, stiff garments were upon my body; garments that cracked and powdered away from me as I rose to a sitting posture.\n", "word": "rose", "modifies": "posture"}
{"color": "black", "line": "As I approached it I saw that it was the dead and mummified remains of a little old woman with long black hair, and the thing it leaned over was a small charcoal burner upon which rested a round copper vessel containing a small quantity of greenish powder.\n", "word": "black", "modifies": "hair"}
{"color": "brown", "line": "As I approached it I saw that it was the dead and mummified remains of a little old woman with long black hair, and the thing it leaned over was a small charcoal burner upon which rested a round copper vessel containing a small quantity of greenish powder.\n", "word": "copper", "modifies": "vessel"}
{"color": "red", "line": "Above me shone the red eye of Mars holding her awful secret, forty eight million miles away.\n", "word": "red", "modifies": "eye"}
{"color": "black", "line": "I can see her shining in the sky through the little window by my desk, and tonight she seems calling to me again as she has not called before since that long dead night, and I think I can see, across that awful abyss of space, a beautiful black haired woman standing in the garden of a palace, and at her side is a little boy who puts his arm around her as she points into the sky toward the planet Earth, while at their feet is a huge and hideous creature with a heart of gold.\n", "word": "black", "modifies": "woman"}
{"color": "gold", "line": "I can see her shining in the sky through the little window by my desk, and tonight she seems calling to me again as she has not called before since that long dead night, and I think I can see, across that awful abyss of space, a beautiful black haired woman standing in the garden of a palace, and at her side is a little boy who puts his arm around her as she points into the sky toward the planet Earth, while at their feet is a huge and hideous creature with a heart of gold.\n", "word": "gold", "modifies": "heart"}
