{"color": "pink", "line": "It stood on the south east side of a hill, but nearer the bottom than the top of it, so as to be sheltered from the north east by a grove of old oaks which rose above it in a gradual ascent of near half a mile, and yet high enough to enjoy a most charming prospect of the valley beneath.\n", "word": "rose", "modifies": "oak"}
{"color": "pink", "line": "In the midst of the grove was a fine lawn, sloping down towards the house, near the summit of which rose a plentiful spring, gushing out of a rock covered with firs, and forming a constant cascade of about thirty feet, not carried down a regular flight of steps, but tumbling in a natural fall over the broken and mossy stones till it came to the bottom of the rock, then running off in a pebly channel, that with many lesser falls winded along, till it fell into a lake at the foot of the hill, about a quarter of a mile below the house on the south side, and which was seen from every room in the front.\n", "word": "rose", "modifies": "summit"}
{"color": "pink", "line": "Beyond this, the country gradually rose into a ridge of wild mountains, the tops of which were above the clouds.\n", "word": "rose", "modifies": "country"}
{"color": "blue", "line": "It was now the middle of May, and the morning was remarkably serene, when Mr Allworthy walked forth on the terrace, where the dawn opened every minute that lovely prospect we have before described to his eye; and now having sent forth streams of light, which ascended the blue firmament before him, as harbingers preceding his pomp, in the full blaze of his majesty rose the sun, than which one object alone in this lower creation could be more glorious, and that Mr Allworthy himself presented a human being replete with benevolence, meditating in what manner he might render himself most acceptable to his Creator, by doing most good to his creatures.\n", "word": "blue", "modifies": "firmament"}
{"color": "pink", "line": "It was now the middle of May, and the morning was remarkably serene, when Mr Allworthy walked forth on the terrace, where the dawn opened every minute that lovely prospect we have before described to his eye; and now having sent forth streams of light, which ascended the blue firmament before him, as harbingers preceding his pomp, in the full blaze of his majesty rose the sun, than which one object alone in this lower creation could be more glorious, and that Mr Allworthy himself presented a human being replete with benevolence, meditating in what manner he might render himself most acceptable to his Creator, by doing most good to his creatures.\n", "word": "rose", "modifies": "harbinger"}
{"color": "green", "line": "However, what she withheld from the infant, she bestowed with the utmost profuseness on the poor unknown mother, whom she called an impudent slut, a wanton hussy, an audacious harlot, a wicked jade, a vile strumpet, with every other appellation with which the tongue of virtue never fails to lash those who bring a disgrace on the sex.\n", "word": "jade", "modifies": "slut"}
{"color": "pink", "line": "However, she had, on such occasions, the advantage of concealing her blushes from the eyes of men; and _De non apparentibus, et non existentibus eadem est ratio_ in English, “When a woman is not seen to blush, she doth not blush at all.” Both the good women kept strict silence during the whole scene between Mr Allworthy and the girl; but as soon as it was ended, and that gentleman was out of hearing, Mrs Deborah could not help exclaiming against the clemency of her master, and especially against his suffering her to conceal the father of the child, which she swore she would have out of her before the sun set.\n", "word": "blush", "modifies": "advantage"}
{"color": "black", "line": "Nor were there wanting some, who, after the departure of Jenny, insinuated that she was spirited away with a design too black to be mentioned, and who gave frequent hints that a legal inquiry ought to be made into the whole matter, and that some people should be forced to produce the girl.\n", "word": "black", "modifies": "design"}
{"color": "black", "line": "And to say the truth, there is, in all points, great difference between the reasonable passion which women at this age conceive towards men, and the idle and childish liking of a girl to a boy, which is often fixed on the outside only, and on things of little value and no duration; as on cherry cheeks, small, lily white hands, sloe black eyes, flowing locks, downy chins, dapper shapes; nay, sometimes on charms more worthless than these, and less the party's own; such are the outward ornaments of the person, for which men are beholden to the taylor, the laceman, the periwig maker, the hatter, and the milliner, and not to nature.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "And to say the truth, there is, in all points, great difference between the reasonable passion which women at this age conceive towards men, and the idle and childish liking of a girl to a boy, which is often fixed on the outside only, and on things of little value and no duration; as on cherry cheeks, small, lily white hands, sloe black eyes, flowing locks, downy chins, dapper shapes; nay, sometimes on charms more worthless than these, and less the party's own; such are the outward ornaments of the person, for which men are beholden to the taylor, the laceman, the periwig maker, the hatter, and the milliner, and not to nature.\n", "word": "white", "modifies": "hand"}
{"color": "black", "line": "So far was the skin on his cheeks from being cherry coloured, that you could not discern what the natural colour of his cheeks was, they being totally overgrown by a black beard, which ascended to his eyes.\n", "word": "black", "modifies": "beard"}
{"color": "pink", "line": "Mrs Partridge, upon this, immediately fell into a fury, and discharged the trencher on which she was eating, at the head of poor Jenny, crying out, “You impudent whore, do you play tricks with my husband before my face?” and at the same instant rose from her chair with a knife in her hand, with which, most probably, she would have executed very tragical vengeance, had not the girl taken the advantage of being nearer the door than her mistress, and avoided her fury by running away: for, as to the poor husband, whether surprize had rendered him motionless, or fear (which is full as probable) had restrained him from venturing at any opposition, he sat staring and trembling in his chair; nor did he once offer to move or speak, till his wife, returning from the pursuit of Jenny, made some defensive measures necessary for his own preservation; and he likewise was obliged to retreat, after the example of the maid.\n", "word": "rose", "modifies": "instant"}
{"color": "brown", "line": "She then betook herself to the business of packing, for which a small quantity of brown paper sufficed, and, having received her small pittance of wages, she returned home.\n", "word": "brown", "modifies": "paper"}
{"color": "black", "line": "I mean, that we are liable to be imposed upon, and to confer our choicest favours often on the undeserving, as you must own was your case in your bounty to that worthless fellow Partridge: for two or three such examples must greatly lessen the inward satisfaction which a good man would otherwise find in generosity; nay, may even make him timorous in bestowing, lest he should be guilty of supporting vice, and encouraging the wicked; a crime of a very black dye, and for which it will by no means be a sufficient excuse, that we have not actually intended such an encouragement; unless we have used the utmost caution in chusing the objects of our beneficence.\n", "word": "black", "modifies": "dye"}
{"color": "black", "line": "Nor can the judicious reader be at a greater loss on account of Mrs Bridget Blifil, who, he may be assured, conducted herself through the whole season in which grief is to make its appearance on the outside of the body, with the strictest regard to all the rules of custom and decency, suiting the alterations of her countenance to the several alterations of her habit: for as this changed from weeds to black, from black to grey, from grey to white, so did her countenance change from dismal to sorrowful, from sorrowful to sad, and from sad to serious, till the day came in which she was allowed to return to her former serenity.\n", "word": "black", "modifies": "grey"}
{"color": "white", "line": "Nor can the judicious reader be at a greater loss on account of Mrs Bridget Blifil, who, he may be assured, conducted herself through the whole season in which grief is to make its appearance on the outside of the body, with the strictest regard to all the rules of custom and decency, suiting the alterations of her countenance to the several alterations of her habit: for as this changed from weeds to black, from black to grey, from grey to white, so did her countenance change from dismal to sorrowful, from sorrowful to sad, and from sad to serious, till the day came in which she was allowed to return to her former serenity.\n", "word": "white", "modifies": "grey"}
{"color": "black", "line": "“Why, he told you that nobody was with him a shooting when he killed the partridge; but he knows” (here he burst into a flood of tears), “yes, he knows, for he confessed it to me, that Black George the gamekeeper was there.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "Indeed, his behaviour to Black George much ingratiated him with all the servants; for though that fellow was before universally disliked, yet he was no sooner turned away than he was as universally pitied; and the friendship and gallantry of Tom Jones was celebrated by them all with the highest applause; and they condemned Master Blifil as openly as they durst, without incurring the danger of offending his mother.\n", "word": "black", "modifies": "behaviour"}
{"color": "black", "line": "This was a most unfortunate circumstance for the fellow, as it not only of itself threatened his ruin, but actually prevented Mr Allworthy from restoring him to his favour: for as that gentleman was walking out one evening with Master Blifil and young Jones, the latter slily drew him to the habitation of Black George; where the family of that poor wretch, namely, his wife and children, were found in all the misery with which cold, hunger, and nakedness, can affect human creatures: for as to the money they had received from Jones, former debts had consumed almost the whole.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "On their return home, Tom made use of all his eloquence to display the wretchedness of these people, and the penitence of Black George himself; and in this he succeeded so well, that Mr Allworthy said, he thought the man had suffered enough for what was past; that he would forgive him, and think of some means of providing for him and his family.\n", "word": "black", "modifies": "penitence"}
{"color": "black", "line": "Jones was so delighted with this news, that, though it was dark when they returned home, he could not help going back a mile, in a shower of rain, to acquaint the poor woman with the glad tidings; but, like other hasty divulgers of news, he only brought on himself the trouble of contradicting it: for the ill fortune of Black George made use of the very opportunity of his friend's absence to overturn all again.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "And now Black George was pitched upon by him, as being a person already obnoxious to Mr Western, and one of no good fame in the country.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "He was, besides, the best sacrifice the higgler could make, as he had supplied him with no game since; and by this means the witness had an opportunity of screening his better customers: for the squire, being charmed with the power of punishing Black George, whom a single transgression was sufficient to ruin, made no further enquiry.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "He resolved therefore to make use of this favour on behalf of his friend Black George, whom he hoped to introduce into Mr Western's family, in the same capacity in which he had before served Mr Allworthy.\n", "word": "black", "modifies": "friend"}
{"color": "white", "line": "Do thou, sweet Zephyrus, rising from thy fragrant bed, mount the western sky, and lead on those delicious gales, the charms of which call forth the lovely Flora from her chamber, perfumed with pearly dews, when on the 1st of June, her birth day, the blooming maid, in loose attire, gently trips it over the verdant mead, where every flower rises to do her homage, till the whole field becomes enamelled, and colours contend with sweets which shall ravish her most.\n", "word": "pearly", "modifies": "dew"}
{"color": "pink", "line": "adorned with all the charms in which nature can array her; bedecked with beauty, youth, sprightliness, innocence, modesty, and tenderness, breathing sweetness from her rosy lips, and darting brightness from her sparkling eyes, the lovely Sophia comes!\n", "word": "rosy", "modifies": "lip"}
{"color": "black", "line": "Her hair, which was black, was so luxuriant, that it reached her middle, before she cut it to comply with the modern fashion; and it was now curled so gracefully in her neck, that few could believe it to be her own.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "Her black eyes had a lustre in them, which all her softness could not extinguish.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Her nose was exactly regular, and her mouth, in which were two rows of ivory, exactly answered Sir John Suckling's description in those lines: Her cheeks were of the oval kind; and in her right she had a dimple, which the least smile discovered.\n", "word": "ivory", "modifies": "row"}
{"color": "white", "line": "Here was whiteness which no lilies, ivory, nor alabaster could match.\n", "word": "alabaster", "modifies": "lily"}
{"color": "white", "line": "Here was whiteness which no lilies, ivory, nor alabaster could match.\n", "word": "ivory", "modifies": "lily"}
{"color": "red", "line": "The blood, which before had forsaken her cheeks, now made her sufficient amends, by rushing all over her face and neck with such violence, that they became all of a scarlet colour.\n", "word": "scarlet", "modifies": "colour"}
{"color": "black", "line": "He had long hated Black George in the same proportion as Jones delighted in him; not from any offence which he had ever received, but from his great love to religion and virtue; for Black George had the reputation of a loose kind of a fellow.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "That the reader may be no longer in suspense, he will be pleased to remember, that we have often mentioned the family of George Seagrim (commonly called Black George, the gamekeeper), which consisted at present of a wife and five children.\n", "word": "black", "modifies": "george"}
{"color": "red", "line": "Miss Crow, the daughter of a farmer; John Giddish, himself a farmer; Nan Slouch, Esther Codling, Will Spray, Tom Bennet; the three Misses Potter, whose father keeps the sign of the Red Lion; Betty Chambermaid, Jack Ostler, and many others of inferior note, lay rolling among the graves.\n", "word": "red", "modifies": "lion"}
{"color": "brown", "line": "But now Fortune, fearing she had acted out of character, and had inclined too long to the same side, especially as it was the right side, hastily turned about: for now Goody Brown whom Zekiel Brown caressed in his arms; nor he alone, but half the parish besides; so famous was she in the fields of Venus, nor indeed less in those of Mars.\n", "word": "brown", "modifies": "goody"}
{"color": "brown", "line": "She soon removed the clout from the head of Goody Brown, and then fastening on her hair with one hand, with the other she caused another bloody stream to issue forth from the nostrils of the enemy.\n", "word": "brown", "modifies": "goody"}
{"color": "brown", "line": "Goody Brown had great advantage of Molly in this particular; for the former had indeed no breasts, her bosom (if it may be so called), as well in colour as in many other properties, exactly resembling an antient piece of parchment, upon which any one might have drummed a considerable while without doing her any great damage.\n", "word": "brown", "modifies": "goody"}
{"color": "brown", "line": "Molly, beside her present unhappy condition, was differently formed in those parts, and might, perhaps, have tempted the envy of Brown to give her a fatal blow, had not the lucky arrival of Tom Jones at this instant put an immediate end to the bloody scene.\n", "word": "brown", "modifies": "envy"}
{"color": "brown", "line": "A country fellow, scratching his head, answered him: “I don't know, measter, un't I; an't please your honour, here hath been a vight, I think, between Goody Brown and Moll Seagrim.” “Who, who?” cries Tom; but without waiting for an answer, having discovered the features of his Molly through all the discomposure in which they now were, he hastily alighted, turned his horse loose, and, leaping over the wall, ran to her.\n", "word": "brown", "modifies": "goody"}
{"color": "brown", "line": "Upon which, forgetting the sex of Goody Brown, or perhaps not knowing it in his rage for, in reality, she had no feminine appearance but a petticoat, which he might not observe he gave her a lash or two with his horsewhip; and then flying at the mob, who were all accused by Moll, he dealt his blows so profusely on all sides, that unless I would again invoke the muse (which the good natured reader may think a little too hard upon her, as she hath so lately been violently sweated), it would be impossible for me to recount the horse whipping of that day.\n", "word": "brown", "modifies": "goody"}
{"color": "gold", "line": "The good woman no sooner felt the gold within her palm, than her temper began (such is the efficacy of that panacea) to be mollified.\n", "word": "gold", "modifies": "palm"}
{"color": "black", "line": "However, in the country, such dresses are That is, madam, as much as to say, 'A rare bird upon the earth, and very like a black swan.'\n", "word": "black", "modifies": "swan"}
{"color": "black", "line": "I was saying such garments are rare sights in the country; and perchance, too, it was thought the more rare, respect being had to the person who wore it, who, they tell me, is the daughter of Black George, your worship's gamekeeper, whose sufferings, I should have opined, might have taught him more wit, than to dress forth his wenches in such gaudy apparel.\n", "word": "black", "modifies": "george"}
{"color": "pink", "line": "When she rose therefore from her chair, and told him a hint from him was always sufficient to make her withdraw, he suffered her to leave the room, and then with great gravity of countenance remarked, “That it was better to see a daughter over modest than over forward;” a sentiment which was highly applauded by the parson.\n", "word": "rose", "modifies": "chair"}
{"color": "white", "line": "thof his skin be so white, and to be sure it is the most whitest that ever was seen, I am a Christian as well as he, and nobody can say that I am base born: my grandfather was a clergyman,[*] and would have been very angry, I believe, to have thought any of his family should have taken up with Molly Seagrim's dirty leavings.” Perhaps Sophia might have suffered her maid to run on in this manner, from wanting sufficient spirits to stop her tongue, which the reader may probably conjecture was no very easy task; for certainly there were some passages in her speech which were far from being agreeable to the lady.\n", "word": "white", "modifies": "skin"}
{"color": "pink", "line": "What her lips, therefore, concealed, her eyes, her blushes, and many little involuntary actions, betrayed.\n", "word": "blush", "modifies": "eye"}
{"color": "pink", "line": "Besides grief for her master, there was another source for that briny stream which so plentifully rose above the two mountainous cheek bones of the housekeeper.\n", "word": "rose", "modifies": "stream"}
{"color": "white", "line": "In one place lay on the ground, all pale, and almost breathless, the vanquished Blifil.\n", "word": "pale", "modifies": "ground"}
{"color": "black", "line": "But though the water could clear off the blood, it could not remove the black and blue marks which Thwackum had imprinted on both his face and breast, and which, being discerned by Sophia, drew from her a sigh and a look full of inexpressible tenderness.\n", "word": "black", "modifies": "mark"}
{"color": "black", "line": "I would avoid, if possible, treating this matter ludicrously, lest grave men and politicians, whom I know to be offended at a jest, may cry pish at it; but, in reality, might not a battle be as well decided by the greater number of broken heads, bloody noses, and black eyes, as by the greater heaps of mangled and murdered human bodies?\n", "word": "black", "modifies": "eye"}
{"color": "gold", "line": "In reality, I am inclined to suspect, that all these several finders of truth, are the very identical men who are by others called the finders of gold.\n", "word": "gold", "modifies": "finder"}
{"color": "gold", "line": "The method used in both these searches after truth and after gold, being indeed one and the same, viz., the searching, rummaging, and examining into a nasty place; indeed, in the former instances, into the nastiest of all places, A BAD MIND.\n", "word": "gold", "modifies": "truth"}
{"color": "gold", "line": "But though in this particular, and perhaps in their success, the truth finder and the gold finder may very properly be compared together; yet in modesty, surely, there can be no comparison between the two; for who ever heard of a gold finder that had the impudence or folly to assert, from the ill success of his search, that there was no such thing as gold in the world?\n", "word": "gold", "modifies": "finder"}
{"color": "white", "line": "Secondly, that what is commonly called love, namely, the desire of satisfying a voracious appetite with a certain quantity of delicate white human flesh, is by no means that passion for which I here contend.\n", "word": "white", "modifies": "flesh"}
{"color": "red", "line": "To treat of the effects of love to you, must be as absurd as to discourse on colours to a man born blind; since possibly your idea of love may be as absurd as that which we are told such blind man once entertained of the colour scarlet; that colour seemed to him to be very much like the sound of a trumpet: and love probably may, in your opinion, very greatly resemble a dish of soup, or a surloin of roast beef.\n", "word": "scarlet", "modifies": "colour"}
{"color": "pink", "line": "You blush, my dear Sophia.\n", "word": "blush", "modifies": "sophia"}
{"color": "pink", "line": "Blifil, from his inexperience in the ways of women, and from his conceit of himself, took this behaviour for a modest assent to his courtship; and when, to shorten a scene which she could no longer support, Sophia rose up and left the room, he imputed that, too, merely to bashfulness, and comforted himself that he should soon have enough of her company.\n", "word": "rose", "modifies": "sophia"}
{"color": "red", "line": "As when two doves, or two wood pigeons, or as when Strephon and Phyllis (for that comes nearest to the mark) are retired into some pleasant solitary grove, to enjoy the delightful conversation of Love, that bashful boy, who cannot speak in public, and is never a good companion to more than two at a time; here, while every object is serene, should hoarse thunder burst suddenly through the shattered clouds, and rumbling roll along the sky, the frightened maid starts from the mossy bank or verdant turf, the pale livery of death succeeds the red regimentals in which Love had before drest her cheeks, fear shakes her whole frame, and her lover scarce supports her trembling tottering limbs.\n", "word": "red", "modifies": "regimentals"}
{"color": "white", "line": "As when two doves, or two wood pigeons, or as when Strephon and Phyllis (for that comes nearest to the mark) are retired into some pleasant solitary grove, to enjoy the delightful conversation of Love, that bashful boy, who cannot speak in public, and is never a good companion to more than two at a time; here, while every object is serene, should hoarse thunder burst suddenly through the shattered clouds, and rumbling roll along the sky, the frightened maid starts from the mossy bank or verdant turf, the pale livery of death succeeds the red regimentals in which Love had before drest her cheeks, fear shakes her whole frame, and her lover scarce supports her trembling tottering limbs.\n", "word": "pale", "modifies": "livery"}
{"color": "white", "line": "So trembled poor Sophia, so turned she pale at the noise of her father, who, in a voice most dreadful to hear, came on swearing, cursing, and vowing the destruction of Jones.\n", "word": "pale", "modifies": "noise"}
{"color": "black", "line": "In his way he met his old friend Black George, who heartily condoled with him on his misfortune; for this had already reached his ears, and indeed those of all the neighbourhood.\n", "word": "black", "modifies": "friend"}
{"color": "black", "line": "Jones now gave over all hopes of recovering his loss, and almost all thoughts concerning it, and turning to Black George, asked him earnestly if he would do him the greatest favour in the world?\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "He therefore resumed his resolution, and taking leave of Black George, set forward to a town about five miles distant, whither he had desired Mr Allworthy, unless he pleased to revoke his sentence, to send his things after him.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "And to be sure, if I may be so presumptuous as to offer my poor opinion, there is young Mr Blifil, who, besides that he is come of honest parents, and will be one of the greatest squires all hereabouts, he is to be sure, in my poor opinion, a more handsomer and a more politer man by half; and besides, he is a young gentleman of a sober character, and who may defy any of the neighbours to say black is his eye; he follows no dirty trollops, nor can any bastards be laid at his door.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "Black George having received the purse, set forward towards the alehouse; but in the way a thought occurred to him, whether he should not detain this money likewise.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "By this friendly aid of Fear, Conscience obtained a compleat victory in the mind of Black George, and, after making him a few compliments on his honesty, forced him to deliver the money to Jones.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "Let us examine this in one example; for instance, in the behaviour of the great audience on that scene which Nature was pleased to exhibit in the twelfth chapter of the preceding book, where she introduced Black George running away with the £500 from his friend and benefactor.\n", "word": "black", "modifies": "george"}
{"color": "pink", "line": "These, however, were the only seasons when Mr Western saw his wife; for when he repaired to her bed, he was generally so drunk that he could not see; and in the sporting season he always rose from her before it was light.\n", "word": "rose", "modifies": "season"}
{"color": "pink", "line": "Now the agonies which affected the mind of Sophia, rather augmented than impaired her beauty; for her tears added brightness to her eyes, and her breasts rose higher with her sighs.\n", "word": "rose", "modifies": "breast"}
{"color": "silver", "line": "No, as she hath married for love, let her live on love if she can; let her carry her love to market, and see whether any one will change it into silver, or even into halfpence.” “You know your own concerns best, sir,” said Jones.\n", "word": "silver", "modifies": "halfpenny"}
{"color": "silver", "line": "It is not above a year ago that I lost a silver spoon.” “What dost thou talk of a parish bastard, Robin?” answered the Quaker.\n", "word": "silver", "modifies": "spoon"}
{"color": "red", "line": "He continued still waking in his chair, with his eyes fixed stedfastly on the door which led into the apartment of Mr Jones, till a violent thundering at his outward gate called him from his seat, and obliged him to open it; which he had no sooner done, than his kitchen was immediately full of gentlemen in red coats, who all rushed upon him in as tumultuous a manner as if they intended to take his little castle by storm.\n", "word": "red", "modifies": "coat"}
{"color": "gold", "line": "It is an old proverb and a true one, all is not gold that glisters.\n", "word": "gold", "modifies": "proverb"}
{"color": "white", "line": "As soon as the serjeant was departed, Jones rose from his bed, and dressed himself entirely, putting on even his coat, which, as its colour was white, showed very visibly the streams of blood which had flowed down it; and now, having grasped his new purchased sword in his hand, he was going to issue forth, when the thought of what he was about to undertake laid suddenly hold of him, and he began to reflect that in a few minutes he might possibly deprive a human being of life, or might lose his own.\n", "word": "white", "modifies": "colour"}
{"color": "pink", "line": "As soon as the serjeant was departed, Jones rose from his bed, and dressed himself entirely, putting on even his coat, which, as its colour was white, showed very visibly the streams of blood which had flowed down it; and now, having grasped his new purchased sword in his hand, he was going to issue forth, when the thought of what he was about to undertake laid suddenly hold of him, and he began to reflect that in a few minutes he might possibly deprive a human being of life, or might lose his own.\n", "word": "rose", "modifies": "jones"}
{"color": "white", "line": "His face, which missed that very blood, as well as twenty ounces more drawn from him by the surgeon, was pallid.\n", "word": "pallid", "modifies": "face"}
{"color": "black", "line": "I am sure it moved me to hear the story, and I hope it is all false; for I have a great respect for you, I do assure you I have, and have had ever since the good nature you showed to Black George, which was talked of all over the country, and I received more than one letter about it.\n", "word": "black", "modifies": "george"}
{"color": "brown", "line": "I have some curious books in both languages; such as _Erasmi Colloquia, Ovid de Tristibus, Gradus ad Parnassum;_ and in English I have several of the best books, though some of them are a little torn; but I have a great part of Stowe's Chronicle; the sixth volume of Pope's Homer; the third volume of the Spectator; the second volume of Echard's Roman History; the Craftsman; Robinson Crusoe; Thomas a Kempis; and two volumes of Tom Brown's Works.” “Those last,” cries Jones, “are books I never saw, so if you please lend me one of those volumes.” The barber assured him he would be highly entertained, for he looked upon the author to have been one of the greatest wits that ever the nation produced.\n", "word": "brown", "modifies": "tom"}
{"color": "black", "line": "I have loved you ever since I heard of your behaviour to Black George, as I told you; and I am convinced, from this extraordinary meeting, that you are born to make me amends for all I have suffered on that account.\n", "word": "black", "modifies": "george"}
{"color": "white", "line": "Besides, I dreamt, the night before I saw you, that I stumbled over a stool without hurting myself; which plainly showed me something good was towards me: and last night I dreamt again, that I rode behind you on a milk white mare, which is a very excellent dream, and betokens much good fortune, which I am resolved to pursue unless you have the cruelty to deny me.” “I should be very glad, Mr Partridge,” answered Jones, “to have it in my power to make you amends for your sufferings on my account, though at present I see no likelihood of it; however, I assure you I will deny you nothing which is in my power to grant.” “It is in your power sure enough,” replied Benjamin; “for I desire nothing more than leave to attend you in this expedition.\n", "word": "white", "modifies": "mare"}
{"color": "white", "line": "Partridge relied strongly on his dream of the milk white mare.\n", "word": "white", "modifies": "mare"}
{"color": "white", "line": "Though Partridge was one of the most superstitious of men, he would hardly perhaps have desired to accompany Jones on his expedition merely from the omens of the joint stool and white mare, if his prospect had been no better than to have shared the plunder gained in the field of battle.\n", "word": "white", "modifies": "mare"}
{"color": "red", "line": "In a word, the clock struck five just as Mr Jones took his leave of Gloucester; an hour at which (as it was now mid winter) the dirty fingers of Night would have drawn her sable curtain over the universe, had not the moon forbid her, who now, with a face as broad and as red as those of some jolly mortals, who, like her, turn night into day, began to rise from her bed, where she had slumbered away the day, in order to sit up all night.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "This person was of the tallest size, with a long beard as white as snow.\n", "word": "white", "modifies": "beard"}
{"color": "black", "line": "“The situation of my brother made me at first think my lot the harder, in being continued at school: but I soon changed my opinion; for as I advanced pretty fast in learning, my labours became easy, and my exercise so delightful, that holidays were my most unpleasant time; for my mother, who never loved me, now apprehending that I had the greater share of my father's affection, and finding, or at least thinking, that I was more taken notice of by some gentlemen of learning, and particularly by the parson of the parish, than my brother, she now hated my sight, and made home so disagreeable to me, that what is called by school boys Black Monday, was to me the whitest in the whole year.\n", "word": "black", "modifies": "monday"}
{"color": "white", "line": "I am just now coming to the matter; for one night, coming from the alehouse, in a long, narrow, dark lane, there he ran directly up against him; and the spirit was all in white, and fell upon Frank; and Frank, who was a sturdy lad, fell upon the spirit again, and there they had a tussel together, and poor Frank was dreadfully beat: indeed he made a shift at last to crawl home; but what with the beating, and what with the fright, he lay ill above a fortnight; and all this is most certainly true, and the whole parish will bear witness to it.” The stranger smiled at this story, and Jones burst into a loud fit of laughter; upon which Partridge cried, “Ay, you may laugh, sir; and so did some others, particularly a squire, who is thought to be no better than an atheist; who, forsooth, because there was a calf with a white face found dead in the same lane the next morning, would fain have it that the battle was between Frank and that, as if a calf would set upon a man.\n", "word": "white", "modifies": "spirit"}
{"color": "gold", "line": "Mountains of gold were in a few moments reduced to nothing at one part of the table, and rose as suddenly in another.\n", "word": "gold", "modifies": "mountain"}
{"color": "pink", "line": "Mr Watson too, after much variety of luck, rose from the table in some heat, and declared he had lost a cool hundred, and would play no longer.\n", "word": "rose", "modifies": "mr"}
{"color": "white", "line": "During this short conversation, she covered her white bosom as well as she could possibly with her arms; for Jones could not avoid stealing a sly peep or two, though he took all imaginable care to avoid giving any offence.\n", "word": "white", "modifies": "bosom"}
{"color": "red", "line": "Nothing can be more provoking to the human temper, nor more dangerous to that cardinal virtue, patience, than solicitations of extraordinary offices of kindness on behalf of those very persons with whom we are highly incensed.\n", "word": "cardinal", "modifies": "virtue"}
{"color": "black", "line": "I defy anybody to say black is my eye, for that matter.\n", "word": "black", "modifies": "eye"}
{"color": "black", "line": "The heroic Susan was likewise well contented with her victory, though it had cost her a black eye, which Partridge had given her at the first onset.\n", "word": "black", "modifies": "eye"}
{"color": "red", "line": "But though the love to these several objects may possibly be one and the same in all cases, its operations however must be allowed to be different; for, how much soever we may be in love with an excellent surloin of beef, or bottle of Burgundy; with a damask rose, or Cremona fiddle; yet do we never smile, nor ogle, nor dress, nor flatter, nor endeavour by any other arts or tricks to gain the affection of the said beef, &c. Sigh indeed we sometimes may; but it is generally in the absence, not in the presence, of the beloved object.\n", "word": "burgundy", "modifies": "bottle"}
{"color": "pink", "line": "But though the love to these several objects may possibly be one and the same in all cases, its operations however must be allowed to be different; for, how much soever we may be in love with an excellent surloin of beef, or bottle of Burgundy; with a damask rose, or Cremona fiddle; yet do we never smile, nor ogle, nor dress, nor flatter, nor endeavour by any other arts or tricks to gain the affection of the said beef, &c. Sigh indeed we sometimes may; but it is generally in the absence, not in the presence, of the beloved object.\n", "word": "rose", "modifies": "damask"}
{"color": "white", "line": "Not a smile of mirth, nor of joy; but a smile of affection, which most ladies have always ready at their command, and which serves them to show at once their good humour, their pretty dimples, and their white teeth.\n", "word": "white", "modifies": "teeth"}
{"color": "gold", "line": "Partridge ran out into the most extravagant encomiums on her face, though he could not refrain from paying some compliments to the gold lace on her habit; the post boy sung forth the praises of her goodness, which were likewise echoed by the other post boy, who was now come in.\n", "word": "gold", "modifies": "lace"}
{"color": "pink", "line": "As in the month of June, the damask rose, which chance hath planted among the lilies, with their candid hue mixes his vermilion; or as some playsome heifer in the pleasant month of May diffuses her odoriferous breath over the flowery meadows; or as, in the blooming month of April, the gentle, constant dove, perched on some fair bough, sits meditating on her mate; so, looking a hundred charms and breathing as many sweets, her thoughts being fixed on her Tommy, with a heart as good and innocent as her face was beautiful, Sophia (for it was she herself) lay reclining her lovely head on her hand, when her maid entered the room, and, running directly to the bed, cried, “Madam madam who doth your ladyship think is in the house?” Sophia, starting up, cried, “I hope my father hath not overtaken us.” “No, madam, it is one worth a hundred fathers; Mr Jones himself is here at this very instant.” “Mr Jones!” says Sophia, “it is impossible!\n", "word": "rose", "modifies": "month"}
{"color": "white", "line": "Partridge likewise shovelled in his share of calumny, and (what may surprize the reader) not only bespattered the maid, but attempted to sully the lily white character of Sophia herself.\n", "word": "white", "modifies": "character"}
{"color": "white", "line": "then would I draw the picture of the poor serving man, who, with pale countenance, staring eyes, chattering teeth, faultering tongue, and trembling limbs, entered the room, and declared That Madam Sophia was not to be found.\n", "word": "pale", "modifies": "countenance"}
{"color": "pink", "line": "How often have I advised ” Here Western rose hastily from his chair, and, venting two or three horrid imprecations, ran out of the room.\n", "word": "rose", "modifies": "western"}
{"color": "black", "line": "Besides the dreadful mischiefs done by slander, and the baseness of the means by which they are effected, there are other circumstances that highly aggravate its atrocious quality; for it often proceeds from no provocation, and seldom promises itself any reward, unless some black and infernal mind may propose a reward in the thoughts of having procured the ruin and misery of another.\n", "word": "black", "modifies": "mind"}
{"color": "pink", "line": "Contempt had not so kept down my anger to my husband, but that hatred rose again on this occasion.\n", "word": "rose", "modifies": "hatred"}
{"color": "brown", "line": "While Jones was kissing and mumbling the book, as if he had an excellent brown buttered crust in his mouth or as if he had really been a book worm, or an author who had nothing to eat but his own works, a piece of paper fell from its leaves to the ground, which Partridge took up, and delivered to Jones, who presently perceived it to be a bank bill.\n", "word": "brown", "modifies": "crust"}
{"color": "silver", "line": "The pocket book was a late present from Mrs Western to her niece; it had cost five and twenty shillings, having been bought of a celebrated toyman; but the real value of the silver which it contained in its clasp was about eighteen pence; and that price the said toyman, as it was altogether as good as when it first issued from his shop, would now have given for it.\n", "word": "silver", "modifies": "value"}
{"color": "silver", "line": "Instead, therefore, of answering my landlady, the puppet show man ran out to punish his Merry Andrew; and now the moon beginning to put forth her silver light, as the poets call it (though she looked at that time more like a piece of copper), Jones called for his reckoning, and ordered Partridge, whom my landlady had just awaked from a profound nap, to prepare for his journey; but Partridge, having lately carried two points, as my reader hath seen before, was emboldened to attempt a third, which was to prevail with Jones to take up a lodging that evening in the house where he then was.\n", "word": "silver", "modifies": "light"}
{"color": "brown", "line": "Instead, therefore, of answering my landlady, the puppet show man ran out to punish his Merry Andrew; and now the moon beginning to put forth her silver light, as the poets call it (though she looked at that time more like a piece of copper), Jones called for his reckoning, and ordered Partridge, whom my landlady had just awaked from a profound nap, to prepare for his journey; but Partridge, having lately carried two points, as my reader hath seen before, was emboldened to attempt a third, which was to prevail with Jones to take up a lodging that evening in the house where he then was.\n", "word": "copper", "modifies": "piece"}
{"color": "black", "line": "Jones, as the reader knows, was yet unacquainted with the very black colours in which he had been represented to Mr Allworthy; and as to other matters, he did not shew them in the most disadvantageous light; for though he was unwilling to cast any blame on his former friend and patron; yet he was not very desirous of heaping too much upon himself.\n", "word": "black", "modifies": "colour"}
{"color": "green", "line": "Partridge had no sooner recovered his legs, than he appealed to his fall, as conclusive evidence of all he had asserted; but Jones finding he was unhurt, answered with a smile: “This witch of yours, Partridge, is a most ungrateful jade, and doth not, I find, distinguish her friends from others in her resentment.\n", "word": "jade", "modifies": "witch"}
{"color": "gray", "line": "But Jones, as well as Partridge, was an entire stranger in London; and as he happened to arrive first in a quarter of the town, the inhabitants of which have very little intercourse with the householders of Hanover or Grosvenor square (for he entered through Gray's inn lane), so he rambled about some time before he could even find his way to those happy mansions where fortune segregates from the vulgar those magnanimous heroes, the descendants of antient Britons, Saxons, or Danes, whose ancestors, being born in better days, by sundry kinds of merit, have entailed riches and honour on their posterity.\n", "word": "gray", "modifies": "lane"}
{"color": "white", "line": "In short, he had not one penny in his pocket; a situation in much greater credit among the antient philosophers than among the modern wise men who live in Lombard street, or those who frequent White's chocolate house.\n", "word": "white", "modifies": "house"}
{"color": "white", "line": "His eyes sunk, his face pale, with a long beard.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "“Oh,” base be lodged together in the same bosom?” Lady Bellaston, and the ignominious circumstance of having been kept, rose again in his mind, and stopt his mouth from any reply.\n", "word": "rose", "modifies": "lady"}
{"color": "pink", "line": "To which that poor young lady, having her face overspread with blushes and confusion, answered, in a stammering voice, “I am sure, madam, I shall always think the honour of your ladyship's company ” “I hope, at least,” cries Lady Bellaston, “I interrupt no business.” “No, madam,” answered Sophia, “our business was at an end.\n", "word": "blush", "modifies": "confusion"}
{"color": "white", "line": "See her blood returning to her pale cheeks, her fire to her languid eyes, and raptures to her tortured breast.\n", "word": "pale", "modifies": "cheek"}
{"color": "red", "line": "Indeed, if by virtue these writers mean the exercise of those cardinal virtues, which like good housewives stay at home, and mind only the business of their own family, I shall very readily concede the point; for so surely do all these contribute and lead to happiness, that I could almost wish, in violation of all the antient and modern sages, to call them rather by the name of wisdom, than by that of virtue; for, with regard to this life, no system, I conceive, was ever wiser than that of the antient Epicureans, who held this wisdom to constitute the chief good; nor foolisher than that of their opposites, those modern epicures, who place all felicity in the abundant gratification of every sensual appetite.\n", "word": "cardinal", "modifies": "virtue"}
{"color": "black", "line": "In which is opened a very black design against Sophia.\n", "word": "black", "modifies": "design"}
{"color": "black", "line": "“I have seen, sir,” says he, “Black George, the gamekeeper, who is one of the servants whom the squire hath brought with him to town.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "It was some time, however, before Black George could recollect me.” my Sophia?” “You shall know presently, sir,” answered Partridge, “I am coming to it as fast as I can.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "The dinner hour being arrived, Black George carried her up a pullet, the squire himself (for he had sworn not to part with the key) attending the door.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "The arrival of Black George in town, and the good offices which that grateful fellow had promised to do for his old benefactor, greatly comforted Jones in the midst of all the anxiety and uneasiness which he had suffered on the account of Sophia; from whom, by the means of the said George, he received the following answer to his letter, which Sophia, to whom the use of pen, ink, and paper was restored with her liberty, wrote the very evening when she departed from her confinement: A child who hath just learnt his letters would have spelt this letter out in less time than Jones took in reading it.\n", "word": "black", "modifies": "arrival"}
{"color": "green", "line": "He may likewise be pleased to remember the suspicion which he had conceived of Jones at Upton, upon his finding him in the room with Mrs Waters; and, though sufficient reasons had afterwards appeared entirely to clear up that suspicion, yet now the reading so handsome a character of Mr Jones from his wife, caused him to reflect that she likewise was in the inn at the same time, and jumbled together such a confusion of circumstances in a head which was naturally none of the clearest, that the whole produced that green eyed monster mentioned by Shakespear in his tragedy of Othello.\n", "word": "green", "modifies": "monster"}
{"color": "black", "line": "At last he delivered him a letter, which he had like to have forgot, and which came from Sophia by the hands of Black George.\n", "word": "black", "modifies": "george"}
{"color": "brown", "line": "They have jolted me more in a mile than Brown Bess would in a long fox chase.” When his wrath on this occasion was a little appeased, he resumed the same passionate tone on another.\n", "word": "brown", "modifies": "be"}
{"color": "white", "line": "I have often considered a very fine young woman of fortune and fashion, when first found strayed from the pale of her nursery, to be in pretty much the same situation with this doe.\n", "word": "pale", "modifies": "nursery"}
{"color": "black", "line": "The black ingredient which fouls our disposition is envy.\n", "word": "black", "modifies": "ingredient"}
{"color": "black", "line": "This person was presently introduced, and was no other than Black George.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "Mr Allworthy, at his entrance into Mr Nightingale's, saw Black George; he took no notice of him, nor did Black George imagine he had perceived him.\n", "word": "black", "modifies": "george"}
{"color": "black", "line": "To which Dowling answered, “He thought he might be indicted on the Black Act; but said, as it was a matter of some nicety, it would be proper to go to counsel.\n", "word": "black", "modifies": "act"}
{"color": "white", "line": "As Allworthy was returning to his room he met Mrs Miller in the entry, who, with a face all pale and full of terror, said to him, “O!\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "And here I must give you a little comfort; when I mentioned the young lady's name, who is no other than the pretty widow Hunt, I thought she turned pale; but when I said you had refused her, I will be sworn her face was all over scarlet in an instant; and these were her very words: `I will not deny but that I believe he has some affection for me.\n", "word": "scarlet", "modifies": "face"}
{"color": "black", "line": "Fortune may tempt men of no very bad dispositions to injustice; but insults proceed only from black and rancorous minds, and have no temptations to excuse them.\n", "word": "black", "modifies": "mind"}
{"color": "black", "line": "Indeed, when I consider the black ingratitude of this fellow toward you, I think a highwayman, compared to him, is an innocent person.” “Good Heaven!” says Jones, “is it possible? I am shocked beyond measure at this news.\n", "word": "black", "modifies": "ingratitude"}
{"color": "red", "line": "Wut ha Burgundy, Champaigne, or what?\n", "word": "burgundy", "modifies": "champaigne"}
{"color": "black", "line": "Black George, hearing the discovery that had been made, ran away, and was never since heard of; and Jones bestowed the money on his family, but not in equal proportions, for Molly had much the greatest share.\n", "word": "black", "modifies": "george"}
