{"color": "black", "line": "We do not prostrate ourselves before it like the poor Indians; we fly hither and thither—we cry for mercy; but it is of no use, the black Fate thunders on and in its season reduces us to powder.\n", "word": "black", "modifies": "fate"}
{"color": "gray", "line": "“We buried him this afternoon under the shadow of the grey and ancient tower of the church of this village where my house is.\n", "word": "grey", "modifies": "tower"}
{"color": "black", "line": "They looked very white upon the black cloth!\n", "word": "black", "modifies": "cloth"}
{"color": "green", "line": "One was an elephant gun with strips of rimpi, or green hide, lashed round the stock and locks, such as used to be owned by the Dutchmen—a “roer” they call it.\n", "word": "green", "modifies": "hide"}
{"color": "black", "line": "She always took a handful of black powder and a three ounce ball, and kicked like the very deuce.\n", "word": "black", "modifies": "powder"}
{"color": "pink", "line": "Well, up and down I walked, staring at the guns and the horns which the guns had brought low; and as I did so there rose up in me a great craving:—I would go away from this place where I lived idly and at ease, back again to the wild land where I had spent my life, where I met my dear wife and poor Harry was born, and so many things, good, bad, and indifferent, had happened to me.\n", "word": "rose", "modifies": "craving"}
{"color": "white", "line": "I say that as the savage is, so is the white man, only the latter is more inventive, and possesses the faculty of combination; save and except also that the savage, as I have known him, is to a large extent free from the greed of money, which eats like a cancer into the heart of the white man.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "I dare say that the highly civilized lady reading this will smile at an old fool of a hunter’s simplicity when she thinks of her black bead bedecked sister; and so will the superfine cultured idler scientifically eating a dinner at his club, the cost of which would keep a starving family for a week.\n", "word": "black", "modifies": "sister"}
{"color": "silver", "line": "Civilization is only savagery silver gilt.\n", "word": "silver", "modifies": "gilt"}
{"color": "gray", "line": "Calm, powerful face, clear cut features, large grey eyes, yellow beard and hair—altogether a magnificent specimen of the higher type of humanity.\n", "word": "grey", "modifies": "eye"}
{"color": "yellow", "line": "Calm, powerful face, clear cut features, large grey eyes, yellow beard and hair—altogether a magnificent specimen of the higher type of humanity.\n", "word": "yellow", "modifies": "beard"}
{"color": "brown", "line": "Imagine to yourself a small, withered, yellow faced man of sixty three, with thin hands, large brown eyes, a head of grizzled hair cut short and standing up like a half worn scrubbing brush—total weight in my clothes, nine stone six—and you will get a very fair idea of Allan Quatermain, commonly called Hunter Quatermain, or by the natives “Macumazahn”—Anglicè, he who keeps a bright look out at night, or, in vulgar English, a sharp fellow who is not to be taken in.\n", "word": "brown", "modifies": "eye"}
{"color": "black", "line": "Then there was Good, who is not like either of us, being short, dark, stout—_very_ stout—with twinkling black eyes, in one of which an eyeglass is everlastingly fixed.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "That we go to Lamu and thence make our way about 250 miles inland to Mt Kenia; from Mt Kenia on inland to Mt Lekakisera, another 200 miles, or thereabouts, beyond which no white man has to the best of my belief ever been; and then, if we get so far, right on into the unknown interior.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "And now I’ll tell you another thing, and that is, that for years and years I have heard rumours of a great white race which is supposed to have its home somewhere up in this direction, and I have a mind to see if there is any truth in them.\n", "word": "white", "modifies": "race"}
{"color": "white", "line": "By all means let’s go to Mt Kenia and the other place with an unpronounceable name, and look for a white race that does not exist.\n", "word": "white", "modifies": "race"}
{"color": "white", "line": "“Quatermain has got hold of some yarn about there being a white race up in the unknown territories beyond.” The Consul looked interested, and answered that he had heard something of that, too.\n", "word": "white", "modifies": "race"}
{"color": "white", "line": "“No, I destroyed it; but I remember that he said that a man had arrived at his station who declared that two months’ journey beyond Mt Lekakisera, which no white man has yet visited—at least, so far as I know—he found a lake called Laga, and that then he went off to the north east, a month’s journey, over desert and thorn veldt and great mountains, till he came to a country where the people are white and live in stone houses.\n", "word": "white", "modifies": "man"}
{"color": "brown", "line": "In another second he removed his hand, revealing a powerful looking Zulu face, with a humorous mouth, a short woolly beard, tinged with grey, and a pair of brown eyes keen as a hawk’s.\n", "word": "brown", "modifies": "eye"}
{"color": "white", "line": "Day after day I journeyed on; for three moons I journeyed, resting not, stopping not, but running on towards forgetfulness, till I met the party of the white hunter who is now dead, and am come hither with his servants.\n", "word": "white", "modifies": "hunter"}
{"color": "green", "line": "Who can make the dead tree green, or gaze again upon last year’s light?\n", "word": "green", "modifies": "tree"}
{"color": "white", "line": "“Now, we three whom thou seest would travel inland, past Dongo Egere, the great white mountain (Mt Kenia), and far into the unknown beyond.\n", "word": "white", "modifies": "mountain"}
{"color": "white", "line": "“White man!” went on Umslopogaas, in simulated fury, which a very little provocation would have made real enough; “of whom speakest thou, insolent dog?” “Nay, we will go with the great chief.” “So!” said Umslopogaas, in a quiet voice, as he suddenly released his hold, so that the man fell backward.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "THE BLACK HAND In due course we left Lamu, and ten days afterwards we found ourselves at a spot called Charra, on the Tana River, having gone through many adventures which need not be recorded here.\n", "word": "black", "modifies": "hand"}
{"color": "yellow", "line": "Sometimes we varied our food by shooting some guinea fowl, or bush bustard (paau)—both of which were numerous—with a shot gun, or by catching a supply of beautiful yellow fish, with which the waters of the Tana swarmed, and which form, I believe, one of the chief food supplies of the crocodiles.\n", "word": "yellow", "modifies": "fish"}
{"color": "black", "line": "Round the ankles he wore black fringes of hair, and, projecting from the upper portion of the calves, to which they were attached, were long spurs like spikes, from which flowed down tufts of the beautiful black and waving hair of the Colobus monkey.\n", "word": "black", "modifies": "fringe"}
{"color": "silver", "line": "The moonbeams played upon the surface of the running water that speeded unceasingly past us towards the sea, like men’s lives towards the grave, till it glittered like a wide sheet of silver, that is in the open where the trees threw no shadows.\n", "word": "silver", "modifies": "sheet"}
{"color": "black", "line": "Presently he moved on, then came a crashing of the reeds about fifty yards above us, and a few minutes later a huge black mass rose out of the water, about twenty yards from me, and snorted.\n", "word": "black", "modifies": "mass"}
{"color": "pink", "line": "Presently he moved on, then came a crashing of the reeds about fifty yards above us, and a few minutes later a huge black mass rose out of the water, about twenty yards from me, and snorted.\n", "word": "rose", "modifies": "mass"}
{"color": "white", "line": "He opened his great mouth, to yawn, I suppose, and gave me an excellent view of his ivories; and I could not help reflecting how easily he could crunch up our frail canoe with a single bite.\n", "word": "ivory", "modifies": "view"}
{"color": "black", "line": "Above was the black bosom of the cloud, and beneath me swept the black flood of the water, and I felt as though I and Death were utterly alone between them.\n", "word": "black", "modifies": "bosom"}
{"color": "black", "line": "I could not see it, but instead I saw a lean and clutching black hand lifting itself above the gunwale of the little boat.\n", "word": "black", "modifies": "hand"}
{"color": "white", "line": "The sword, of which the handle was ivory, inlaid with gold (evidently Arab work), I kept and used as a hunting knife, and very useful it proved.\n", "word": "ivory", "modifies": "handle"}
{"color": "gold", "line": "The sword, of which the handle was ivory, inlaid with gold (evidently Arab work), I kept and used as a hunting knife, and very useful it proved.\n", "word": "gold", "modifies": "work"}
{"color": "white", "line": "We ate some insipid and sodden cold fish—that is, with the exception of Umslopogaas, who, like most Zulus, cannot bear fish—and took a pull of brandy, of which we fortunately had a few bottles left, and then began what, with one exception—when we same three white men nearly perished of cold on the snow of Sheba’s Breast in the course of our journey to Kukuanaland—was, I think, the most trying night I ever experienced.\n", "word": "white", "modifies": "men"}
{"color": "red", "line": "“How do you do, sirs,” said Mr Mackenzie, a grey haired, angular man, with a kindly face and red cheeks; “I hope I see you very well.\n", "word": "red", "modifies": "cheek"}
{"color": "gray", "line": "“How do you do, sirs,” said Mr Mackenzie, a grey haired, angular man, with a kindly face and red cheeks; “I hope I see you very well.\n", "word": "grey", "modifies": "man"}
{"color": "white", "line": "My natives told me an hour ago they spied two canoes with white men in them coming up the river; so we have just come down to meet you.” “And it is very glad that we are to see a white face again, let me tell you,” put in the lady—a charming and refined looking person.\n", "word": "white", "modifies": "men"}
{"color": "pink", "line": "If you stick a peach stone into the ground it will bear fruit the fourth year, and a rose cutting will bloom in a year.\n", "word": "rose", "modifies": "cutting"}
{"color": "pink", "line": "I do not think I ever saw such roses, gardenias, or camellias (all reared from seeds or cuttings sent from England); and there was also a patch given up to a collection of bulbous roots mostly collected by Miss Flossie, Mr Mackenzie’s little daughter, from the surrounding country, some of which were surpassingly beautiful.\n", "word": "rose", "modifies": "gardenia"}
{"color": "green", "line": "For some seventy feet it rose a beautiful tapering brown pillar without a single branch, but at that height splendid dark green boughs, which, looked at from below, had the appearance of gigantic fern leaves, sprang out horizontally from the trunk, projecting right over the house and flower garden, to both of which they furnished a grateful proportion of shade, without—being so high up—offering any impediment to the passage of light and air.\n", "word": "green", "modifies": "bough"}
{"color": "brown", "line": "For some seventy feet it rose a beautiful tapering brown pillar without a single branch, but at that height splendid dark green boughs, which, looked at from below, had the appearance of gigantic fern leaves, sprang out horizontally from the trunk, projecting right over the house and flower garden, to both of which they furnished a grateful proportion of shade, without—being so high up—offering any impediment to the passage of light and air.\n", "word": "brown", "modifies": "tapering"}
{"color": "pink", "line": "For some seventy feet it rose a beautiful tapering brown pillar without a single branch, but at that height splendid dark green boughs, which, looked at from below, had the appearance of gigantic fern leaves, sprang out horizontally from the trunk, projecting right over the house and flower garden, to both of which they furnished a grateful proportion of shade, without—being so high up—offering any impediment to the passage of light and air.\n", "word": "rose", "modifies": "foot"}
{"color": "black", "line": "As I was following him, and wondering what on earth he could mean by this, there suddenly appeared, through the door that opened on to the veranda from the house, a dapper little man, dressed in a neat blue cotton suit, with shoes made of tanned hide, and remarkable for a bustling air and most enormous black mustachios, shaped into an upward curve, and coming to a point for all the world like a pair of buffalo horns.\n", "word": "black", "modifies": "mustachio"}
{"color": "blue", "line": "As I was following him, and wondering what on earth he could mean by this, there suddenly appeared, through the door that opened on to the veranda from the house, a dapper little man, dressed in a neat blue cotton suit, with shoes made of tanned hide, and remarkable for a bustling air and most enormous black mustachios, shaped into an upward curve, and coming to a point for all the world like a pair of buffalo horns.\n", "word": "blue", "modifies": "suit"}
{"color": "white", "line": "It is unfortunate, though, that nearly all my men have gone down to the coast with ivory and goods.\n", "word": "ivory", "modifies": "good"}
{"color": "black", "line": "But, still, I will just give a few orders;” and, calling a black man who was loitering about outside in the garden, he went to the window, and addressed him in a Swahili dialect.\n", "word": "black", "modifies": "man"}
{"color": "gold", "line": "This in itself was sufficiently curious, but what was still more so was that all the edges of the hollow spaces cut through the substance of the blade were most beautifully inlaid with gold, which was in some way that I cannot understand welded on to the steel.\n", "word": "gold", "modifies": "way"}
{"color": "white", "line": "“Well, I have got it to show you, because this is what the man who said he had seen the white people brought with him, and because it does more or less give an air of truth to what I should otherwise have set down as a lie.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "Thence, it appears, he made his way to another lake that lay up in the mountains, ‘a lake without a bottom’ he called it, and here his wife and brother died of an infectious sickness—probably smallpox—whereon the people drove him out of their villages into the wilderness, where he wandered miserably over mountains for ten days, after which he got into dense thorn forest, and was one day found there by some _white men_ who were hunting, and who took him to a place where all the people were white and lived in stone houses.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "Here he remained a week shut up in a house, till one night a man with a white beard, whom he understood to be a ‘medicine man’, came and inspected him, after which he was led off and taken through the thorn forest to the confines of the wilderness, and given food and this sword (at least so he said), and turned loose.” “Well,” said Sir Henry, who had been listening with breathless interest, “and what did he do then?” “Oh!\n", "word": "white", "modifies": "beard"}
{"color": "white", "line": "As it happened, we had a lion hanging about here just then, and most unhappily he winded this unfortunate wanderer, and, springing on him, bit his head almost off without the people in the hut knowing anything about it, and there was an end of him and his story about the white people; and whether or no there is any truth in it is more than I can tell you.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "We intend to journey to Lekakisera, and thence, if we live to get so far, to this Lake Laga; and, if there are any white people beyond, we will do our best to find them.” “You are very venturesome people,” said Mr Mackenzie, with a smile, and the subject dropped.\n", "word": "white", "modifies": "people"}
{"color": "brown", "line": "This horn haft, though so massive, was as flexible as cane, and practically unbreakable; but, to make assurance doubly sure, it was whipped round at intervals of a few inches with copper wire—all the parts where the hands grip being thus treated.\n", "word": "copper", "modifies": "wire"}
{"color": "green", "line": "First there is the green sheath, which in its early stage is not unlike that of a water lily, but which as the bloom opens splits into four portions and curls back gracefully towards the stem.\n", "word": "green", "modifies": "sheath"}
{"color": "red", "line": "Then comes the bloom itself, a single dazzling arch of white enclosing another cup of richest velvety crimson, from the heart of which rises a golden coloured pistil.\n", "word": "crimson", "modifies": "cup"}
{"color": "white", "line": "Why, I should hate to be buried in a crowd of white girls all just like myself so that nobody could tell the difference!\n", "word": "white", "modifies": "girl"}
{"color": "white", "line": "I think they believe that I am ‘Ngai’ (of the Divinity) because I am so white and have fair hair.\n", "word": "white", "modifies": "ngai"}
{"color": "white", "line": "The solemn majesty and beauty of this white peak are together beyond the power of my poor pen to describe.\n", "word": "white", "modifies": "peak"}
{"color": "white", "line": "There it rose straight and sheer—a glittering white glory, its crest piercing the very blue of heaven.\n", "word": "white", "modifies": "glory"}
{"color": "blue", "line": "There it rose straight and sheer—a glittering white glory, its crest piercing the very blue of heaven.\n", "word": "blue", "modifies": "heaven"}
{"color": "pink", "line": "There it rose straight and sheer—a glittering white glory, its crest piercing the very blue of heaven.\n", "word": "rose", "modifies": "glory"}
{"color": "white", "line": "Base, indeed, would be the man who could look upon that mighty snow wreathed pile— that white old tombstone of the years—and not feel his own utter insignificance, and, by whatever name he calls Him, worship God in his heart.\n", "word": "white", "modifies": "tombstone"}
{"color": "white", "line": "Such sights are like visions of the spirit; they throw wide the windows of the chamber of our small selfishness and let in a breath of that air that rushes round the rolling spheres, and for a while illumine our darkness with a far off gleam of the white light which beats upon the Throne.\n", "word": "white", "modifies": "light"}
{"color": "white", "line": "I say I kill in fair fight; and when I am ‘in the shadow’, as you white men say, I hope to go on killing in fair fight.\n", "word": "white", "modifies": "men"}
{"color": "blue", "line": "‘To thee, my cousin,’ I said, ‘to thee, in whose veins flows the blue blood of our heroic grandparent, to thee I consign Annette.\n", "word": "blue", "modifies": "blood"}
{"color": "black", "line": "I lived in barracks on black soup.\n", "word": "black", "modifies": "soup"}
{"color": "white", "line": "I have taken the white donkey; and nurse and a couple of boys are coming with me—also something to eat, as I may be away all day, for I am determined to get the lily if I have to go twenty miles for it.—FLOSSIE.” “I hope she will be all right,” I said, a little anxiously; “I never meant her to trouble after the flower.” “Ah, Flossie can look after herself,” said her mother; “she often goes off in this way like a true child of the wilderness.” But Mr Mackenzie, who came in just then and saw the note for the first time, looked rather grave, though he said nothing.\n", "word": "white", "modifies": "donkey"}
{"color": "green", "line": "In every direction the bush rolled away in great billows for miles and miles, as far as the glass would show, only here and there broken by the brighter green of patches of cultivation, or by the glittering surface of lakes.\n", "word": "green", "modifies": "patch"}
{"color": "silver", "line": "To the northwest, Kenia reared his mighty head, and we could trace the Tana river curling like a silver snake almost from his feet, and far away beyond us towards the ocean.\n", "word": "silver", "modifies": "snake"}
{"color": "black", "line": "It was a wonderful sight to see the little man fixed there, having apparently realised that to move would be to run the risk of sudden death, while his black tormentor towered over him, and wrapped him round with the quick flashes of the axe.\n", "word": "black", "modifies": "tormentor"}
{"color": "white", "line": "“He has frightened Alphonse out of his wits; look!” and he pointed to the Frenchman, who, with a scared white face and trembling limbs, was making his way into the house.\n", "word": "white", "modifies": "face"}
{"color": "pink", "line": "I fear, however, that my tones must have betrayed me, for not only Sir Henry but also Good and Mackenzie rose from the table and came hurrying out.\n", "word": "rose", "modifies": "good"}
{"color": "red", "line": "Mr Mackenzie turned pale as death under his red skin.\n", "word": "red", "modifies": "skin"}
{"color": "white", "line": "In the midst of them I saw the white ass, and on it sat the Water lily [Flossie].\n", "word": "white", "modifies": "as"}
{"color": "white", "line": "“She was white as the snow, but well, my father.\n", "word": "white", "modifies": "snow"}
{"color": "pink", "line": "Just then there rose a loud insistent cry outside the wall.\n", "word": "rose", "modifies": "cry"}
{"color": "white", "line": "“Open the door, white man; open the door!\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "I and my men followed these three white men,” and he pointed to Sir Henry, Good, and myself, “but they were too clever for us, and escaped hither.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "“In following these men we this morning caught two black men, one black woman, a white donkey, and a white girl.\n", "word": "black", "modifies": "men"}
{"color": "white", "line": "“In following these men we this morning caught two black men, one black woman, a white donkey, and a white girl.\n", "word": "white", "modifies": "donkey"}
{"color": "black", "line": "One of the black men we killed—there is his head upon the pavement; the other ran away.\n", "word": "black", "modifies": "men"}
{"color": "black", "line": "The black woman, the little white girl, and the white ass we took and brought with us.\n", "word": "black", "modifies": "woman"}
{"color": "white", "line": "The black woman, the little white girl, and the white ass we took and brought with us.\n", "word": "white", "modifies": "girl"}
{"color": "black", "line": "Give us one of these three men—a life for a life—and we will let her go, and throw in the black woman with her also.\n", "word": "black", "modifies": "woman"}
{"color": "white", "line": "This is a fair offer, white man.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "“Nay, say not so, white man,” answered the Masai, “for then thy daughter dies at dawn, and the woman with her says thou hast no other child.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "It is not wise, white man,” he added with a laugh, “to keep so small a garrison for your ‘boma’ [kraal].\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Well, good night, and good night to you also, other white men, whose eyelids I shall soon close once and for all.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "The chief there [Mr Mackenzie] has twenty men, and thou, Macumazahn, hast five men, and there are also five white men—that is, thirty men in all—enough, enough.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "The white light of the moon peering in beneath the lofty boughs threw a strange wild glamour over the scene, whilst the melancholy soughing of the night wind passing through the millions of pine needles overhead added a sadness of its own to what was already a sufficiently tragic occasion.\n", "word": "white", "modifies": "light"}
{"color": "white", "line": "Swear to me,” he went on with added fervour—“swear to me that whilst a man of you remains alive ye will strive your uttermost with me and with these brave white men to save the child from a bloody and cruel death.” “Say no more, my father,” said the same deep voice, that belonged to a stalwart elder of the Mission; “we swear it.\n", "word": "white", "modifies": "men"}
{"color": "brown", "line": "With these shirts were what looked like four brown cloth travelling caps with ear pieces.\n", "word": "brown", "modifies": "cap"}
{"color": "brown", "line": "At any rate, when they both stood, axe in hand, invested in the brown mail, which clung to their mighty forms like a web garment, showing the swell of every muscle and the curve of every line, they formed a pair that any ten men might shrink from meeting.\n", "word": "brown", "modifies": "mail"}
{"color": "white", "line": "Flossie, they added, was sitting not far from the wall in the centre of the western side of the kraal, and by her were the nurse and the white donkey, which was tethered to a peg.\n", "word": "white", "modifies": "donkey"}
{"color": "black", "line": "To begin with, he had on a clergyman’s black swallow tail and a kind of broad rimmed black felt hat, both of which he had donned on account, he said, of their dark colour.\n", "word": "black", "modifies": "tail"}
{"color": "gray", "line": "Now she finally sank and left the world in darkness save for a faint grey tinge in the eastern sky that palely heralded the dawn.\n", "word": "grey", "modifies": "tinge"}
{"color": "white", "line": "When I had gone a little way I chanced to look behind me, and saw the redoubtable Alphonse staggering along with white face and trembling knees, and his rifle, which was at full cock, pointed directly at the small of my back.\n", "word": "white", "modifies": "face"}
{"color": "blue", "line": "But I am bound to state that my own heart was at much the same game as the Frenchman’s castanets, while the perspiration was pouring from my body, causing the wash leather lined shirt to stick to me unpleasantly, and altogether I was in the pitiable state known by schoolboys as a “blue fright”.\n", "word": "blue", "modifies": "fright"}
{"color": "black", "line": "The moment his back was turned the long black snake glided on again, and reached the other thistle tuft, which was within a couple of paces of his return beat.\n", "word": "black", "modifies": "snake"}
{"color": "white", "line": "It was getting fairly light now, and the first thing I saw was the white donkey, exactly opposite to me, and close by it I could make out the pale face of little Flossie, who was sitting as the lad had described, some ten paces from the wall.\n", "word": "white", "modifies": "donkey"}
{"color": "pink", "line": "For a moment they stood undecided, and then hearing the cries and curses that rose unceasingly from the top end of the kraal, and bewildered by the storm of bullets, they as by one impulse rushed down towards the thorn stopped entrance.\n", "word": "rose", "modifies": "cry"}
{"color": "white", "line": "Looking up, I saw that the white donkey was lying kicking, having been knocked over either by one of our bullets or a Masai spear thrust.\n", "word": "white", "modifies": "donkey"}
{"color": "black", "line": "There were no living Masai near, but the black nurse was on her feet and with a spear cutting the rope that bound Flossie’s feet.\n", "word": "black", "modifies": "nurse"}
{"color": "black", "line": "I soon got the magazine of the repeater filled again with cartridges, and once more opened fire, not on the seething black mass which was gathering at the end of the kraal, but on fugitives who bethought them to climb the wall.\n", "word": "black", "modifies": "mass"}
{"color": "pink", "line": "And ever above the din rose Good’s awful yell of encouragement as he plunged to wherever the fight was thickest; and ever, with an almost machine like regularity, the two axes rose and fell, carrying death and disablement at every stroke.\n", "word": "rose", "modifies": "din"}
{"color": "blue", "line": "But I could see that the strain was beginning to tell upon Sir Henry, who was bleeding from several flesh wounds: his breath was coming in gasps, and the veins stood out on his forehead like blue and knotted cords.\n", "word": "blue", "modifies": "cord"}
{"color": "white", "line": "“Here am I, monsieur, in the tree.” I looked, and there, peering out of a hole in the trunk of the banyan about five feet from the ground, I saw a pale face and a pair of large mustachios, one clipped short and the other as lamentably out of curl as the tail of a newly whipped pug.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "As for the survivors they were, with the exception of myself who had never come to close quarters, red from head to foot—Sir Henry’s armour might have been painted that colour—and utterly exhausted, except Umslopogaas, who, as he grimly stood on a little mound above a heap of dead, leaning as usual upon his axe, did not seem particularly distressed, although the skin over the hole in his head palpitated violently.\n", "word": "red", "modifies": "survivor"}
{"color": "white", "line": "When we were finishing our breakfast the door opened, and in came little Flossie, very pale and tottery, but quite unhurt.\n", "word": "pale", "modifies": "flossie"}
{"color": "black", "line": "It struck me as an odd thing that a girl who could find the nerve to shoot a huge black ruffian rushing to kill her with a spear should have been so affected at the thought of it afterwards; but it is, after all, characteristic of the sex.\n", "word": "black", "modifies": "ruffian"}
{"color": "white", "line": "She said that on the whole she did not expect it, knowing how few of us, and how many of the Masai—who, by the way, came continually to stare at her, most of them never having seen a white person before, and handled her arms and hair with their filthy paws.\n", "word": "white", "modifies": "person"}
{"color": "white", "line": "She said also that she had made up her mind that if she saw no signs of succour by the time the first rays of the rising sun reached the kraal she would kill herself with the pistol, for the nurse had heard the Lygonani say that they were to be tortured to death as soon as the sun was up if one of the white men did not come in their place.\n", "word": "white", "modifies": "men"}
{"color": "brown", "line": "On reaching the spot we disturbed thousands upon thousands of vultures and a sort of brown bush eagle, which had been flocking to the feast from miles and miles away.\n", "word": "brown", "modifies": "eagle"}
{"color": "blue", "line": "A buck falls to your rifle, and within a minute high in the blue ether appears a speck that gradually grows into a vulture, then another, and another.\n", "word": "blue", "modifies": "ether"}
{"color": "blue", "line": "Thereon his next neighbour in the airy heights sailing leisurely through the blue gulf, at a distance perhaps of some miles, follows his example, knowing that food has been sighted.\n", "word": "blue", "modifies": "gulf"}
{"color": "pink", "line": "Before my eyes there rose a vision of my heroic grandfather!\n", "word": "rose", "modifies": "eye"}
{"color": "black", "line": "These men, though black, are brothers!\n", "word": "black", "modifies": "brother"}
{"color": "pink", "line": "So though it will be hard to leave this place, which I have made to blossom like a rose in the wilderness, and harder still to leave the people I have taught, I shall go.” “I congratulate you on your decision,” answered I, “for two reasons.\n", "word": "rose", "modifies": "wilderness"}
{"color": "white", "line": "Under these circumstances we concluded, warm and pressing as were the invitations for us to stay, that it was time to move on, first to Mount Kenia, and thence into the unknown in search of the mysterious white race which we had set our hearts on discovering.\n", "word": "white", "modifies": "race"}
{"color": "black", "line": "I wonder how she fares there where there are no black folk to do her imperious bidding, and no sky piercing snow clad Kenia for her to look at when she gets up in the morning.\n", "word": "black", "modifies": "folk"}
{"color": "black", "line": "After leaving the Mission house we made our way, comparatively unmolested, past the base of Mount Kenia, which the Masai call “Donyo Egere”, or the “speckled mountain”, on account of the black patches of rock that appear upon its mighty spire, where the sides are too precipitous to allow of the snow lying on them; then on past the lonely lake Baringo, where one of our two remaining Askari, having unfortunately trodden on a puff adder, died of snake bite, in spite of all our efforts to save him.\n", "word": "black", "modifies": "patch"}
{"color": "yellow", "line": "Fortunately, however, that was not till two months or so after the bites had been inflicted, when suddenly, after a two days’ cold rain, they all died, and on removing the skins of several of them I found the long yellow streaks upon the flesh which are characteristic of death from bites from the tsetse, marking the spot where the insect had inserted his proboscis.\n", "word": "yellow", "modifies": "streak"}
{"color": "white", "line": "Perceiving villages on the border of this lake, we descended with great difficulty through forests of pine trees, which now clothed the precipitous sides of the crater, and were well received by the people, a simple, unwarlike folk, who had never seen or even heard of a white man before, and treated us with great reverence and kindness, supplying us with as much food and milk as we could eat and drink.\n", "word": "white", "modifies": "man"}
{"color": "blue", "line": "As we were paddling leisurely along Good remarked upon the extraordinary deep blue colour of the water, and said that he understood from the natives, who were great fishermen—fish, indeed, being their principal food—that the lake was supposed to be wonderfully deep, and to have a hole at the bottom through which the water escaped and put out some great fire that was raging below.\n", "word": "blue", "modifies": "colour"}
{"color": "white", "line": "Whilst we were speculating about this, Sir Henry pointed out a flock of large white swans, which were feeding on the drift some little way ahead of us.\n", "word": "white", "modifies": "swan"}
{"color": "black", "line": "I also asked them what country they came from, when they shrugged their shoulders, and said that on the top of the great black precipice was stony inhospitable land, and beyond that were mountains with snow, and full of wild beasts, where no people lived, and beyond the mountains were hundreds of miles of dense thorn forest, so thick that even the elephants could not get through it, much less men.\n", "word": "black", "modifies": "precipice"}
{"color": "white", "line": "Next I asked them if they had ever heard of white people like ourselves living on the farther side of the mountains and the thorn forest, whereat they laughed.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "But afterwards a very old woman came and told me that when she was a little girl her grandfather had told her that in his youth _his_ grandfather had crossed the desert and the mountains, and pierced the thorn forest, and seen a white people who lived in stone kraals beyond.\n", "word": "white", "modifies": "people"}
{"color": "pink", "line": "Up rose the rest, thirty or more of them, with a mighty splashing; and, as they did so, he gave them the other barrel.\n", "word": "rose", "modifies": "rest"}
{"color": "blue", "line": "He struggled bravely, and I thought that we should have saved him, when suddenly I perceived an expression of despair come upon his face, and there before our eyes he was sucked down into the cruel swirling blue depths, and vanished.\n", "word": "blue", "modifies": "depth"}
{"color": "pink", "line": "THE ROSE OF FIRE On we flew, drawn by the mighty current, till at last I noticed that the sound of the water was not half so deafening as it had been, and concluded that this must be because there was more room for the echoes to disperse in.\n", "word": "rose", "modifies": "fire"}
{"color": "white", "line": "As it happened, the first thing the light lit on was the white and scared face of Alphonse, who, thinking that it was all over at last, and that he was witnessing a preliminary celestial phenomenon, gave a terrific yell and was with difficulty reassured with the paddle.\n", "word": "white", "modifies": "face"}
{"color": "pink", "line": "From the surface of the water rose a dense cloud of steam.\n", "word": "rose", "modifies": "surface"}
{"color": "black", "line": "About half a mile ahead of us, and a little to the left of the centre of the stream—which we could now see was about ninety feet broad—a huge pillar like jet of almost white flame rose from the surface of the water and sprang fifty feet into the air, when it struck the roof and spread out some forty feet in diameter, falling back in curved sheets of fire shaped like the petals of a full blown rose.\n", "word": "jet", "modifies": "pillar"}
{"color": "white", "line": "About half a mile ahead of us, and a little to the left of the centre of the stream—which we could now see was about ninety feet broad—a huge pillar like jet of almost white flame rose from the surface of the water and sprang fifty feet into the air, when it struck the roof and spread out some forty feet in diameter, falling back in curved sheets of fire shaped like the petals of a full blown rose.\n", "word": "white", "modifies": "flame"}
{"color": "pink", "line": "About half a mile ahead of us, and a little to the left of the centre of the stream—which we could now see was about ninety feet broad—a huge pillar like jet of almost white flame rose from the surface of the water and sprang fifty feet into the air, when it struck the roof and spread out some forty feet in diameter, falling back in curved sheets of fire shaped like the petals of a full blown rose.\n", "word": "rose", "modifies": "pillar"}
{"color": "red", "line": "Indeed this awful gas jet resembled nothing so much as a great flaming flower rising out of the black water.\n", "word": "flaming", "modifies": "flower"}
{"color": "black", "line": "Indeed this awful gas jet resembled nothing so much as a great flaming flower rising out of the black water.\n", "word": "black", "modifies": "water"}
{"color": "black", "line": "The rock was black, and here and there I could make out long shining lines of ore running through it like great veins, but of what metal they were I know not.\n", "word": "black", "modifies": "rock"}
{"color": "pink", "line": "For yards and yards round the great rose of fire the rock roof was red hot.\n", "word": "rose", "modifies": "yard"}
{"color": "black", "line": "I knew that if I did we should pass within three or four yards of the gas jet and perish miserably.\n", "word": "jet", "modifies": "gas"}
{"color": "pink", "line": "Up on either side rose the great straight cliffs, grim and forbidding, till the eye grew dizzy with trying to measure their sheer height.\n", "word": "rose", "modifies": "side"}
{"color": "blue", "line": "The little space of sky that marked where they ended lay like a thread of blue upon their soaring blackness, which was unrelieved by any tree or creeper.\n", "word": "blue", "modifies": "thread"}
{"color": "white", "line": "Here and there, however, grew ghostly patches of a long grey lichen, hanging motionless to the rock as the white beard to the chin of a dead man.\n", "word": "white", "modifies": "beard"}
{"color": "gray", "line": "Here and there, however, grew ghostly patches of a long grey lichen, hanging motionless to the rock as the white beard to the chin of a dead man.\n", "word": "grey", "modifies": "lichen"}
{"color": "black", "line": "Still we got on pretty well, till I happened to look behind me—my attention being attracted by a noise of something crawling over the stones, and perceived sitting upon a rock in my immediate rear a huge species of black freshwater crab, only it was five times the size of any crab I ever saw.\n", "word": "black", "modifies": "crab"}
{"color": "blue", "line": "All the afternoon and well into the evening we floated on in the gloom beneath the far off line of blue sky, scarcely knowing when day ended and night began, for down in that vast gulf the difference was not marked, till at length Good pointed out a star hanging right above us, which, having nothing better to do, we observed with great interest.\n", "word": "blue", "modifies": "sky"}
{"color": "blue", "line": "But as yet I could see nothing save the beautiful blue sky above, for over the water was a thick layer of mist exactly as though the whole surface had been covered with billows of cotton wool.\n", "word": "blue", "modifies": "sky"}
{"color": "blue", "line": "By degrees, however, the sun sucked up the mists, and then I saw that we were afloat upon a glorious sheet of blue water of which I could not make out the shore.\n", "word": "blue", "modifies": "water"}
{"color": "blue", "line": "Just then, however, the others woke up and began to rejoice exceedingly at finding that we were out of that dreadful river and once more beneath the blue sky.\n", "word": "blue", "modifies": "sky"}
{"color": "blue", "line": "We did not know where the shore was, and, with the exception of the cliffs through which the subterranean river made its entry, could see nothing but a wide expanse of sparkling blue water.\n", "word": "blue", "modifies": "water"}
{"color": "white", "line": "But our attention was soon diverted from the boat to her crew, which consisted of a man and a woman, _nearly as white as ourselves_.\n", "word": "white", "modifies": "ourselves_"}
{"color": "black", "line": "They were not fair, but the two people in the boat were decidedly of a white as distinguished from a black race, as white, for instance, as Spaniards or Italians.\n", "word": "black", "modifies": "race"}
{"color": "white", "line": "They were not fair, but the two people in the boat were decidedly of a white as distinguished from a black race, as white, for instance, as Spaniards or Italians.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "All my life had I heard rumours of a white race that existed in the highlands of this vast continent, and longed to put them to the proof, and now here I saw it with my own eyes, and was dumbfounded.\n", "word": "white", "modifies": "race"}
{"color": "black", "line": "The man in the boat was of a good but not particularly fine physique, and possessed straight black hair, regular aquiline features, and an intelligent face.\n", "word": "black", "modifies": "hair"}
{"color": "brown", "line": "He was dressed in a brown cloth garment, something like a flannel shirt without the sleeves, and in an unmistakable kilt of the same material.\n", "word": "brown", "modifies": "garment"}
{"color": "yellow", "line": "Round the right arm and left leg he wore thick rings of yellow metal that I judged to be gold.\n", "word": "yellow", "modifies": "metal"}
{"color": "brown", "line": "The woman had a sweet face, wild and shy, with large eyes and curling brown hair.\n", "word": "brown", "modifies": "hair"}
{"color": "white", "line": "We got back into the canoe much refreshed by the cold water, and sat to dry in the sun, whilst Good undid his tin box, and produced first a beautiful clean white shirt, just as it had left a London steam laundry, and then some garments wrapped first in brown, then in white, and finally in silver paper.\n", "word": "white", "modifies": "shirt"}
{"color": "silver", "line": "We got back into the canoe much refreshed by the cold water, and sat to dry in the sun, whilst Good undid his tin box, and produced first a beautiful clean white shirt, just as it had left a London steam laundry, and then some garments wrapped first in brown, then in white, and finally in silver paper.\n", "word": "silver", "modifies": "paper"}
{"color": "blue", "line": "I always thought thee an ugly little man, and fat—fat as the cows at calving time; and now thou art like a blue jay when he spreads his tail out.\n", "word": "blue", "modifies": "jay"}
{"color": "white", "line": "Looking through the glass we soon made out that the row boat was an official vessel, her crew being all dressed in a sort of uniform, whilst on the half deck forward stood an old man of venerable appearance, and with a flowing white beard, and a sword strapped to his side, who was evidently the commander of the craft.\n", "word": "white", "modifies": "beard"}
{"color": "pink", "line": "We had, however, but little time for observation, for just then the old bull, rendered furious by the wound he had received, rose fair within forty yards of us, glaring savagely.\n", "word": "rose", "modifies": "yard"}
{"color": "pink", "line": "Just then the great brute rose again within ten yards of their base, and instantly with a roar of fury made at it open mouthed.\n", "word": "rose", "modifies": "brute"}
{"color": "red", "line": "In another second I saw the huge red jaws and gleaming ivories close with a crunch on the frail craft, taking an enormous mouthful out of its side and capsizing it.\n", "word": "red", "modifies": "jaw"}
{"color": "white", "line": "In another second I saw the huge red jaws and gleaming ivories close with a crunch on the frail craft, taking an enormous mouthful out of its side and capsizing it.\n", "word": "ivory", "modifies": "jaw"}
{"color": "red", "line": "Over he went, and commenced turning round and round, snorting, and blowing red streams of blood through his nostrils.\n", "word": "red", "modifies": "stream"}
{"color": "white", "line": "He was dressed after the same fashion as the man we first met, except that his shirt was not made of brown cloth, but of pure white linen hemmed with purple.\n", "word": "white", "modifies": "linen"}
{"color": "brown", "line": "He was dressed after the same fashion as the man we first met, except that his shirt was not made of brown cloth, but of pure white linen hemmed with purple.\n", "word": "brown", "modifies": "cloth"}
{"color": "gold", "line": "The kilt, however, was identical, and so were the thick rings of gold around the arm and beneath the left knee.\n", "word": "gold", "modifies": "ring"}
{"color": "pink", "line": "At a distance of some five hundred yards from the river’s bank rose a sheer precipice of granite, two hundred feet or so in height, which had no doubt once formed the bank itself—the intermediate space of land now utilized as docks and roadways having been gained by draining, and deepening and embanking the stream.\n", "word": "rose", "modifies": "distance"}
{"color": "white", "line": "At the back of the palace the town sloped gently upwards to a flashing building of white marble, crowned by the golden dome which we had already observed.\n", "word": "white", "modifies": "marble"}
{"color": "red", "line": "The city was, with the exception of this one building, entirely built of red granite, and laid out in regular blocks with splendid roadways between.\n", "word": "red", "modifies": "granite"}
{"color": "red", "line": "So far as we could see also the houses were all one storied and detached, with gardens round them, which gave some relief to the eye wearied with the vista of red granite.\n", "word": "red", "modifies": "granite"}
{"color": "pink", "line": "Four times, as we afterwards learnt, did the work, which was commenced in remote antiquity, fail, and was then abandoned for three centuries when half finished, till at last there rose a youthful engineer named Rademas, who said that he would complete it successfully, and staked his life upon it.\n", "word": "rose", "modifies": "engineer"}
{"color": "red", "line": "This was so even in the sunshine, but when the storm clouds gathered on her imperial brow Milosis looked more like a supernatural dwelling place, or some imagining of a poet’s brain, than what she is—a mortal city, carven by the patient genius of generations out of the red silence of the mountain side.\n", "word": "red", "modifies": "silence"}
{"color": "red", "line": "We did not require a second invitation, but at once fell to ravenously on the viands before us, which were served on wooden platters, and consisted of cold goat’s flesh, wrapped up in some kind of leaf that gave it a delicious flavour, green vegetables resembling lettuces, brown bread, and red wine poured from a skin into horn mugs.\n", "word": "red", "modifies": "wine"}
{"color": "green", "line": "We did not require a second invitation, but at once fell to ravenously on the viands before us, which were served on wooden platters, and consisted of cold goat’s flesh, wrapped up in some kind of leaf that gave it a delicious flavour, green vegetables resembling lettuces, brown bread, and red wine poured from a skin into horn mugs.\n", "word": "green", "modifies": "vegetable"}
{"color": "brown", "line": "We did not require a second invitation, but at once fell to ravenously on the viands before us, which were served on wooden platters, and consisted of cold goat’s flesh, wrapped up in some kind of leaf that gave it a delicious flavour, green vegetables resembling lettuces, brown bread, and red wine poured from a skin into horn mugs.\n", "word": "brown", "modifies": "bread"}
{"color": "red", "line": "This wine was peculiarly soft and good, having something of the flavour of Burgundy.\n", "word": "burgundy", "modifies": "flavour"}
{"color": "white", "line": "They were also dressed in the same fashion namely, in a white linen petticoat coming to the knee, and with the toga like garment of brown cloth, leaving bare the right arm and breast.\n", "word": "white", "modifies": "petticoat"}
{"color": "brown", "line": "They were also dressed in the same fashion namely, in a white linen petticoat coming to the knee, and with the toga like garment of brown cloth, leaving bare the right arm and breast.\n", "word": "brown", "modifies": "cloth"}
{"color": "black", "line": "Thus, if the petticoat was pure white, it signified that the wearer was unmarried; if white, with a straight purple stripe round the edge, that she was married and a first or legal wife; if with a black stripe, that she was a widow.\n", "word": "black", "modifies": "stripe"}
{"color": "white", "line": "Thus, if the petticoat was pure white, it signified that the wearer was unmarried; if white, with a straight purple stripe round the edge, that she was married and a first or legal wife; if with a black stripe, that she was a widow.\n", "word": "white", "modifies": "petticoat"}
{"color": "purple", "line": "Thus, if the petticoat was pure white, it signified that the wearer was unmarried; if white, with a straight purple stripe round the edge, that she was married and a first or legal wife; if with a black stripe, that she was a widow.\n", "word": "purple", "modifies": "stripe"}
{"color": "white", "line": "In the same way the toga, or “kaf”, as they call it, was of different shades of colour, from pure white to the deepest brown, according to the rank of the wearer, and embroidered at the end in various ways.\n", "word": "white", "modifies": "shade"}
{"color": "gold", "line": "One thing, however, every man and woman in the country wore as the national insignia, and that was the thick band of gold round the right arm above the elbow, and the left leg beneath the knee.\n", "word": "gold", "modifies": "band"}
{"color": "gold", "line": "People of high rank also wore a torque of gold round the neck, and I observed that our guide had one on.\n", "word": "gold", "modifies": "torque"}
{"color": "black", "line": "Here we paused for a moment to admire two colossal lions, each hewn from a single block of pure black marble, and standing rampant on the terminations of the wide balustrades of the staircase.\n", "word": "black", "modifies": "marble"}
{"color": "blue", "line": "On we went up the first flight of one hundred and twenty steps, across the broad platform joining it to the second flight, where we paused to admire the glorious view of one of the most beautiful stretches of country that the world can show, edged by the blue waters of the lake.\n", "word": "blue", "modifies": "water"}
{"color": "brown", "line": "These were defended by gates of bronze, and also, as we afterwards learnt, it was possible to let down a portion of the roadways themselves by withdrawing certain bolts, and thus render it quite impracticable for an enemy to pass.\n", "word": "bronze", "modifies": "gate"}
{"color": "black", "line": "The third entrance consisted of a flight of ten curved black marble steps leading to a doorway cut in the palace wall.\n", "word": "black", "modifies": "step"}
{"color": "brown", "line": "The door, which was massive, and made of wood protected by an outer gate of bronze, was closed; but on our approach it was thrown wide, and we were met by the challenge of a sentry, who was armed with a heavy triangular bladed spear, not unlike a bayonet in shape, and a cutting sword, and protected by breast and back plates of skilfully prepared hippopotamus hide, and a small round shield fashioned of the same tough material.\n", "word": "bronze", "modifies": "gate"}
{"color": "black", "line": "Down the entire length of the building there are on either side, and at a distance of twenty feet from the wall, slender shafts of black marble springing sheer to the roof, beautifully fluted, and with carved capitals.\n", "word": "black", "modifies": "marble"}
{"color": "black", "line": "The group, of which the figures are in white, and the rest is black marble, is about half as large again as life, and represents a young man of noble countenance and form sleeping heavily upon a couch.\n", "word": "black", "modifies": "marble"}
{"color": "white", "line": "The group, of which the figures are in white, and the rest is black marble, is about half as large again as life, and represents a young man of noble countenance and form sleeping heavily upon a couch.\n", "word": "white", "modifies": "figure"}
{"color": "white", "line": "Bending over him, her hand resting on his forehead, is a draped female form of such white loveliness as to make the beholder’s breath stand still.\n", "word": "white", "modifies": "loveliness"}
{"color": "black", "line": "Between each of the black marble columns is some such group of figures, some allegorical, and some representing the persons and wives of deceased monarchs or great men; but none of them, in our opinion, comes up to the one I have described, although several are from the hand of the sculptor and engineer, King Rademas.\n", "word": "black", "modifies": "column"}
{"color": "black", "line": "In the exact centre of the hall was a solid mass of black marble about the size of a baby’s arm chair, which it rather resembled in appearance.\n", "word": "black", "modifies": "marble"}
{"color": "yellow", "line": "The footstools are golden lions couchant, with yellow topazes set in them for eyes.\n", "word": "yellow", "modifies": "topaz"}
{"color": "white", "line": "The principal among them were seated on carved wooden chairs ranged to the right and the left of the thrones, but not in front of them, and were dressed in white tunics, with various embroideries and different coloured edgings, and armed with the usual pierced and gold inlaid swords.\n", "word": "white", "modifies": "tunic"}
{"color": "white", "line": "Instead of wearing the ordinary kilt, they were clothed in long robes of pure white linen, with the same symbol of the sun that is to be seen on the back of the chairs, emblazoned in gold thread upon the breast.\n", "word": "white", "modifies": "linen"}
{"color": "gold", "line": "Instead of wearing the ordinary kilt, they were clothed in long robes of pure white linen, with the same symbol of the sun that is to be seen on the back of the chairs, emblazoned in gold thread upon the breast.\n", "word": "gold", "modifies": "thread"}
{"color": "white", "line": "He was very old—eighty at least—and extremely tall, with a long snow white beard that hung nearly to his waist.\n", "word": "white", "modifies": "beard"}
{"color": "gray", "line": "His features were aquiline and deeply cut, and his eyes were grey and cold looking.\n", "word": "grey", "modifies": "eye"}
{"color": "gold", "line": "The heads of the others were bare, but this man wore a round cap entirely covered with gold embroidery, from which we judged that he was a person of great importance; and indeed we afterwards discovered that he was Agon, the High Priest of the country.\n", "word": "gold", "modifies": "embroidery"}
{"color": "pink", "line": "As we approached, all these men, including the priests, rose and bowed to us with the greatest courtesy, at the same time placing the two fingers across the lips in salutation.\n", "word": "rose", "modifies": "men"}
{"color": "white", "line": "Next a man with a long white wand of ivory appeared just in front of the right hand throne, and cried out something in a loud voice, ending with the word _Nyleptha_, repeated three times; and another man, similarly attired, called out a similar sentence before the other throne, but ending with the word _Sorais_, also repeated thrice.\n", "word": "white", "modifies": "wand"}
{"color": "black", "line": "Then came the tramp of armed men from each side entrance, and in filed about a score of picked and magnificently accoutred guards, who formed up on each side of the thrones, and let their heavy iron handled spears fall simultaneously with a clash upon the black marble flooring.\n", "word": "black", "modifies": "flooring"}
{"color": "white", "line": "One, Nyleptha, was a woman of dazzling fairness; her right arm and breast bare, after the custom of her people, showed like snow even against her white and gold embroidered “kaf”, or toga.\n", "word": "white", "modifies": "gold"}
{"color": "white", "line": "Her hair, a veritable crown of gold, clustered in short ringlets over her shapely head, half hiding the ivory brow, beneath which eyes of deep and glorious grey flashed out in tender majesty.\n", "word": "ivory", "modifies": "brow"}
{"color": "gold", "line": "Her hair, a veritable crown of gold, clustered in short ringlets over her shapely head, half hiding the ivory brow, beneath which eyes of deep and glorious grey flashed out in tender majesty.\n", "word": "gold", "modifies": "crown"}
{"color": "gray", "line": "Her hair, a veritable crown of gold, clustered in short ringlets over her shapely head, half hiding the ivory brow, beneath which eyes of deep and glorious grey flashed out in tender majesty.\n", "word": "grey", "modifies": "eye"}
{"color": "silver", "line": "I cannot attempt to describe her other features, only the mouth was most sweet, and curved like Cupid’s bow, and over the whole countenance there shone an indescribable look of loving kindness, lit up by a shadow of delicate humour that lay upon her face like a touch of silver on a rosy cloud.\n", "word": "silver", "modifies": "touch"}
{"color": "pink", "line": "I cannot attempt to describe her other features, only the mouth was most sweet, and curved like Cupid’s bow, and over the whole countenance there shone an indescribable look of loving kindness, lit up by a shadow of delicate humour that lay upon her face like a touch of silver on a rosy cloud.\n", "word": "rosy", "modifies": "cloud"}
{"color": "white", "line": "She wore no jewels, but on her neck, arm, and knee were the usual torques of gold, in this instance fashioned like a snake; and her dress was of pure white linen of excessive fineness, plentifully embroidered with gold and with the familiar symbols of the sun.\n", "word": "white", "modifies": "linen"}
{"color": "gold", "line": "She wore no jewels, but on her neck, arm, and knee were the usual torques of gold, in this instance fashioned like a snake; and her dress was of pure white linen of excessive fineness, plentifully embroidered with gold and with the familiar symbols of the sun.\n", "word": "gold", "modifies": "torque"}
{"color": "green", "line": "Her hair was wavy like Nyleptha’s but coal black, and fell in masses on her shoulders; her complexion was olive, her eyes large, dark, and lustrous; the lips were full, and I thought rather cruel.\n", "word": "olive", "modifies": "complexion"}
{"color": "black", "line": "Her hair was wavy like Nyleptha’s but coal black, and fell in masses on her shoulders; her complexion was olive, her eyes large, dark, and lustrous; the lips were full, and I thought rather cruel.\n", "word": "black", "modifies": "coal"}
{"color": "gold", "line": "But methought that they needed no guards or gold to proclaim their power and bind the loyalty of wayward men.\n", "word": "gold", "modifies": "guard"}
{"color": "red", "line": "A glance from those bright eyes or a smile from those sweet lips, and while the red blood runs in the veins of youth women such as these will never lack subjects ready to do their biddings to the death.\n", "word": "red", "modifies": "blood"}
{"color": "yellow", "line": "Attracted next by the splendour of Good’s apparel, for a second their glance rested on him like a humming moth upon a flower, then off it darted to where Sir Henry Curtis stood, the sunlight from a window playing upon his yellow hair and peaked beard, and marking the outlines of his massive frame against the twilight of the somewhat gloomy hall.\n", "word": "yellow", "modifies": "hair"}
{"color": "pink", "line": "And why it was I know not, but I saw the swift blood run up Nyleptha’s skin as the pink lights run up the morning sky.\n", "word": "pink", "modifies": "light"}
{"color": "red", "line": "Red grew her fair bosom and shapely arm, red the swanlike neck; the rounded cheeks blushed red as the petals of a rose, and then the crimson flood sank back to whence it came and left her pale and trembling.\n", "word": "red", "modifies": "neck"}
{"color": "pink", "line": "Red grew her fair bosom and shapely arm, red the swanlike neck; the rounded cheeks blushed red as the petals of a rose, and then the crimson flood sank back to whence it came and left her pale and trembling.\n", "word": "rose", "modifies": "petal"}
{"color": "white", "line": "Then the narrative proceeded, as I judged from the frequent appeals that our guide made to the girl, to the point where we had shot the hippopotami, and we at once perceived that there was something very wrong about those hippopotami, for the history was frequently interrupted by indignant exclamations from the little group of white robed priests and even from the courtiers, while the two Queens listened with an amazed expression, especially when our guide pointed to the rifles in our hands as being the means of destruction.\n", "word": "white", "modifies": "priest"}
{"color": "pink", "line": "When our guide had finished his tale, the old man with the long beard and round cap, whose appearance I have already described, and who was, as I have said, the High Priest of the country, and known by the name of Agon, rose and commenced an impassioned harangue.\n", "word": "rose", "modifies": "man"}
{"color": "gray", "line": "I did not like the look of his cold grey eye as he fixed it on us.\n", "word": "grey", "modifies": "eye"}
{"color": "black", "line": "Finally, she turned and addressed a tall, soldierlike man of middle age with a black beard and a long plain sword, whose name, as we afterwards learnt, was Nasta, and who was the greatest lord in the country; apparently appealing to him for support.\n", "word": "black", "modifies": "beard"}
{"color": "silver", "line": "Servants, male and female, also were there to minister to us, and whilst we ate, from some recess outside the apartment “The silver lute did speak between The trumpet’s lordly blowing;” and altogether we found ourselves in a sort of earthly paradise which was only disturbed by the vision of that disgusting High Priest who intended to commit us to the flames.\n", "word": "silver", "modifies": "lute"}
{"color": "yellow", "line": "The name of this country, to begin at the beginning, is Zu Vendis, from Zu, “yellow”, and Vendis, “place or country”.\n", "word": "yellow", "modifies": "zu"}
{"color": "yellow", "line": "Why it is called the Yellow Country I have never been able to ascertain accurately, nor do the inhabitants themselves know.\n", "word": "yellow", "modifies": "country"}
{"color": "gold", "line": "The first is that the name owes its origin to the great quantity of gold that is found in the land.\n", "word": "gold", "modifies": "quantity"}
{"color": "gold", "line": "In Zu Vendis gold is a much commoner metal than silver, and thus it has curiously enough come to pass that silver is the legal tender of the country.\n", "word": "gold", "modifies": "metal"}
{"color": "silver", "line": "In Zu Vendis gold is a much commoner metal than silver, and thus it has curiously enough come to pass that silver is the legal tender of the country.\n", "word": "silver", "modifies": "metal"}
{"color": "yellow", "line": "The second reason given is, that at certain times of the year the native grasses of the country, which are very sweet and good, turn as yellow as ripe corn; and the third arises from a tradition that the people were originally yellow skinned, but grew white after living for many generations upon these high lands.\n", "word": "yellow", "modifies": "corn"}
{"color": "black", "line": "Coal is found in great abundance, and in many places crops out from the surface; and so is pure marble, both black and white.\n", "word": "black", "modifies": "marble"}
{"color": "silver", "line": "The same may be said of almost every metal except silver, which is scarce, and only to be obtained from a range of mountains in the north.\n", "word": "silver", "modifies": "metal"}
{"color": "white", "line": "The best bred people in the country are, as I think I have said, pure whites with a somewhat southern cast of countenance; but the common herd are much darker, though they do not show any negro or other African characteristics.\n", "word": "white", "modifies": "cast"}
{"color": "white", "line": "Then when still quite small, he goes, holding fast to the pendent end of his mother’s “kaf” (toga), up to the temple of the Sun of the nearest city, and there, when at midday the bright beams strike down upon the golden central altar and beat back the fire that burns thereon, he hears the white robed priests raise their solemn chant of praise and sees the people fall down to adore, and then, amidst the blowing of the golden trumpets, watches the sacrifice thrown into the fiery furnace beneath the altar.\n", "word": "white", "modifies": "priest"}
{"color": "white", "line": "Here they bear him dead and lay his bier upon the falling brazen doors before the eastern altar, and when the last ray from the setting sun falls upon his white face the bolts are drawn and he vanishes into the raging furnace beneath and is ended.\n", "word": "white", "modifies": "face"}
{"color": "gold", "line": "Their legal tender is silver, cut into little squares of different weights; gold is the baser coin, and is about of the same value as our silver.\n", "word": "gold", "modifies": "coin"}
{"color": "silver", "line": "Their legal tender is silver, cut into little squares of different weights; gold is the baser coin, and is about of the same value as our silver.\n", "word": "silver", "modifies": "tender"}
{"color": "green", "line": "Till Sir Henry, who happened to know something about it, showed them how to do it by mixing silica and lime, they could not make a piece of glass, and their crockery is rather primitive.\n", "word": "lime", "modifies": "silica"}
{"color": "white", "line": "It is as smooth as the back of an ivory hairbrush.” “Now look here, Good,” I remonstrated, when there came a sound at the curtain, which, on being drawn, admitted a functionary, who signified by signs that he was there to lead us to the bath.\n", "word": "ivory", "modifies": "hairbrush"}
{"color": "red", "line": "It is a hundred feet from curb to curb, and on either side, not cramped and crowded together, as is our European fashion, but each standing in its own grounds, and built equidistant from and in similar style to the rest, are a series of splendid, single storied mansions, all of red granite.\n", "word": "red", "modifies": "granite"}
{"color": "white", "line": "As we stood gazing at this splendid sight, of which more anon, there suddenly dashed up to the gateway four chariots, each drawn by two white horses.\n", "word": "white", "modifies": "horse"}
{"color": "gold", "line": "The outer surface of the dome and of the twelve petal courts is covered entirely with thin sheets of beaten gold; and from the extreme point of the roof of each of these petals a glorious golden form with a trumpet in its hand and widespread wings is figured in the very act of soaring into space.\n", "word": "gold", "modifies": "sheet"}
{"color": "white", "line": "It is a marvellous sight—this golden flower upborne upon the cool white marble walls, and I doubt if the world can show such another.\n", "word": "white", "modifies": "wall"}
{"color": "brown", "line": "The main entrance to this wonderful place is between the two northernmost of the rays or petal courts, and is protected first by the usual bronze gates, and then by doors made of solid marble, beautifully carved with allegorical subjects and overlaid with gold.\n", "word": "bronze", "modifies": "gate"}
{"color": "white", "line": "When these are passed there is only the thickness of the wall, which is, however, twenty five feet (for the Zu Vendi build for all time), and another slight wall also of white marble, introduced in order to avoid causing a visible gap in the inner skin of the wall, and you stand in the circular hall under the great dome.\n", "word": "white", "modifies": "marble"}
{"color": "white", "line": "You are in the middle of the holy place, and above you the great white marble dome (for the inner skin, like the outer, is of polished marble throughout) arches away in graceful curves something like that of St Paul’s in London, only at a slighter angle, and from the funnel like opening at the exact apex a bright beam of light pours down upon the golden altar.\n", "word": "white", "modifies": "dome"}
{"color": "gold", "line": "It is of marble overlaid with pure gold, in shape round like the sun, four feet in height, and thirty six in circumference.\n", "word": "gold", "modifies": "shape"}
{"color": "gold", "line": "Here also, hinged to the foundations of the altar, are twelve petals of beaten gold.\n", "word": "gold", "modifies": "petal"}
{"color": "yellow", "line": "All night and, except at one hour, all day also, these petals are closed over the altar itself exactly as the petals of a water lily close over the yellow crown in stormy weather; but when the sun at midday pierces through the funnel in the dome and lights upon the golden flower, the petals open and reveal the hidden mystery, only to close again when the ray has passed.\n", "word": "yellow", "modifies": "crown"}
{"color": "white", "line": "There is but one thing further which calls for description in this altar, which is, that to the east the flooring in front of it is not of pure white marble, as elsewhere throughout the building, but of solid brass, and this is also the case in front of the other two altars.\n", "word": "white", "modifies": "marble"}
{"color": "gold", "line": "Through the eastern loophole stream the first beams of the rising sun, and strike right across the circle, touching the folded petals of the great gold flower as they pass till they impinge upon the western altar.\n", "word": "gold", "modifies": "flower"}
{"color": "white", "line": "With the exception of those three altars and the winged figures about them, the whole space beneath the vast white dome is utterly empty and devoid of ornamentation—a circumstance that to my fancy adds greatly to its splendour.\n", "word": "white", "modifies": "dome"}
{"color": "white", "line": "I can only say that the exclamation which sprang to my lips as soon as my eyes first became accustomed to the dim light of that glorious building, and its white and curving beauties, perfect and thrilling as those of a naked goddess, grew upon me one by one, was, “Well!\n", "word": "white", "modifies": "beauty"}
{"color": "white", "line": "As we appeared there was a murmur through the vast crowd that went echoing away up the great dome, and we saw a visible blush of excitement grow on the thousands of faces, like a pink light on a stretch of pale cloud, and a very curious effect it was.\n", "word": "pale", "modifies": "cloud"}
{"color": "pink", "line": "As we appeared there was a murmur through the vast crowd that went echoing away up the great dome, and we saw a visible blush of excitement grow on the thousands of faces, like a pink light on a stretch of pale cloud, and a very curious effect it was.\n", "word": "pink", "modifies": "light"}
{"color": "white", "line": "Within were a circle of white robed gold cinctured priests holding long golden trumpets in their hands, and immediately in front of us was our friend Agon, the High Priest, with his curious cap upon his head.\n", "word": "white", "modifies": "priest"}
{"color": "gold", "line": "Within were a circle of white robed gold cinctured priests holding long golden trumpets in their hands, and immediately in front of us was our friend Agon, the High Priest, with his curious cap upon his head.\n", "word": "gold", "modifies": "priest"}
{"color": "white", "line": "She lies enshrouded in mists like a corpse in the grave clothes, And stretches her pale hands to the East.\n", "word": "pale", "modifies": "hand"}
{"color": "white", "line": "They climb the heavens and cast down the pale stars from their thrones; Yea, they hurl the changeful stars back into the womb of the night; They cause the moon to become wan as the face of a dying man, And behold!\n", "word": "pale", "modifies": "star"}
{"color": "red", "line": "Say, what art Thou, oh Thou matchless Splendour— Who set Thee on high, oh Thou flaming Terror?\n", "word": "flaming", "modifies": "terror"}
{"color": "pink", "line": "Slowly it opened, and as the great petals fell wide and revealed the golden altar on which the fire ever burns, the priests blew a blast upon the trumpets, and from all the people there rose a shout of praise that beat against the domed roof and came echoing down the marble walls.\n", "word": "rose", "modifies": "people"}
{"color": "white", "line": "As he did so, the great white sea of faces around us turned red and then white again, and a deep breath went up like a universal sigh.\n", "word": "white", "modifies": "sea"}
{"color": "white", "line": "Next second, the priests, baffled of their prey, had drawn swords from beneath their white robes and were leaping on us like hounds upon a stag at bay.\n", "word": "white", "modifies": "robe"}
{"color": "gold", "line": "Sometimes we made trips, notably one to the gold mines and another to the marble quarries both of which I wish I had space and time to describe; and sometimes we went out hunting buck with dogs trained for that purpose, and a very exciting sport it is, as the country is full of agricultural enclosures and our horses were magnificent.\n", "word": "gold", "modifies": "mine"}
{"color": "red", "line": "Still better sport is offered by a variety of solitary snipe as big as a small woodcock, which is plentiful in this country, and which is flown at with a very small, agile, and highly trained hawk with an almost red tail.\n", "word": "red", "modifies": "tail"}
{"color": "red", "line": "The zigzagging of the great snipe and the lightning rapidity of the flight and movements of the red tailed hawk make the pastime a delightful one.\n", "word": "red", "modifies": "hawk"}
{"color": "black", "line": "Another variety of the same amusement is the hunting of a very small species of antelope with trained eagles; and it certainly is a marvellous sight to see the great bird soar and soar till he is nothing but a black speck in the sunlight, and then suddenly come dashing down like a cannon ball upon some cowering buck that is hidden in a patch of grass from everything but that piercing eye.\n", "word": "black", "modifies": "speck"}
{"color": "blue", "line": "I discoursed with mine, a merry blue eyed girl, upon Zu Vendian art, and never saw that she was waiting for an opportunity to drop a specimen of the cockroach tribe down my back, whilst in the corner Sir Henry and his governess appeared, so far as I could judge, to be going through a lesson framed on the great educational principles laid down by Wackford Squeers Esq., though in a very modified or rather spiritualized form.\n", "word": "blue", "modifies": "girl"}
{"color": "brown", "line": "The lady softly repeated the Zu Vendi word for “hand”, and he took hers; “eyes”, and he gazed deep into her brown orbs; “lips”, and—but just at that moment _my_ young lady dropped the cockroach down my back and ran away laughing.\n", "word": "brown", "modifies": "orb"}
{"color": "white", "line": "she drew herself up till her frame seemed to tower even above that of the tall guards, and her face went first red, and then pale as death.\n", "word": "pale", "modifies": "death"}
{"color": "white", "line": "And all the while that we talked, or rather tried to talk, and laughed, Sorais would sit there in her carven ivory chair, and look at us and read us all like a book, only from time to time saying a few words, and smiling that quick ominous smile of hers which was more like a flash of summer lightning on a dark cloud than anything else.\n", "word": "ivory", "modifies": "chair"}
{"color": "white", "line": "“Answer, Macumazahn” (for we had elected to pass by our Zulu names in Zu Vendis), she said, with a pretty shrug of her ivory shoulder.\n", "word": "ivory", "modifies": "shoulder"}
{"color": "pink", "line": "Just then we rose from the table to adjourn into another room.\n", "word": "rose", "modifies": "table"}
{"color": "black", "line": "As the tramp of the legions when trumpets their challenge are sending, As the shout of the Storm god when lightnings the black sky are rending, So is power!\n", "word": "black", "modifies": "sky"}
{"color": "white", "line": "The moon was full, and threw great pencils and patches of light through the high windowless openings in the walls, that lay pure and beautiful upon the blackness of the marble floor, like white flowers on a coffin.\n", "word": "white", "modifies": "flower"}
{"color": "silver", "line": "One of these silver arrows fell upon the statue of the sleeping Rademas, and of the angel form bent over him, illumining it, and a small circle round it, with a soft clear light, reminding me of that with which Catholics illumine the altars of their cathedrals.\n", "word": "silver", "modifies": "arrow"}
{"color": "black", "line": "Another second and I saw the black silhouette of the old Zulu raise its arm in mute salute, and Nyleptha was before us.\n", "word": "black", "modifies": "silhouette"}
{"color": "white", "line": "Her hand was pressed upon her heart, and her white bosom heaved beneath it.\n", "word": "white", "modifies": "bosom"}
{"color": "gray", "line": "So even as a Queen should I have come, though I greatly fear the dark alone,” and again she laughed and gave him a glance from her grey eyes.\n", "word": "grey", "modifies": "eye"}
{"color": "silver", "line": "Then at last she spoke, low indeed, but clearly as a silver bell.\n", "word": "silver", "modifies": "bell"}
{"color": "white", "line": "“Ah, Macumazahn,” he said, “I suppose it is because I am getting old, but I don’t think that I shall ever learn to understand the ways of you white people.\n", "word": "white", "modifies": "people"}
{"color": "white", "line": "There were our friends the priests in force, headed by Agon, who regarded us with a vindictive eye; and a most imposing band they were, with their long white embroidered robes girt with a golden chain from which hung the fish like scales.\n", "word": "white", "modifies": "robe"}
{"color": "black", "line": "There, too, were a number of the lords, each with a band of brilliantly attired attendants, and prominent among them was Nasta, stroking his black beard meditatively and looking unusually pleasant.\n", "word": "black", "modifies": "beard"}
{"color": "white", "line": "But unfortunately it is difficult to play the game of politics with the persons of young and lovely queens as though they were ivory effigies of themselves on a chessboard.\n", "word": "ivory", "modifies": "effigy"}
{"color": "black", "line": "The great lord’s face turned almost as black as his beard with fury, for he knew that the words amounted to a final refusal of his suit.\n", "word": "black", "modifies": "beard"}
{"color": "silver", "line": "How deeply thankful we ought to be that even the most serious matters have generally a silver lining about them in the shape of a joke, if only people could see it.\n", "word": "silver", "modifies": "lining"}
{"color": "black", "line": "There was a white flower in her black hair, and I tried to keep my eyes on it and count the petals, but it was of no use.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "There was a white flower in her black hair, and I tried to keep my eyes on it and count the petals, but it was of no use.\n", "word": "white", "modifies": "flower"}
{"color": "red", "line": "It was ashy white, and her eyes were flaming.\n", "word": "flaming", "modifies": "eye"}
{"color": "pink", "line": "She rose to her feet and seemed to be choking, but the awful thing was that she was so quiet about it all.\n", "word": "rose", "modifies": "foot"}
{"color": "pink", "line": "“Now follow me,” and I ran up a stairway into an outlook tower that rose from the roof of our quarters, taking the spyglass with me, and looked out over the palace wall.\n", "word": "rose", "modifies": "tower"}
{"color": "black", "line": "Umslopogaas was now well known about the place, and by the Queen’s order allowed to pass whither he would by the guards, a permission of which he often availed himself by roaming about the palace during the still hours in a nocturnal fashion that he favoured, and which is by no means uncommon amongst black men generally.\n", "word": "black", "modifies": "men"}
{"color": "gray", "line": "I felt that somebody was in the room and looking at me, and instantly sat up, to see to my surprise that it was already dawn, and that there, standing at the foot of my couch and looking peculiarly grim and gaunt in the grey light, was Umslopogaas himself.\n", "word": "grey", "modifies": "light"}
{"color": "white", "line": "“As I was bid I went last night to the place of the White Queen and hid myself behind a pillar in the second anteroom, beyond which is the sleeping place of the Queen.\n", "word": "white", "modifies": "queen"}
{"color": "white", "line": "At last the ‘Lady of the Night’ came to the curtains that shut off the sleeping place of the White Queen, and put out her left hand to part them.\n", "word": "white", "modifies": "queen"}
{"color": "white", "line": "I could hear her breathe, and see one white arm lying on the coverlid like a streak of snow on the dry grass.\n", "word": "white", "modifies": "arm"}
{"color": "white", "line": "The knife broke upon Bougwan’s bosom and as I passed I picked this up in the sleeping place of the White Queen.” WAR!\n", "word": "white", "modifies": "queen"}
{"color": "red", "line": "RED WAR!\n", "word": "red", "modifies": "war"}
{"color": "white", "line": "Accordingly he grated up a quantity of white fish very finely, and mixed it with the Zulu’s porridge, who swallowed it nearly all down in ignorance of what he was eating.\n", "word": "white", "modifies": "fish"}
{"color": "white", "line": "I love not the white robes and the delicate women, the blowing of trumpets and the flying of hawks.\n", "word": "white", "modifies": "robe"}
{"color": "white", "line": "Better is it to slay a man in fair fight than to suck out his heart’s blood in buying and selling and usury after your white fashion.\n", "word": "white", "modifies": "fashion"}
{"color": "red", "line": "Then did she slink back like a gorged lioness and place the thong of the red axe back upon his wrist and go her ways.\n", "word": "red", "modifies": "axe"}
{"color": "red", "line": "“And at the dawning the people came shouting, ‘Lousta is slain in the night,’ and they came unto the hut of the man, and there he lay asleep and by him was the red axe.\n", "word": "red", "modifies": "axe"}
{"color": "white", "line": "When she struck thee with the knife in the sleeping place of the White Queen _I_ was there also; when thou didst let her slip away like a snake in the stones _I_ saw thee, and I knew that she had bewitched thee and that a true man had abandoned the truth, and he who aforetime loved a straight path had taken a crooked way.\n", "word": "white", "modifies": "queen"}
{"color": "pink", "line": "We saluted Nyleptha and took our accustomed places, and for a little while things went on as usual, when suddenly the trumpets began to call outside the palace, and from the great crowd that was gathered there in anticipation of some unusual event there rose a roar of “_Sorais!\n", "word": "rose", "modifies": "crowd"}
{"color": "gold", "line": "A glance at Sorais herself was enough to show that her mission was of no peaceful kind, for in place of her gold embroidered “kaf” she wore a shining tunic formed of golden scales, and on her head a little golden helmet.\n", "word": "gold", "modifies": "place"}
{"color": "pink", "line": "“Thou seest,” she said, when the excited murmur of the spectators had died away, addressing her sister as Sir Henry rose to his feet, “I have put my collar round the ‘wolf’s’ neck, and behold!\n", "word": "rose", "modifies": "sir"}
{"color": "white", "line": "She lifted her white face, the teeth set, and there were purple rings beneath her glowing eyes.\n", "word": "white", "modifies": "face"}
{"color": "purple", "line": "She lifted her white face, the teeth set, and there were purple rings beneath her glowing eyes.\n", "word": "purple", "modifies": "ring"}
{"color": "silver", "line": "Raising her silver spear, she shook it, and the light gleamed from it and from the golden scales of her cuirass.\n", "word": "silver", "modifies": "spear"}
{"color": "black", "line": "“I tell thee I will tear thee, Nyleptha, the White Queen, from thy throne, and that thou shalt be hurled—ay, hurled even from the topmost stair of the great way to the foot thereof, in that thou hast covered the name of the House of him who built it with black shame.\n", "word": "black", "modifies": "shame"}
{"color": "white", "line": "“I tell thee I will tear thee, Nyleptha, the White Queen, from thy throne, and that thou shalt be hurled—ay, hurled even from the topmost stair of the great way to the foot thereof, in that thou hast covered the name of the House of him who built it with black shame.\n", "word": "white", "modifies": "queen"}
{"color": "gold", "line": "And I tell ye strangers—all save Bougwan, whom because thou didst do me a service I will save alive if thou wilt leave these men and follow me” (here poor Good shook his head vigorously and ejaculated “Can’t be done” in English)—“that I will wrap you in sheets of gold and hang you yet alive in chains from the four golden trumpets of the four angels that fly east and west and north and south from the giddiest pinnacles of the Temple, so that ye may be a token and a warning to the land.\n", "word": "gold", "modifies": "sheet"}
{"color": "white", "line": "“I took the Lady of the Night by the White Queen’s bed, and on my breast the dagger broke.” “Who is on my side?” cried Sorais, shaking her silver spear, for she saw that public sympathy was turning against her.\n", "word": "white", "modifies": "queen"}
{"color": "white", "line": "“Thou pale souled fool, for a reward thou shalt eat out thy heart with love of me and not be satisfied, and thou mightest have been my husband and a king!\n", "word": "pale", "modifies": "fool"}
{"color": "red", "line": "In eight days or less thou must leave me and go down to war, for thou shalt lead my armies, and in war—men sometimes fall, and so I would for a little space have had thee all my own, if only for memory’s sake;” and the tears overflowed her lovely eyes and rolled down her face like heavy drops of dew down the red heart of a rose.\n", "word": "red", "modifies": "heart"}
{"color": "pink", "line": "In eight days or less thou must leave me and go down to war, for thou shalt lead my armies, and in war—men sometimes fall, and so I would for a little space have had thee all my own, if only for memory’s sake;” and the tears overflowed her lovely eyes and rolled down her face like heavy drops of dew down the red heart of a rose.\n", "word": "rose", "modifies": "heart"}
{"color": "white", "line": "Happiness is the world’s White Bird, that alights seldom, and flies fast and far till one day he is lost in the clouds.\n", "word": "white", "modifies": "bird"}
{"color": "gold", "line": "She did not wear a single ornament, even her gold circlets were removed, and I thought that if possible she looked more lovely than ever without them, as really superbly beautiful women do.\n", "word": "gold", "modifies": "circlet"}
{"color": "gold", "line": "Then Sir Henry took a plain gold ring from his little finger and placed it on hers, and so on to the end.\n", "word": "gold", "modifies": "ring"}
{"color": "white", "line": "Good and Umslopogaas had gone on with the army, but Nyleptha accompanied Sir Henry and myself to the city gates, riding a magnificent white horse called Daylight, which was supposed to be the fleetest and most enduring animal in Zu Vendis.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "“The Queen sends the white stallion as a farewell gift to her Lord Incubu, and bids me tell my lord that he is the fleetest and most enduring horse in all the land,” said the soldier, bending to his saddle bow before us.\n", "word": "white", "modifies": "stallion"}
{"color": "green", "line": "The road ran down a mile or more, through ground too broken to admit of the handling of any considerable force, till it reached the crest of a great green wave of land, that rolled down a gentle slope to the banks of a little stream, and then rolled away again up a still gentler slope to the plain beyond, the distance from the crest of the land wave down to the stream being a little over half a mile, and from the stream up to the plain beyond a trifle less.\n", "word": "green", "modifies": "wave"}
{"color": "white", "line": "Deep into the night we sat, with pale faces and heavy hearts, and took counsel, whilst the sentries tramped up and down, down and up, and the armed and plumed generals came and went, grim and shadow like.\n", "word": "pale", "modifies": "face"}
{"color": "red", "line": "And at last up came the red sun, and the huge camps awoke with a clash, and a roar, and gathered themselves together for battle.\n", "word": "red", "modifies": "sun"}
{"color": "red", "line": "Nasta’s wild swordsmen were now breaking in red waves against the sullen rock like squares.\n", "word": "red", "modifies": "wave"}
{"color": "white", "line": "Presently, however, a cream coloured horse with a snow white mane and tail burst from the ruins of the square and came rushing past me riderless and with wide streaming reins, and in it I recognized the charger that Good had been riding.\n", "word": "white", "modifies": "mane"}
{"color": "red", "line": "Not an inch would they yield; in vain did we hack and trample them down as we ploughed a broad red furrow through their thousands; they seemed to re arise by hundreds, driving their terrible sharp swords into our horses, or severing their hamstrings, and then hacking the troopers who came to the ground with them almost into pieces.\n", "word": "red", "modifies": "furrow"}
{"color": "black", "line": "My horse was speedily killed under me, but luckily I had a fresh one, my own favourite, a coal black mare Nyleptha had given me, being held in reserve behind, and on this I afterwards mounted.\n", "word": "black", "modifies": "mare"}
{"color": "white", "line": "Galloping wildly towards us, his arms tightly clasped around his horse’s neck, against which his blanched cheek was tightly pressed, was a man arrayed in the full costume of a Zu Vendi general, but in whom, as he came nearer, I recognized none other than our lost Alphonse.\n", "word": "blanched", "modifies": "cheek"}
{"color": "white", "line": "On we tore, our horses clearing heaps of dead and dying men, and splashing through pools of blood, on past the long broken lines of spearmen to where, mounted on the white stallion Nyleptha had sent to him as a parting gift, I saw Sir Henry’s form towering above the generals who surrounded him.\n", "word": "white", "modifies": "stallion"}
{"color": "red", "line": "Beside him was old Umslopogaas, his axe red with blood, but looking quite fresh and uninjured.\n", "word": "red", "modifies": "umslopogaas"}
{"color": "green", "line": "The great green lap of sward in which the struggle was being fought out, the bold round outline of the hills behind, and the wide sweep of the plain beyond, seemed to dwarf it; and what was tremendous enough when one was in it, grew insignificant when viewed from the distance.\n", "word": "green", "modifies": "lap"}
{"color": "blue", "line": "Nearer and nearer grew the blue hills; now we were travelling up their steeps, and now we were over and passing towards others that sprang up like visions in the far, faint distance beyond.\n", "word": "blue", "modifies": "hill"}
{"color": "white", "line": "On, never pausing or drawing rein, through the perfect quiet of the night, that was set like a song to the falling music of our horses’ hoofs; on, past deserted villages, where only some forgotten starving dog howled a melancholy welcome; on, past lonely moated dwellings; on, through the white patchy moonlight, that lay coldly upon the wide bosom of the earth, as though there was no warmth in it; on, knee to knee, for hour after hour!\n", "word": "white", "modifies": "moonlight"}
{"color": "white", "line": "Grim and black indeed did old Umslopogaas look beside me, mounted upon the great white horse, like Death in the Revelation of St John, as now and again lifting his fierce set face he gazed out along the road, and pointed with his axe towards some distant rise or house.\n", "word": "white", "modifies": "horse"}
{"color": "white", "line": "He did so, and we dismounted—that is to say, Umslopogaas did, and then helped me off, for what with fatigue, stiffness, and the pain of my wound, I could not do so for myself; and then the gallant horses stood panting there, resting first one leg and then another, while the sweat fell drip, drip, from them, and the steam rose and hung in pale clouds in the still night air.\n", "word": "pale", "modifies": "cloud"}
{"color": "pink", "line": "He did so, and we dismounted—that is to say, Umslopogaas did, and then helped me off, for what with fatigue, stiffness, and the pain of my wound, I could not do so for myself; and then the gallant horses stood panting there, resting first one leg and then another, while the sweat fell drip, drip, from them, and the steam rose and hung in pale clouds in the still night air.\n", "word": "rose", "modifies": "steam"}
{"color": "black", "line": "So we passed over another ten miles, and then came a long, weary rise of some six or seven miles, and three times did my poor black mare nearly come to the ground with me.\n", "word": "black", "modifies": "mare"}
{"color": "gray", "line": "These early rising creatures, or rather their webs, caught upon the horse’s and our own forms by scores, and, as we had neither the time nor the energy to brush them off, we rushed along covered with hundreds of long grey threads that streamed out a yard or more behind us—and a very strange appearance they must have given us.\n", "word": "grey", "modifies": "thread"}
{"color": "white", "line": "Oh, thank God, it is the White Queen herself, the Queen unharmed!\n", "word": "white", "modifies": "queen"}
{"color": "red", "line": "There she stands in her night gear, roused, by the clatter of our coming, from her bed, the heaviness of sleep yet in her eyes, and a red blush of fear and shame mantling her lovely breast and cheek.\n", "word": "red", "modifies": "blush"}
{"color": "pink", "line": "There she stands in her night gear, roused, by the clatter of our coming, from her bed, the heaviness of sleep yet in her eyes, and a red blush of fear and shame mantling her lovely breast and cheek.\n", "word": "blush", "modifies": "gear"}
{"color": "white", "line": "Thou comest as one bearing evil tidings—and my lord—oh, tell me not my lord is dead—not dead!” she wailed, wringing her white hands.\n", "word": "white", "modifies": "hand"}
{"color": "black", "line": "There in front of us was the semicircular standing space, about twice the size of a large oval dining table, and the ten curved black marble steps leading on to the main stair—and that was all.\n", "word": "black", "modifies": "step"}
{"color": "pink", "line": "“I have it,” said Nyleptha, who, as usual with her, rose to the emergency in a wonderful way.\n", "word": "rose", "modifies": "emergency"}
{"color": "gray", "line": "The clanking sound came nearer, and in the ghostly grey of the dawning we could make out long files of men, some fifty or so in all, slowly creeping up the stair.\n", "word": "grey", "modifies": "dawning"}
{"color": "pink", "line": "The great man rose, stretched himself, and swung Inkosi kaas round his head.\n", "word": "rose", "modifies": "man"}
{"color": "pink", "line": "The wall of marble block was four feet six high now, and hope rose in my heart as I leaned there against it a miserable helpless log, and ground my teeth, and watched that glorious struggle.\n", "word": "rose", "modifies": "hope"}
{"color": "white", "line": "“Ah, ah!” shouted the Zulu, as he recognized the priest’s flowing white beard, “it is thou, old ‘witch finder’!\n", "word": "white", "modifies": "beard"}
{"color": "white", "line": "I await thee, white ‘medicine man’; come on!\n", "word": "white", "modifies": "man"}
{"color": "pink", "line": "And even as he fell, a great cry rose from the foot of the stair, and looking out through the portion of the doorway that was yet unclosed, we saw armed men rushing up to the rescue, and called an answer to their shouts.\n", "word": "rose", "modifies": "cry"}
{"color": "black", "line": "For a moment the black bearded Nasta stood with bowed face leaning on his long sword as though in despair, and then, with a dreadful shout, he too rushed up at the Zulu, and, swinging the glittering sword around his head, dealt him such a mighty blow beneath his guard, that the keen steel of the heavy blade bit right through the chain armour and deep into Umslopogaas’ side, for a moment paralysing him and causing him to drop his axe.\n", "word": "black", "modifies": "nasta"}
{"color": "red", "line": "a strong stroke!” and, drawing himself to his full height, with a wild heart shaking shout, he with both hands began to whirl the axe round his head till it looked like a circle of flaming steel.\n", "word": "flaming", "modifies": "steel"}
{"color": "pink", "line": "A gasp of wonder and astonishment rose from all those who witnessed the extraordinary sight, and then somebody cried, “_The prophecy!\n", "word": "rose", "modifies": "gasp"}
{"color": "gold", "line": "Ay, and he has saved me, by a very little, and therefore because of the deeds that they have done—deeds of glory such as our history cannot show the like—therefore I say that the name of Macumazahn and the name of dead Umslopogaas, ay, and the name of Kara, my servant, who aided him to hold the stair, shall be blazoned in letters of gold above my throne, and shall be glorious for ever while the land endures.\n", "word": "gold", "modifies": "letter"}
{"color": "white", "line": "As I went, my eyes lit upon the brave horse Daylight that lay there, his white head outstretched on the pavement, exactly as he had fallen on entering the yard; and I bade those who supported me take me near him, that I might look on the good beast once more before he was dragged away.\n", "word": "white", "modifies": "head"}
{"color": "white", "line": "I could have shouted for joy to find that he was not dead, only unfortunately I had not a shout left in me; but as it was, grooms were sent for and he was lifted up and wine poured down his throat, and in a fortnight he was as well and strong as ever, and is the pride and joy of all the people of Milosis, who, whenever they see him, point him out to the little children as the “horse which saved the White Queen’s life”.\n", "word": "white", "modifies": "queen"}
{"color": "black", "line": "They hurt me a great deal in getting it off, and no wonder, for on my left breast and side was a black bruise the size of a saucer.\n", "word": "black", "modifies": "bruise"}
{"color": "black", "line": "Just then I heard a familiar voice informing me that “Monsieur must now couch himself,” and looking up perceived Alphonse’s enormous black mustachios curling away in the distance.\n", "word": "black", "modifies": "mustachio"}
{"color": "white", "line": "My grizzled stubby hair was turned snow white, and my yellow face was shrunk like an aged woman’s and had two deep purple rings painted beneath the eyes.\n", "word": "white", "modifies": "snow"}
{"color": "yellow", "line": "My grizzled stubby hair was turned snow white, and my yellow face was shrunk like an aged woman’s and had two deep purple rings painted beneath the eyes.\n", "word": "yellow", "modifies": "face"}
{"color": "purple", "line": "My grizzled stubby hair was turned snow white, and my yellow face was shrunk like an aged woman’s and had two deep purple rings painted beneath the eyes.\n", "word": "purple", "modifies": "ring"}
{"color": "black", "line": "Here Nyleptha began to cry, and Sir Henry again turned the subject, telling me that the artists had taken a cast of the dead body of old Umslopogaas, and that a great statue in black marble was to be erected of him in the act of splitting the sacred stone, which was to be matched by another statue in white marble of myself and the horse Daylight as he appeared when, at the termination of that wild ride, he sank beneath me in the courtyard of the palace.\n", "word": "black", "modifies": "marble"}
{"color": "white", "line": "Here Nyleptha began to cry, and Sir Henry again turned the subject, telling me that the artists had taken a cast of the dead body of old Umslopogaas, and that a great statue in black marble was to be erected of him in the act of splitting the sacred stone, which was to be matched by another statue in white marble of myself and the horse Daylight as he appeared when, at the termination of that wild ride, he sank beneath me in the courtyard of the palace.\n", "word": "white", "modifies": "marble"}
{"color": "gold", "line": "Then they told me that Umslopogaas’ last wish had been carried out, and that, instead of being cremated, as I shall be, after the usual custom here, he had been tied up, Zulu fashion, with his knees beneath his chin, and, having been wrapped in a thin sheet of beaten gold, entombed in a hole hollowed out of the masonry of the semicircular space at the top of the stair he defended so splendidly, which faces, as far as we can judge, almost exactly towards Zululand.\n", "word": "gold", "modifies": "sheet"}
{"color": "silver", "line": "She was, as usual, dressed in her royal “kaf”, emblazoned with the emblem of the Sun, and in her right hand she still held the toy spear of silver.\n", "word": "silver", "modifies": "spear"}
{"color": "silver", "line": "“Ay, and that little coward beside thee,” she went on, pointing at Alphonse with the silver spear, whereat he looked very uncomfortable; “he escaped and betrayed my plans.\n", "word": "silver", "modifies": "spear"}
{"color": "black", "line": "And the black one too, ah, he was _a man_.\n", "word": "black", "modifies": "one"}
{"color": "pink", "line": "Also he told me that when the horse Daylight was led along in the procession, the populace had shouted “_Macumazahn, Macumazahn!_” till they were hoarse, and would only be appeased when he, Good, rose in his chariot and told them that I was too ill to be present.\n", "word": "rose", "modifies": "chariot"}
{"color": "gray", "line": "Harry is there, and others; one above all, to my mind the sweetest and most perfect woman that ever gladdened this grey earth.\n", "word": "grey", "modifies": "earth"}
{"color": "gold", "line": "If he does, and can carry the treasure we have provided him with in the shape of bars of solid gold, he will be, comparatively speaking, a rich man for life, and well able to marry his Annette, if she is still in the land of the living and willing to marry her Alphonse.\n", "word": "gold", "modifies": "bar"}
{"color": "white", "line": "Presently it came, and struck him like a golden arrow, crowning the pale brows with glory, and then the trumpets blew, and the flooring revolved, and all that remained of our beloved friend fell into the furnace below.\n", "word": "pale", "modifies": "brow"}
{"color": "blue", "line": "He is a regular curly haired, blue eyed young Englishman in looks, and, though he is destined, if he lives, to inherit the throne of Zu Vendis, I hope I may be able to bring him up to become what an English gentleman should be, and generally is—which is to my mind even a prouder and a finer thing than being born heir apparent to the great House of the Stairway, and, indeed, the highest rank that a man can reach upon this earth.\n", "word": "blue", "modifies": "englishman"}
{"color": "yellow", "line": "Finally, I may say that Mr Quatermain’s little Frenchman appears to belong to the same class of beings as those English ladies whose long yellow teeth and feet of enormous size excite our hearty amusement in the pages of the illustrated Gallic press.\n", "word": "yellow", "modifies": "teeth"}
