{"color": "white", "line": "As Oliver gave this first proof of the free and proper action of his lungs, the patchwork coverlet which was carelessly flung over the iron bedstead, rustled; the pale face of a young woman was raised feebly from the pillow; and a faint voice imperfectly articulated the words, “Let me see the child, and die.” The surgeon had been sitting with his face turned towards the fire: giving the palms of his hands a warm and a rub alternately.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "She imprinted her cold white lips passionately on its forehead; passed her hands over her face; gazed wildly round; shuddered; fell back—and died.\n", "word": "white", "modifies": "lip"}
{"color": "green", "line": "“Ah, poor dear, so it is!” said the nurse, picking up the cork of the green bottle, which had fallen out on the pillow, as she stooped to take up the child.\n", "word": "green", "modifies": "bottle"}
{"color": "white", "line": "Oliver Twist’s ninth birthday found him a pale thin child, somewhat diminutive in stature, and decidedly small in circumference.\n", "word": "pale", "modifies": "child"}
{"color": "brown", "line": "With the slice of bread in his hand, and the little brown cloth parish cap on his head, Oliver was then led away by Mr. Bumble from the wretched home where one kind word or look had never lighted the gloom of his infant years.\n", "word": "brown", "modifies": "cap"}
{"color": "gold", "line": "Mr. Bumble walked on with long strides; little Oliver, firmly grasping his gold laced cuff, trotted beside him, inquiring at the end of every quarter of a mile whether they were “nearly there.” To these interrogations Mr. Bumble returned very brief and snappish replies; for the temporary blandness which gin and water awakens in some bosoms had by this time evaporated; and he was once again a beadle.\n", "word": "gold", "modifies": "cuff"}
{"color": "red", "line": "At the top of the table, seated in an arm chair rather higher than the rest, was a particularly fat gentleman with a very round, red face.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "These two causes made him answer in a very low and hesitating voice; whereupon a gentleman in a white waistcoat said he was a fool.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "“The boy _is_ a fool—I thought he was,” said the gentleman in the white waistcoat.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "“What are you crying for?” inquired the gentleman in the white waistcoat.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "“So you’ll begin to pick oakum to morrow morning at six o’clock,” added the surly one in the white waistcoat.\n", "word": "white", "modifies": "waistcoat"}
{"color": "brown", "line": "The room in which the boys were fed, was a large stone hall, with a copper at one end: out of which the master, dressed in an apron for the purpose, and assisted by one or two women, ladled the gruel at mealtimes.\n", "word": "copper", "modifies": "hall"}
{"color": "pink", "line": "He rose from the table; and advancing to the master, basin and spoon in hand, said: somewhat alarmed at his own temerity: “Please, sir, I want some more.” The master was a fat, healthy man; but he turned very pale.\n", "word": "rose", "modifies": "table"}
{"color": "white", "line": "“That boy will be hung,” said the gentleman in the white waistcoat.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "“I never was more convinced of anything in my life,” said the gentleman in the white waistcoat, as he knocked at the gate and read the bill next morning: “I never was more convinced of anything in my life, than I am that that boy will come to be hung.” As I purpose to show in the sequel whether the white waistcoated gentleman was right or not, I should perhaps mar the interest of this narrative (supposing it to possess any at all), if I ventured to hint just yet, whether the life of Oliver Twist had this violent termination or no.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "It appears, at first sight not unreasonable to suppose, that, if he had entertained a becoming feeling of respect for the prediction of the gentleman in the white waistcoat, he would have established that sage individual’s prophetic character, once and for ever, by tying one end of his pocket handkerchief to a hook in the wall, and attaching himself to the other.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "The gentleman with the white waistcoat was standing at the gate with his hands behind him, after having delivered himself of some profound sentiments in the board room.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "So, he spelt the bill through again, from beginning to end; and then, touching his fur cap in token of humility, accosted the gentleman in the white waistcoat.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "“Ay, my man,” said the gentleman in the white waistcoat, with a condescending smile.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "Mr. Gamfield having lingered behind, to give the donkey another blow on the head, and another wrench of the jaw, as a caution not to run away in his absence, followed the gentleman with the white waistcoat into the room where Oliver had first seen him.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "“Ten shillings too much,” said the gentleman in the white waistcoat.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "nonsense!” said the gentleman in the white waistcoat.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "He had been wondering, with his eyes fixed on the magistrates’ powder, whether all boards were born with that white stuff on their heads, and were boards from thenceforth on that account.\n", "word": "white", "modifies": "stuff"}
{"color": "white", "line": "But, as it chanced to be immediately under his nose, it followed, as a matter of course, that he looked all over his desk for it, without finding it; and happening in the course of his search to look straight before him, his gaze encountered the pale and terrified face of Oliver Twist: who, despite all the admonitory looks and pinches of Bumble, was regarding the repulsive countenance of his future master, with a mingled expression of horror and fear, too palpable to be mistaken, even by a half blind magistrate.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "Mr. Sowerberry was a tall gaunt, large jointed man, attired in a suit of threadbare black, with darned cotton stockings of the same colour, and shoes to answer.\n", "word": "black", "modifies": "suit"}
{"color": "brown", "line": "He heard the news of his destination, in perfect silence; and, having had his luggage put into his hand—which was not very difficult to carry, inasmuch as it was all comprised within the limits of a brown paper parcel, about half a foot square by three inches deep—he pulled his cap over his eyes; and once more attaching himself to Mr. Bumble’s coat cuff, was led away by that dignitary to a new scene of suffering.\n", "word": "brown", "modifies": "paper"}
{"color": "black", "line": "An unfinished coffin on black tressels, which stood in the middle of the shop, looked so gloomy and death like that a cold tremble came over him, every time his eyes wandered in the direction of the dismal object: from which he almost expected to see some frightful form slowly rear its head, to drive him mad with terror.\n", "word": "black", "modifies": "tressels"}
{"color": "black", "line": "Coffin plates, elm chips, bright headed nails, and shreds of black cloth, lay scattered on the floor; and the wall behind the counter was ornamented with a lively representation of two mutes in very stiff neckcloths, on duty at a large private door, with a hearse drawn by four black steeds, approaching in the distance.\n", "word": "black", "modifies": "cloth"}
{"color": "red", "line": "It is difficult for a large headed, small eyed youth, of lumbering make and heavy countenance, to look dignified under any circumstances; but it is more especially so, when superadded to these personal attractions are a red nose and yellow smalls.\n", "word": "red", "modifies": "nose"}
{"color": "yellow", "line": "It is difficult for a large headed, small eyed youth, of lumbering make and heavy countenance, to look dignified under any circumstances; but it is more especially so, when superadded to these personal attractions are a red nose and yellow smalls.\n", "word": "yellow", "modifies": "small"}
{"color": "white", "line": "He needn’t haven taken the trouble to shrink from Mr. Bumble’s glance, however; for that functionary, on whom the prediction of the gentleman in the white waistcoat had made a very strong impression, thought that now the undertaker had got Oliver upon trial the subject was better avoided, until such time as he should be firmly bound for seven years, and all danger of his being returned upon the hands of the parish should be thus effectually and legally overcome.\n", "word": "white", "modifies": "waistcoat"}
{"color": "black", "line": "An old black cloak had been thrown over the rags of the old woman and the man; and the bare coffin having been screwed down, was hoisted on the shoulders of the bearers, and carried into the street.\n", "word": "black", "modifies": "cloak"}
{"color": "black", "line": "That Oliver Twist was moved to resignation by the example of these good people, I cannot, although I am his biographer, undertake to affirm with any degree of confidence; but I can most distinctly say, that for many months he continued meekly to submit to the domination and ill treatment of Noah Claypole: who used him far worse than before, now that his jealousy was roused by seeing the new boy promoted to the black stick and hatband, while he, the old one, remained stationary in the muffin cap and leathers.\n", "word": "black", "modifies": "stick"}
{"color": "pink", "line": "In this favourable position of affairs, Noah rose from the ground, and pommelled him behind.\n", "word": "rose", "modifies": "position"}
{"color": "black", "line": "You can hold a knife to that black eye, as you run along.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "When Noah saw that the intelligence he communicated perfectly paralysed Mr. Bumble, he imparted additional effect thereunto, by bewailing his dreadful wounds ten times louder than before; and when he observed a gentleman in a white waistcoat crossing the yard, he was more tragic in his lamentations than ever: rightly conceiving it highly expedient to attract the notice, and rouse the indignation, of the gentleman aforesaid.\n", "word": "white", "modifies": "waistcoat"}
{"color": "white", "line": "Said he wanted to, did he, my boy?” inquired the gentleman in the white waistcoat.\n", "word": "white", "modifies": "waistcoat"}
{"color": "pink", "line": "The candle was burning low in the socket when he rose to his feet.\n", "word": "rose", "modifies": "foot"}
{"color": "white", "line": "A child was weeding one of the little beds; as he stopped, he raised his pale face and disclosed the features of one of his former companions.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "The walls and ceiling of the room were perfectly black with age and dirt.\n", "word": "black", "modifies": "wall"}
{"color": "red", "line": "In a frying pan, which was on the fire, and which was secured to the mantelshelf by a string, some sausages were cooking; and standing over them, with a toasting fork in his hand, was a very old shrivelled Jew, whose villainous looking and repulsive face was obscured by a quantity of matted red hair.\n", "word": "red", "modifies": "hair"}
{"color": "gold", "line": "Dragging an old chair to the table, he sat down; and took from it a magnificent gold watch, sparkling with jewels.\n", "word": "gold", "modifies": "watch"}
{"color": "red", "line": "“Pretty well,” replied the Dodger, producing two pocket books; one green, and the other red.\n", "word": "red", "modifies": "book"}
{"color": "green", "line": "“Pretty well,” replied the Dodger, producing two pocket books; one green, and the other red.\n", "word": "green", "modifies": "book"}
{"color": "green", "line": "They were just emerging from a narrow court not far from the open square in Clerkenwell, which is yet called, by some strange perversion of terms, “The Green”: when the Dodger made a sudden stop; and, laying his finger on his lip, drew his companions back again, with the greatest caution and circumspection.\n", "word": "green", "modifies": "perversion"}
{"color": "gold", "line": "The old gentleman was a very respectable looking personage, with a powdered head and gold spectacles.\n", "word": "gold", "modifies": "spectacle"}
{"color": "green", "line": "He was dressed in a bottle green coat with a black velvet collar; wore white trousers; and carried a smart bamboo cane under his arm.\n", "word": "green", "modifies": "coat"}
{"color": "black", "line": "He was dressed in a bottle green coat with a black velvet collar; wore white trousers; and carried a smart bamboo cane under his arm.\n", "word": "black", "modifies": "collar"}
{"color": "white", "line": "He was dressed in a bottle green coat with a black velvet collar; wore white trousers; and carried a smart bamboo cane under his arm.\n", "word": "white", "modifies": "trouser"}
{"color": "white", "line": "“He says his name’s Tom White, your worship,” said the kind hearted thief taker.\n", "word": "white", "modifies": "tom"}
{"color": "pink", "line": "The sun rose and sank, and rose and sank again, and many times after that; and still the boy lay stretched on his uneasy bed, dwindling away beneath the dry and wasting heat of fever.\n", "word": "rose", "modifies": "sun"}
{"color": "pink", "line": "The curtain at the bed’s head was hastily drawn back, and a motherly old lady, very neatly and precisely dressed, rose as she undrew it, from an arm chair close by, in which she had been sitting at needle work.\n", "word": "rose", "modifies": "lady"}
{"color": "gold", "line": "He soon fell into a gentle doze, from which he was awakened by the light of a candle: which, being brought near the bed, showed him a gentleman with a very large and loud ticking gold watch in his hand, who felt his pulse, and said he was a great deal better.\n", "word": "gold", "modifies": "watch"}
{"color": "white", "line": "Wouldn’t they, Tom White, eh?” “My name is Oliver, sir,” replied the little invalid: with a look of great astonishment.\n", "word": "white", "modifies": "tom"}
{"color": "white", "line": "Oliver White, eh?” “No, sir, Twist, Oliver Twist.” “Queer name!” said the old gentleman.\n", "word": "white", "modifies": "oliver"}
{"color": "white", "line": "“What made you tell the magistrate your name was White?” “I never told him so, sir,” returned Oliver in amazement.\n", "word": "white", "modifies": "name"}
{"color": "red", "line": "There was a rascally smile on his white face as he turned round, and looking sharply out from under his thick red eyebrows, bent his ear towards the door, and listened.\n", "word": "red", "modifies": "eyebrow"}
{"color": "white", "line": "There was a rascally smile on his white face as he turned round, and looking sharply out from under his thick red eyebrows, bent his ear towards the door, and listened.\n", "word": "white", "modifies": "face"}
{"color": "brown", "line": "He had a brown hat on his head, and a dirty belcher handkerchief round his neck: with the long frayed ends of which he smeared the beer from his face as he spoke.\n", "word": "brown", "modifies": "hat"}
{"color": "white", "line": "A white shaggy dog, with his face scratched and torn in twenty different places, skulked into the room.\n", "word": "white", "modifies": "dog"}
{"color": "white", "line": "This was said in jest; but if the speaker could have seen the evil leer with which the Jew bit his pale lip as he turned round to the cupboard, he might have thought the caution not wholly unnecessary, or the wish (at all events) to improve upon the distiller’s ingenuity not very far from the old gentleman’s merry heart.\n", "word": "pale", "modifies": "lip"}
{"color": "red", "line": "He turned from this young lady, who was gaily, not to say gorgeously attired, in a red gown, green boots, and yellow curl papers, to the other female.\n", "word": "red", "modifies": "gown"}
{"color": "green", "line": "He turned from this young lady, who was gaily, not to say gorgeously attired, in a red gown, green boots, and yellow curl papers, to the other female.\n", "word": "green", "modifies": "boot"}
{"color": "yellow", "line": "He turned from this young lady, who was gaily, not to say gorgeously attired, in a red gown, green boots, and yellow curl papers, to the other female.\n", "word": "yellow", "modifies": "paper"}
{"color": "white", "line": "Accordingly, with a clean white apron tied over her gown, and her curl papers tucked up under a straw bonnet,—both articles of dress being provided from the Jew’s inexhaustible stock,—Miss Nancy prepared to issue forth on her errand.\n", "word": "white", "modifies": "apron"}
{"color": "white", "line": "Mr. Bill Sikes no sooner heard the account of the expedition delivered, than he very hastily called up the white dog, and, putting on his hat, expeditiously departed: without devoting any time to the formality of wishing the company good morning.\n", "word": "white", "modifies": "dog"}
{"color": "white", "line": "The ends of his white neckerchief were twisted into a ball about the size of an orange; the variety of shapes into which his countenance was twisted, defy description.\n", "word": "white", "modifies": "neckerchief"}
{"color": "red", "line": "A young woman stumbled over a bit last night, and fell against my garden railings; directly she got up I saw her look towards his infernal red lamp with the pantomime light.\n", "word": "red", "modifies": "lamp"}
{"color": "black", "line": "Then, still keeping his stick in his hand, he sat down; and, opening a double eye glass, which he wore attached to a broad black riband, took a view of Oliver: who, seeing that he was the object of inspection, coloured, and bowed again.\n", "word": "black", "modifies": "riband"}
{"color": "red", "line": "I know a friend who has a beef faced boy; a fine boy, they call him; with a round head, and red cheeks, and glaring eyes; a horrid boy; with a body and limbs that appear to be swelling out of the seams of his blue clothes; with the voice of a pilot, and the appetite of a wolf.\n", "word": "red", "modifies": "cheek"}
{"color": "blue", "line": "I know a friend who has a beef faced boy; a fine boy, they call him; with a round head, and red cheeks, and glaring eyes; a horrid boy; with a body and limbs that appear to be swelling out of the seams of his blue clothes; with the voice of a pilot, and the appetite of a wolf.\n", "word": "blue", "modifies": "clothes"}
{"color": "red", "line": "At his feet, sat a white coated, red eyed dog; who occupied himself, alternately, in winking at his master with both eyes at the same time; and in licking a large, fresh cut on one side of his mouth, which appeared to be the result of some recent conflict.\n", "word": "red", "modifies": "dog"}
{"color": "white", "line": "At his feet, sat a white coated, red eyed dog; who occupied himself, alternately, in winking at his master with both eyes at the same time; and in licking a large, fresh cut on one side of his mouth, which appeared to be the result of some recent conflict.\n", "word": "white", "modifies": "dog"}
{"color": "white", "line": "“Didn’t know, you white livered thief!” growled Sikes.\n", "word": "white", "modifies": "thief"}
{"color": "red", "line": "Now, whether a peculiar contraction of the Jew’s red eye brows, and a half closing of his deeply set eyes, warned Miss Nancy that she was disposed to be too communicative, is not a matter of much importance.\n", "word": "red", "modifies": "brow"}
{"color": "white", "line": "“No, she hasn’t,” said Nancy, pale and breathless from the scuffle; “no, she hasn’t, Fagin; don’t think it.” “Then keep quiet, will you?” said the Jew, with a threatening look.\n", "word": "pale", "modifies": "nancy"}
{"color": "gray", "line": "We behold, with throbbing bosoms, the heroine in the grasp of a proud and ruthless baron: her virtue and her life alike in danger, drawing forth her dagger to preserve the one at the cost of the other; and just as our expectations are wrought up to the highest pitch, a whistle is heard, and we are straightway transported to the great hall of the castle; where a grey headed seneschal sings a funny chorus with a funnier body of vassals, who are free of all sorts of places, from church vaults to palaces, and roam about in company, carolling perpetually.\n", "word": "grey", "modifies": "seneschal"}
{"color": "pink", "line": "“A porochial life is not a bed of roses, Mrs. Mann.” “Ah, that it isn’t indeed, Mr. Bumble,” rejoined the lady.\n", "word": "rose", "modifies": "bed"}
{"color": "white", "line": "The child was pale and thin; his cheeks were sunken; and his eyes large and bright.\n", "word": "pale", "modifies": "child"}
{"color": "blue", "line": "At six o’clock next morning, Mr. Bumble: having exchanged his cocked hat for a round one, and encased his person in a blue great coat with a cape to it: took his place on the outside of the coach, accompanied by the criminals whose settlement was disputed; with whom, in due course of time, he arrived in London.\n", "word": "blue", "modifies": "coat"}
{"color": "white", "line": "As he glanced timidly up, and met the Jew’s searching look, he felt that his pale face and trembling limbs were neither unnoticed nor unrelished by that wary old gentleman.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "The rooms upstairs had great high wooden chimney pieces and large doors, with panelled walls and cornices to the ceiling; which, although they were black with neglect and dust, were ornamented in various ways.\n", "word": "black", "modifies": "neglect"}
{"color": "green", "line": "Mr. Chitling wound up his observations by stating that he had not touched a drop of anything for forty two moral long hard working days; and that he “wished he might be busted if he warn’t as dry as a lime basket.” “Where do you think the gentleman has come from, Oliver?” inquired the Jew, with a grin, as the other boys put a bottle of spirits on the table.\n", "word": "lime", "modifies": "basket"}
{"color": "black", "line": "The mud lay thick upon the stones, and a black mist hung over the streets; the rain fell sluggishly down, and everything felt cold and clammy to the touch.\n", "word": "black", "modifies": "mist"}
{"color": "green", "line": "He kept on his course, through many winding and narrow ways, until he reached Bethnal Green; then, turning suddenly off to the left, he soon became involved in a maze of the mean and dirty streets which abound in that close and densely populated quarter.\n", "word": "green", "modifies": "bethnal"}
{"color": "pink", "line": "It’s enough to turn a man ill, to see his lean old carcase shivering in that way, like a ugly ghost just rose from the grave.” Nancy quickly brought a bottle from a cupboard, in which there were many: which, to judge from the diversity of their appearance, were filled with several kinds of liquids.\n", "word": "rose", "modifies": "ghost"}
{"color": "gold", "line": "The man against the child, for a bag of gold!” Beguiling the time with these pleasant reflections, Mr. Fagin wended his way, through mud and mire, to his gloomy abode: where the Dodger was sitting up, impatiently awaiting his return.\n", "word": "gold", "modifies": "bag"}
{"color": "white", "line": "“Here he is!” The boy was lying, fast asleep, on a rude bed upon the floor; so pale with anxiety, and sadness, and the closeness of his prison, that he looked like death; not death as it shows in shroud and coffin, but in the guise it wears when life has just departed; when a young and gentle spirit has, but an instant, fled to Heaven, and the gross air of the world has not had time to breathe upon the changing dust it hallowed.\n", "word": "pale", "modifies": "anxiety"}
{"color": "white", "line": "She seemed to speak the truth; her countenance was white and agitated; and she trembled with very earnestness.\n", "word": "white", "modifies": "countenance"}
{"color": "green", "line": "By the time they had turned into the Bethnal Green Road, the day had fairly begun to break.\n", "word": "green", "modifies": "road"}
{"color": "pink", "line": "A damp mist rose from the river, and the marshy ground about; and spread itself over the dreary fields.\n", "word": "rose", "modifies": "mist"}
{"color": "pink", "line": "They slept, or appeared to sleep, for some time; nobody stirring but Barney, who rose once or twice to throw coals on the fire.\n", "word": "rose", "modifies": "barney"}
{"color": "gold", "line": "There are three there, Bill, with a jolly large blue unicorn and gold pitchfork on ’em: which is the old lady’s arms.” “Keep quiet, can’t you?” replied Sikes, with a threatening look.\n", "word": "gold", "modifies": "pitchfork"}
{"color": "blue", "line": "There are three there, Bill, with a jolly large blue unicorn and gold pitchfork on ’em: which is the old lady’s arms.” “Keep quiet, can’t you?” replied Sikes, with a threatening look.\n", "word": "blue", "modifies": "unicorn"}
{"color": "silver", "line": "Ah!” Mrs. Corney shook her head mournfully, as if deploring the mental blindness of those paupers who did not know it; and thrusting a silver spoon (private property) into the inmost recesses of a two ounce tin tea caddy, proceeded to make the tea.\n", "word": "silver", "modifies": "spoon"}
{"color": "black", "line": "The black teapot, being very small and easily filled, ran over while Mrs. Corney was moralising; and the water slightly scalded Mrs. Corney’s hand.\n", "word": "black", "modifies": "teapot"}
{"color": "brown", "line": "Not a copper farthing’s worth of it!\n", "word": "copper", "modifies": "farthing"}
{"color": "pink", "line": "Mrs. Corney rose to get another cup and saucer from the closet.\n", "word": "rose", "modifies": "mrs."}
{"color": "silver", "line": "He opened the closet, counted the teaspoons, weighed the sugar tongs, closely inspected a silver milk pot to ascertain that it was of the genuine metal, and, having satisfied his curiosity on these points, put on his cocked hat corner wise, and danced with much gravity four distinct times round the table.\n", "word": "silver", "modifies": "milk"}
{"color": "pink", "line": "When they had sat in silence for some time, the two old women rose from the bed, and crouching over the fire, held out their withered hands to catch the heat.\n", "word": "rose", "modifies": "woman"}
{"color": "pink", "line": "She was bending eagerly over the woman to hear her reply; but drew back, instinctively, as she once again rose, slowly and stiffly, into a sitting posture; then, clutching the coverlid with both hands, muttered some indistinct sounds in her throat, and fell lifeless on the bed.\n", "word": "rose", "modifies": "posture"}
{"color": "yellow", "line": "The old man bit his yellow fingers, and meditated for some seconds; his face working with agitation the while, as if he dreaded something, and feared to know the worst.\n", "word": "yellow", "modifies": "finger"}
{"color": "red", "line": "Here, the clothesman, the shoe vamper, and the rag merchant, display their goods, as sign boards to the petty thief; here, stores of old iron and bones, and heaps of mildewy fragments of woollen stuff and linen, rust and rot in the grimy cellars.\n", "word": "rust", "modifies": "stuff"}
{"color": "red", "line": "The room was illuminated by two gas lights; the glare of which was prevented by the barred shutters, and closely drawn curtains of faded red, from being visible outside.\n", "word": "red", "modifies": "curtain"}
{"color": "gold", "line": "“Yes.” “Certain,” replied the man, drawing a gold watch from his fob; “I expected him here before now.\n", "word": "gold", "modifies": "watch"}
{"color": "green", "line": "After a brief reflection, he called a hack cabriolet, and bade the man drive towards Bethnal Green.\n", "word": "green", "modifies": "bethnal"}
{"color": "white", "line": "It showed them only the empty staircase, and their own white faces.\n", "word": "white", "modifies": "face"}
{"color": "green", "line": "The green damp hung upon the low walls; the tracks of the snail and slug glistened in the light of the candle; but all was still as death.\n", "word": "green", "modifies": "damp"}
{"color": "green", "line": "Mr. Bumble rushed to the closet; and, snatching a pint green glass bottle from the shelf thus incoherently indicated, filled a tea cup with its contents, and held it to the lady’s lips.\n", "word": "green", "modifies": "bottle"}
{"color": "white", "line": "“Stop, you white livered hound!” cried the robber, shouting after Toby Crackit, who, making the best use of his long legs, was already ahead.\n", "word": "white", "modifies": "hound"}
{"color": "pink", "line": "Suddenly, he started back at the report of firearms; there rose into the air, loud cries and shouts; lights gleamed before his eyes; all was noise and tumult, as some unseen hand bore him hurriedly away.\n", "word": "rose", "modifies": "air"}
{"color": "white", "line": "“It seems a strange sort of a thing, a knock coming at such a time in the morning,” said Mr. Giles, surveying the pale faces which surrounded him, and looking very blank himself; “but the door must be opened.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "Mr. Giles, dressed with scrupulous care in a full suit of black, was in attendance upon them.\n", "word": "black", "modifies": "suit"}
{"color": "blue", "line": "The very intelligence that shone in her deep blue eye, and was stamped upon her noble head, seemed scarcely of her age, or of the world; and yet the changing expression of sweetness and good humour, the thousand lights that played about the face, and left no shadow there; above all, the smile, the cheerful, happy smile, were made for Home, and fireside peace and happiness.\n", "word": "blue", "modifies": "eye"}
{"color": "black", "line": "“An hour and twelve minutes, ma’am,” replied Mr. Giles, referring to a silver watch, which he drew forth by a black ribbon.\n", "word": "black", "modifies": "ribbon"}
{"color": "silver", "line": "“An hour and twelve minutes, ma’am,” replied Mr. Giles, referring to a silver watch, which he drew forth by a black ribbon.\n", "word": "silver", "modifies": "watch"}
{"color": "pink", "line": "“And you, Miss Rose,” said the doctor, turning to the young lady, “I—” “Oh!\n", "word": "rose", "modifies": "miss"}
{"color": "black", "line": "Upon it, in lieu of the dogged, black visaged ruffian they had expected to behold, there lay a mere child: worn with pain and exhaustion, and sunk into a deep sleep.\n", "word": "black", "modifies": "ruffian"}
{"color": "black", "line": "The man who had knocked at the door, was a stout personage of middle height, aged about fifty: with shiny black hair, cropped pretty close; half whiskers, a round face, and sharp eyes.\n", "word": "black", "modifies": "hair"}
{"color": "pink", "line": "Meanwhile, the doctor walked up and down the next room in a very uneasy state; and Mrs. Maylie and Rose looked on, with anxious faces.\n", "word": "rose", "modifies": "mrs."}
{"color": "black", "line": "He warn’t one of the family, at that time; and one night he was robbed of three hundred and twenty seven guineas in a canvas bag, that was stole out of his bedroom in the dead of night, by a tall man with a black patch over his eye, who had concealed himself under the bed, and after committing the robbery, jumped slap out of window: which was only a story high.\n", "word": "black", "modifies": "patch"}
{"color": "black", "line": "Next morning, Spyers took his old place, and looked out, from behind the curtain, for a tall man with a black patch over his eye, till his own two eyes ached again.\n", "word": "black", "modifies": "patch"}
{"color": "pink", "line": "Mr. Losberne had been feeling the patient’s pulse during this short dialogue; but he now rose from the chair by the bedside, and remarked, that if the officers had any doubts upon the subject, they would perhaps like to step into the next room, and have Brittles before them.\n", "word": "rose", "modifies": "chair"}
{"color": "brown", "line": "Among other ingenious surmises, the question was then raised, whether Mr. Giles had really hit anybody; and upon examination of the fellow pistol to that which he had fired, it turned out to have no more destructive loading than gunpowder and brown paper: a discovery which made a considerable impression on everybody but the doctor, who had drawn the ball about ten minutes before.\n", "word": "brown", "modifies": "paper"}
{"color": "pink", "line": "Meanwhile, Oliver gradually throve and prospered under the united care of Mrs. Maylie, Rose, and the kind hearted Mr. Losberne.\n", "word": "rose", "modifies": "mrs."}
{"color": "white", "line": "“Poor fellow!” said Rose, when Oliver had been one day feebly endeavouring to utter the words of thankfulness that rose to his pale lips; “you shall have many opportunities of serving us, if you will.\n", "word": "pale", "modifies": "lip"}
{"color": "pink", "line": "“Poor fellow!” said Rose, when Oliver had been one day feebly endeavouring to utter the words of thankfulness that rose to his pale lips; “you shall have many opportunities of serving us, if you will.\n", "word": "rose", "modifies": "word"}
{"color": "white", "line": "“The white house.\n", "word": "white", "modifies": "house"}
{"color": "white", "line": "the white house was empty, and there was a bill in the window.\n", "word": "white", "modifies": "house"}
{"color": "green", "line": "Who can describe the pleasure and delight, the peace of mind and soft tranquillity, the sickly boy felt in the balmy air, and among the green hills and rich woods, of an inland village!\n", "word": "green", "modifies": "hill"}
{"color": "green", "line": "Crawling forth, from day to day, to some green sunny spot, they have had such memories wakened up within them by the sight of the sky, and hill and plain, and glistening water, that a foretaste of heaven itself has soothed their quick decline, and they have sunk into their tombs, as peacefully as the sun whose setting they watched from their lonely chamber window but a few hours before, faded from their dim and feeble sight!\n", "word": "green", "modifies": "spot"}
{"color": "pink", "line": "The rose and honeysuckle clung to the cottage walls; the ivy crept round the trunks of the trees; and the garden flowers perfumed the air with delicious odours.\n", "word": "rose", "modifies": "honeysuckle"}
{"color": "pink", "line": "Then, he would walk with Mrs. Maylie and Rose, and hear them talk of books; or perhaps sit near them, in some shady place, and listen whilst the young lady read: which he could have done, until it grew too dark to see the letters.\n", "word": "rose", "modifies": "mrs."}
{"color": "green", "line": "There was the little church, in the morning, with the green leaves fluttering at the windows: the birds singing without: and the sweet smelling air stealing in at the low porch, and filling the homely building with its fragrance.\n", "word": "green", "modifies": "leaf"}
{"color": "pink", "line": "When the birds were made all spruce and smart for the day, there was usually some little commission of charity to execute in the village; or, failing that, there was rare cricket playing, sometimes, on the green; or, failing that, there was always something to do in the garden, or about the plants, to which Oliver (who had studied this science also, under the same master, who was a gardener by trade,) applied himself with hearty good will, until Miss Rose made her appearance: when there were a thousand commendations to be bestowed on all he had done.\n", "word": "rose", "modifies": "miss"}
{"color": "green", "line": "The great trees, which had looked shrunken and bare in the earlier months, had now burst into strong life and health; and stretching forth their green arms over the thirsty ground, converted open and naked spots into choice nooks, where was a deep and pleasant shade from which to look upon the wide prospect, steeped in sunshine, which lay stretched beyond.\n", "word": "green", "modifies": "arm"}
{"color": "green", "line": "The earth had donned her mantle of brightest green; and shed her richest perfumes abroad.\n", "word": "green", "modifies": "mantle"}
{"color": "pink", "line": "Rose had been in high spirits, too, and they had walked on, in merry conversation, until they had far exceeded their ordinary bounds.\n", "word": "rose", "modifies": "spirit"}
{"color": "pink", "line": "“Rose, my love!” cried Mrs. Maylie, rising hastily, and bending over her.\n", "word": "rose", "modifies": "love"}
{"color": "red", "line": "Another minute, and it was suffused with a crimson flush: and a heavy wildness came over the soft blue eye.\n", "word": "crimson", "modifies": "flush"}
{"color": "blue", "line": "Another minute, and it was suffused with a crimson flush: and a heavy wildness came over the soft blue eye.\n", "word": "blue", "modifies": "eye"}
{"color": "pink", "line": "Rose was in the first stage of a high and dangerous fever.\n", "word": "rose", "modifies": "stage"}
{"color": "red", "line": "There were a white bank, and a red brewery, and a yellow town hall; and in one corner there was a large house, with all the wood about it painted green: before which was the sign of “The George.” To this he hastened, as soon as it caught his eye.\n", "word": "red", "modifies": "brewery"}
{"color": "green", "line": "There were a white bank, and a red brewery, and a yellow town hall; and in one corner there was a large house, with all the wood about it painted green: before which was the sign of “The George.” To this he hastened, as soon as it caught his eye.\n", "word": "green", "modifies": "wood"}
{"color": "white", "line": "There were a white bank, and a red brewery, and a yellow town hall; and in one corner there was a large house, with all the wood about it painted green: before which was the sign of “The George.” To this he hastened, as soon as it caught his eye.\n", "word": "white", "modifies": "bank"}
{"color": "yellow", "line": "There were a white bank, and a red brewery, and a yellow town hall; and in one corner there was a large house, with all the wood about it painted green: before which was the sign of “The George.” To this he hastened, as soon as it caught his eye.\n", "word": "yellow", "modifies": "town"}
{"color": "white", "line": "He spoke to a postboy who was dozing under the gateway; and who, after hearing what he wanted, referred him to the ostler; who after hearing all he had to say again, referred him to the landlord; who was a tall gentleman in a blue neckcloth, a white hat, drab breeches, and boots with tops to match, leaning against a pump by the stable door, picking his teeth with a silver toothpick.\n", "word": "white", "modifies": "hat"}
{"color": "silver", "line": "He spoke to a postboy who was dozing under the gateway; and who, after hearing what he wanted, referred him to the ostler; who after hearing all he had to say again, referred him to the landlord; who was a tall gentleman in a blue neckcloth, a white hat, drab breeches, and boots with tops to match, leaning against a pump by the stable door, picking his teeth with a silver toothpick.\n", "word": "silver", "modifies": "toothpick"}
{"color": "blue", "line": "He spoke to a postboy who was dozing under the gateway; and who, after hearing what he wanted, referred him to the ostler; who after hearing all he had to say again, referred him to the landlord; who was a tall gentleman in a blue neckcloth, a white hat, drab breeches, and boots with tops to match, leaning against a pump by the stable door, picking his teeth with a silver toothpick.\n", "word": "blue", "modifies": "neckcloth"}
{"color": "black", "line": "Curses on your head, and black death on your heart, you imp!\n", "word": "black", "modifies": "death"}
{"color": "pink", "line": "Rose Maylie had rapidly grown worse; before mid night she was delirious.\n", "word": "rose", "modifies": "maylie"}
{"color": "green", "line": "Oliver crept away to the old churchyard, and sitting down on one of the green mounds, wept and prayed for her, in silence.\n", "word": "green", "modifies": "mound"}
{"color": "white", "line": "A group of humble mourners entered the gate: wearing white favours; for the corpse was young.\n", "word": "white", "modifies": "favour"}
{"color": "pink", "line": "He had no cause for self reproach on the score of neglect, or want of thought, for he had been devoted to her service; and yet a hundred little occasions rose up before him, on which he fancied he might have been more zealous, and more earnest, and wished he had been.\n", "word": "rose", "modifies": "occasion"}
{"color": "white", "line": "As it dashed on, Oliver caught a glimpse of a man in a white nightcap, whose face seemed familiar to him, although his view was so brief that he could not identify the person.\n", "word": "white", "modifies": "nightcap"}
{"color": "pink", "line": "Miss Rose!\n", "word": "rose", "modifies": "miss"}
{"color": "white", "line": "All this time, Mr. Giles, with the white nightcap on, had been sitting on the steps of the chaise, supporting an elbow on each knee, and wiping his eyes with a blue cotton pocket handkerchief dotted with white spots.\n", "word": "white", "modifies": "nightcap"}
{"color": "blue", "line": "All this time, Mr. Giles, with the white nightcap on, had been sitting on the steps of the chaise, supporting an elbow on each knee, and wiping his eyes with a blue cotton pocket handkerchief dotted with white spots.\n", "word": "blue", "modifies": "handkerchief"}
{"color": "red", "line": "That the honest fellow had not been feigning emotion, was abundantly demonstrated by the very red eyes with which he regarded the young gentleman, when he turned round and addressed him.\n", "word": "red", "modifies": "eye"}
{"color": "pink", "line": "On Rose, sweet, gentle girl!\n", "word": "rose", "modifies": "girl"}
{"color": "pink", "line": "Before you stake your all on this chance; before you suffer yourself to be carried to the highest point of hope; reflect for a few moments, my dear child, on Rose’s history, and consider what effect the knowledge of her doubtful birth may have on her decision: devoted as she is to us, with all the intensity of her noble mind, and with that perfect sacrifice of self which, in all matters, great or trifling, has always been her characteristic.” “What do you mean?” “That I leave you to discover,” replied Mrs. Maylie.\n", "word": "rose", "modifies": "history"}
{"color": "pink", "line": "Oliver rose next morning, in better heart, and went about his usual occupations, with more hope and pleasure than he had known for many days.\n", "word": "rose", "modifies": "oliver"}
{"color": "pink", "line": "The birds were once more hung out, to sing, in their old places; and the sweetest wild flowers that could be found, were once more gathered to gladden Rose with their beauty.\n", "word": "rose", "modifies": "gladden"}
{"color": "green", "line": "The dew seemed to sparkle more brightly on the green leaves; the air to rustle among them with a sweeter music; and the sky itself to look more blue and bright.\n", "word": "green", "modifies": "leaf"}
{"color": "white", "line": "And beside him, white with rage or fear, or both, were the scowling features of the man who had accosted him in the inn yard.\n", "word": "white", "modifies": "feature"}
{"color": "pink", "line": "CONTAINING THE UNSATISFACTORY RESULT OF OLIVER’S ADVENTURE; AND A CONVERSATION OF SOME IMPORTANCE BETWEEN HARRY MAYLIE AND ROSE When the inmates of the house, attracted by Oliver’s cries, hurried to the spot from which they proceeded, they found him, pale and agitated, pointing in the direction of the meadows behind the house, and scarcely able to articulate the words, “The Jew!\n", "word": "rose", "modifies": "harry"}
{"color": "pink", "line": "But, although this happy change had a visible effect on the little circle; and although cheerful voices and merry laughter were once more heard in the cottage; there was at times, an unwonted restraint upon some there: even upon Rose herself: which Oliver could not fail to remark.\n", "word": "rose", "modifies": "restraint"}
{"color": "pink", "line": "Rose, Rose, to know that you were passing away like some soft shadow, which a light from above, casts upon the earth; to have no hope that you would be spared to those who linger here; hardly to know a reason why you should be; to feel that you belonged to that bright sphere whither so many of the fairest and the best have winged their early flight; and yet to pray, amid all these consolations, that you might be restored to those who loved you—these were distractions almost too great to bear.\n", "word": "rose", "modifies": "rose"}
{"color": "pink", "line": "“Rose, my own dear Rose!\n", "word": "rose", "modifies": "rose"}
{"color": "pink", "line": "“And your reasons, Rose,” he said, at length, in a low voice; “your reasons for this decision?” “You have a right to know them,” rejoined Rose.\n", "word": "rose", "modifies": "reason"}
{"color": "pink", "line": "Dearest Rose!\n", "word": "rose", "modifies": "dearest"}
{"color": "pink", "line": "Oh, Rose: in the name of my ardent and enduring attachment; in the name of all I have suffered for you, and all you doom me to undergo; answer me this one question!” “Then, if your lot had been differently cast,” rejoined Rose; “if you had been even a little, but not so far, above me; if I could have been a help and comfort to you in any humble scene of peace and retirement, and not a blot and drawback in ambitious and distinguished crowds; I should have been spared this trial.\n", "word": "rose", "modifies": "name"}
{"color": "white", "line": "And there was one looker on, who remained with eyes fixed upon the spot where the carriage had disappeared, long after it was many miles away; for, behind the white curtain which had shrouded her from view when Harry raised his eyes towards the window, sat Rose herself.\n", "word": "white", "modifies": "curtain"}
{"color": "gold", "line": "On him the cocked hat, gold laced coat, and staff, had all three descended.\n", "word": "gold", "modifies": "coat"}
{"color": "gold", "line": "It contained a little gold locket: in which were two locks of hair, and a plain gold wedding ring.\n", "word": "gold", "modifies": "locket"}
{"color": "green", "line": "The turbid water, swollen by the heavy rain, was rushing rapidly on below; and all other sounds were lost in the noise of its plashing and eddying against the green and slimy piles.\n", "word": "green", "modifies": "pile"}
{"color": "gold", "line": "“If the sea ever gives up its dead, as books say it will, it will keep its gold and silver to itself, and that trash among it.\n", "word": "gold", "modifies": "silver"}
{"color": "silver", "line": "“If the sea ever gives up its dead, as books say it will, it will keep its gold and silver to itself, and that trash among it.\n", "word": "silver", "modifies": "gold"}
{"color": "black", "line": "The housebreaker was lying on the bed, wrapped in his white great coat, by way of dressing gown, and displaying a set of features in no degree improved by the cadaverous hue of illness, and the addition of a soiled nightcap, and a stiff, black beard of a week’s growth.\n", "word": "black", "modifies": "beard"}
{"color": "white", "line": "The housebreaker was lying on the bed, wrapped in his white great coat, by way of dressing gown, and displaying a set of features in no degree improved by the cadaverous hue of illness, and the addition of a soiled nightcap, and a stiff, black beard of a week’s growth.\n", "word": "white", "modifies": "coat"}
{"color": "white", "line": "Seated by the window, busily engaged in patching an old waistcoat which formed a portion of the robber’s ordinary dress, was a female: so pale and reduced with watching and privation, that there would have been considerable difficulty in recognising her as the same Nancy who has already figured in this tale, but for the voice in which she replied to Mr. Sikes’s question.\n", "word": "pale", "modifies": "female"}
{"color": "green", "line": "“Sitch a rabbit pie, Bill,” exclaimed that young gentleman, disclosing to view a huge pasty; “sitch delicate creeturs, with sitch tender limbs, Bill, that the wery bones melt in your mouth, and there’s no occasion to pick ’em; half a pound of seven and six penny green, so precious strong that if you mix it with biling water, it’ll go nigh to blow the lid of the tea pot off; a pound and a half of moist sugar that the niggers didn’t work at all at, afore they got it up to sitch a pitch of goodness,—oh no!\n", "word": "green", "modifies": "penny"}
{"color": "pink", "line": "“The laudanum has taken effect at last,” murmured the girl, as she rose from the bedside.\n", "word": "rose", "modifies": "bedside"}
{"color": "pink", "line": "Her words and manner had touched Rose Maylie’s heart; and, mingled with her love for her young charge, and scarcely less intense in its truth and fervour, was her fond wish to win the outcast back to repentance and hope.\n", "word": "rose", "modifies": "heart"}
{"color": "pink", "line": "Once the thought occurred to her of seeking assistance from Harry; but this awakened the recollection of their last parting, and it seemed unworthy of her to call him back, when—the tears rose to her eyes as she pursued this train of reflection—he might have by this time learnt to forget her, and to be happier away.\n", "word": "rose", "modifies": "tear"}
{"color": "green", "line": "The servant soon returned, to beg that she would walk upstairs; and following him into an upper room, Miss Maylie was presented to an elderly gentleman of benevolent appearance, in a bottle green coat.\n", "word": "green", "modifies": "coat"}
{"color": "green", "line": "“Dear me,” said the gentleman, in the bottle green coat, hastily rising with great politeness, “I beg your pardon, young lady—I imagined it was some importunate person who—I beg you will excuse me.\n", "word": "green", "modifies": "coat"}
{"color": "pink", "line": "“He is a child of a noble nature and a warm heart,” said Rose, colouring; “and that Power which has thought fit to try him beyond his years, has planted in his breast affections and feelings which would do honour to many who have numbered his days six times over.” “I’m only sixty one,” said Mr. Grimwig, with the same rigid face.\n", "word": "rose", "modifies": "colouring"}
{"color": "pink", "line": "“Hush!” he said, as the young lady rose in some alarm at this unusual proceeding.\n", "word": "rose", "modifies": "lady"}
{"color": "white", "line": "the same sweet face, but not so pale; the same soft eye, but not so sad.\n", "word": "pale", "modifies": "face"}
{"color": "pink", "line": "These preliminaries adjusted, Rose and Oliver returned home.\n", "word": "rose", "modifies": "oliver"}
{"color": "gray", "line": "Just pausing to observe which appeared the most crowded streets, and consequently the most to be avoided, he crossed into Saint John’s Road, and was soon deep in the obscurity of the intricate and dirty ways, which, lying between Gray’s Inn Lane and Smithfield, render that part of the town one of the lowest and worst that improvement has left in the midst of London.\n", "word": "gray", "modifies": "inn"}
{"color": "silver", "line": "He was charged with attempting to pick a pocket, and they found a silver snuff box on him,—his own, my dear, his own, for he took snuff himself, and was very fond of it.\n", "word": "silver", "modifies": "snuff"}
{"color": "gold", "line": "I never thought he’d a done it under a gold watch, chain, and seals, at the lowest.\n", "word": "gold", "modifies": "watch"}
{"color": "silver", "line": "For this reason, he took the Dodger into custody as soon as he could get near him, and the said Dodger, being searched, had upon his person a silver snuff box, with the owner’s name engraved upon the lid.\n", "word": "silver", "modifies": "snuff"}
{"color": "pink", "line": "THE TIME ARRIVES FOR NANCY TO REDEEM HER PLEDGE TO ROSE MAYLIE.\n", "word": "rose", "modifies": "maylie"}
{"color": "red", "line": "“There never was another man with such a face as yours, unless it was your father, and I suppose _he_ is singeing his grizzled red beard by this time, unless you came straight from the old ’un without any father at all betwixt you; which I shouldn’t wonder at, a bit.” Fagin offered no reply to this compliment: but, pulling Sikes by the sleeve, pointed his finger towards Nancy, who had taken advantage of the foregoing conversation to put on her bonnet, and was now leaving the room.\n", "word": "red", "modifies": "beard"}
{"color": "pink", "line": "With which assurance he rose, locked the door, took the key out, and pulling her bonnet from her head, flung it up to the top of an old press.\n", "word": "rose", "modifies": "assurance"}
{"color": "red", "line": "A mist hung over the river, deepening the red glare of the fires that burnt upon the small craft moored off the different wharfs, and rendering darker and more indistinct the murky buildings on the banks.\n", "word": "red", "modifies": "glare"}
{"color": "pink", "line": "The old smoke stained storehouses on either side, rose heavy and dull from the dense mass of roofs and gables, and frowned sternly upon water too black to reflect even their lumbering shapes.\n", "word": "rose", "modifies": "storehouse"}
{"color": "gray", "line": "The hour had not struck two minutes, when a young lady, accompanied by a grey haired gentleman, alighted from a hackney carriage within a short distance of the bridge, and, having dismissed the vehicle, walked straight towards it.\n", "word": "grey", "modifies": "gentleman"}
{"color": "black", "line": "“I’ll swear I saw ‘coffin’ written in every page of the book in large black letters,—aye, and they carried one close to me, in the streets to night.” “There is nothing unusual in that,” said the gentleman.\n", "word": "black", "modifies": "letter"}
{"color": "red", "line": "“Upon his throat: so high that you can see a part of it below his neckerchief when he turns his face: there is—” “A broad red mark, like a burn or scald?” cried the gentleman.\n", "word": "red", "modifies": "mark"}
{"color": "black", "line": "His right hand was raised to his lips, and as, absorbed in thought, he hit his long black nails, he disclosed among his toothless gums a few such fangs as should have been a dog’s or rat’s.\n", "word": "black", "modifies": "nail"}
{"color": "pink", "line": "Seeing the faint light of early day without, the girl rose to undraw the curtain.\n", "word": "rose", "modifies": "girl"}
{"color": "white", "line": "She staggered and fell: nearly blinded with the blood that rained down from a deep gash in her forehead; but raising herself, with difficulty, on her knees, drew from her bosom a white handkerchief—Rose Maylie’s own—and holding it up, in her folded hands, as high towards Heaven as her feeble strength would allow, breathed one prayer for mercy to her Maker.\n", "word": "white", "modifies": "handkerchief"}
{"color": "pink", "line": "Of all the horrors that rose with an ill scent upon the morning air, that was the foulest and most cruel.\n", "word": "rose", "modifies": "horror"}
{"color": "white", "line": "The conversation of the men assembled here, turned upon the neighbouring land, and farmers; and when those topics were exhausted, upon the age of some old man who had been buried on the previous Sunday; the young men present considering him very old, and the old men present declaring him to have been quite young—not older, one white haired grandfather said, than he was—with ten or fifteen year of life in him at least—if he had taken care; if he had taken care.\n", "word": "white", "modifies": "grandfather"}
{"color": "red", "line": "“This,” said the fellow, producing one, “this is the infallible and invaluable composition for removing all sorts of stain, rust, dirt, mildew, spick, speck, spot, or spatter, from silk, satin, linen, cambric, cloth, crape, stuff, carpet, merino, muslin, bombazeen, or woollen stuff.\n", "word": "rust", "modifies": "stain"}
{"color": "pink", "line": "If he ran, it followed—not running too: that would have been a relief: but like a corpse endowed with the mere machinery of life, and borne on one slow melancholy wind that never rose or fell.\n", "word": "rose", "modifies": "wind"}
{"color": "pink", "line": "At times, he turned, with desperate determination, resolved to beat this phantom off, though it should look him dead; but the hair rose on his head, and his blood stood still, for it had turned with him and was behind him then.\n", "word": "rose", "modifies": "hair"}
{"color": "red", "line": "There were half dressed figures tearing to and fro, some endeavouring to drag the frightened horses from the stables, others driving the cattle from the yard and out houses, and others coming laden from the burning pile, amidst a shower of falling sparks, and the tumbling down of red hot beams.\n", "word": "red", "modifies": "beam"}
{"color": "white", "line": "There was no need to tell them who it was; his pale face was enough.\n", "word": "pale", "modifies": "face"}
{"color": "white", "line": "Blanched face, sunken eyes, hollow cheeks, beard of three days’ growth, wasted flesh, short thick breath; it was the very ghost of Sikes.\n", "word": "blanched", "modifies": "face"}
{"color": "pink", "line": "Among them all, none showed such fury as the man on horseback, who, throwing himself out of the saddle, and bursting through the crowd as if he were parting water, cried, beneath the window, in a voice that rose above all others, “Twenty guineas to the man who brings a ladder!” The nearest voices took up the cry, and hundreds echoed it.\n", "word": "rose", "modifies": "voice"}
{"color": "pink", "line": "Mrs. Maylie, and Rose, and Mrs. Bedwin, and the good doctor were with him: and Mr. Brownlow followed in a post chaise, accompanied by one other person whose name had not been mentioned.\n", "word": "rose", "modifies": "mrs."}
{"color": "pink", "line": "“See there, there!” cried Oliver, eagerly clasping the hand of Rose, and pointing out at the carriage window; “that’s the stile I came over; there are the hedges I crept behind, for fear any one should overtake me and force me back!\n", "word": "rose", "modifies": "hand"}
{"color": "pink", "line": "All these things made Rose and Oliver, who were not in any new secrets, nervous and uncomfortable.\n", "word": "rose", "modifies": "oliver"}
{"color": "pink", "line": "Mr. Brownlow, who had papers in his hand, walked to a table near which Rose and Oliver were seated.\n", "word": "rose", "modifies": "oliver"}
{"color": "white", "line": "“Master Oliver, my dear, you remember the blessed gentleman in the white waistcoat?\n", "word": "white", "modifies": "waistcoat"}
{"color": "gold", "line": "“You never had, perhaps, a certain gold locket and ring?” said Mr. Brownlow.\n", "word": "gold", "modifies": "locket"}
{"color": "gold", "line": "“Yes,” added the second, “and it was a ‘locket and gold ring.’ We found out that, and saw it given you.\n", "word": "gold", "modifies": "locket"}
{"color": "pink", "line": "Rose, dear, darling Rose!” Let the tears which fell, and the broken words which were exchanged in the long close embrace between the orphans, be sacred.\n", "word": "rose", "modifies": "rose"}
{"color": "pink", "line": "I offer you, now, no distinction among a bustling crowd; no mingling with a world of malice and detraction, where the blood is called into honest cheeks by aught but real disgrace and shame; but a home—a heart and home—yes, dearest Rose, and those, and those alone, are all I have to offer.” “What do you mean!” she faltered.\n", "word": "rose", "modifies": "heart"}
{"color": "pink", "line": "Neither Mrs. Maylie, nor Harry, nor Rose (who all came in together), could offer a word in extenuation.\n", "word": "rose", "modifies": "mrs."}
{"color": "black", "line": "The judge assumed the black cap, and the prisoner still stood with the same air and gesture.\n", "word": "black", "modifies": "cap"}
{"color": "pink", "line": "They rose up, in such quick succession, that he could hardly count them.\n", "word": "rose", "modifies": "succession"}
{"color": "red", "line": "His red hair hung down upon his bloodless face; his beard was torn, and twisted into knots; his eyes shone with a terrible light; his unwashed flesh crackled with the fever that burnt him up.\n", "word": "red", "modifies": "hair"}
{"color": "black", "line": "The space before the prison was cleared, and a few strong barriers, painted black, had been already thrown across the road to break the pressure of the expected crowd, when Mr. Brownlow and Oliver appeared at the wicket, and presented an order of admission to the prisoner, signed by one of the sheriffs.\n", "word": "black", "modifies": "barrier"}
{"color": "black", "line": "Everything told of life and animation, but one dark cluster of objects in the centre of all—the black stage, the cross beam, the rope, and all the hideous apparatus of death.\n", "word": "black", "modifies": "stage"}
{"color": "pink", "line": "Before three months had passed, Rose Fleming and Harry Maylie were married in the village church which was henceforth to be the scene of the young clergyman’s labours; on the same day they entered into possession of their new and happy home.\n", "word": "rose", "modifies": "fleming"}
{"color": "gray", "line": "As to Mr. Giles and Brittles, they still remain in their old posts, although the former is bald, and the last named boy quite grey.\n", "word": "grey", "modifies": "boy"}
{"color": "pink", "line": "I would show Rose Maylie in all the bloom and grace of early womanhood, shedding on her secluded path in life soft and gentle light, that fell on all who trod it with her, and shone into their hearts.\n", "word": "rose", "modifies": "maylie"}
{"color": "blue", "line": "I would paint her the life and joy of the fire side circle and the lively summer group; I would follow her through the sultry fields at noon, and hear the low tones of her sweet voice in the moonlit evening walk; I would watch her in all her goodness and charity abroad, and the smiling untiring discharge of domestic duties at home; I would paint her and her dead sister’s child happy in their love for one another, and passing whole hours together in picturing the friends whom they had so sadly lost; I would summon before me, once again, those joyous little faces that clustered round her knee, and listen to their merry prattle; I would recall the tones of that clear laugh, and conjure up the sympathising tear that glistened in the soft blue eye.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "Within the altar of the old village church there stands a white marble tablet, which bears as yet but one word: “AGNES.” There is no coffin in that tomb; and may it be many, many years, before another name is placed above it!\n", "word": "white", "modifies": "tablet"}
