{"color": "white", "line": "But Sidney said: “Well, now, if I didn’t think you sewed his collar with white thread, but it’s black.” “Why, I did sew it with white!\n", "word": "white", "modifies": "thread"}
{"color": "blue", "line": "His cap was a dainty thing, his close buttoned blue cloth roundabout was new and natty, and so were his pantaloons.\n", "word": "blue", "modifies": "roundabout"}
{"color": "white", "line": "White, mulatto, and negro boys and girls were always there waiting their turns, resting, trading playthings, quarrelling, fighting, skylarking.\n", "word": "white", "modifies": "boy"}
{"color": "white", "line": "I’ll give you a white alley!” Jim began to waver.\n", "word": "white", "modifies": "alley"}
{"color": "white", "line": "“White alley, Jim!\n", "word": "white", "modifies": "alley"}
{"color": "white", "line": "He put down his pail, took the white alley, and bent over the toe with absorbing interest while the bandage was being unwound.\n", "word": "white", "modifies": "alley"}
{"color": "blue", "line": "He had besides the things before mentioned, twelve marbles, part of a jews harp, a piece of blue bottle glass to look through, a spool cannon, a key that wouldn’t unlock anything, a fragment of chalk, a glass stopper of a decanter, a tin soldier, a couple of tadpoles, six fire crackers, a kitten with only one eye, a brass door knob, a dog collar—but no dog—the handle of a knife, four pieces of orange peel, and a dilapidated old window sash.\n", "word": "blue", "modifies": "glass"}
{"color": "gray", "line": "Her spectacles were propped up on her gray head for safety.\n", "word": "gray", "modifies": "head"}
{"color": "black", "line": "His soul was at peace, now that he had settled with Sid for calling attention to his black thread and getting him into trouble.\n", "word": "black", "modifies": "thread"}
{"color": "white", "line": "As he was passing by the house where Jeff Thatcher lived, he saw a new girl in the garden—a lovely little blue eyed creature with yellow hair plaited into two long tails, white summer frock and embroidered pan talettes.\n", "word": "white", "modifies": "frock"}
{"color": "blue", "line": "As he was passing by the house where Jeff Thatcher lived, he saw a new girl in the garden—a lovely little blue eyed creature with yellow hair plaited into two long tails, white summer frock and embroidered pan talettes.\n", "word": "blue", "modifies": "creature"}
{"color": "yellow", "line": "As he was passing by the house where Jeff Thatcher lived, he saw a new girl in the garden—a lovely little blue eyed creature with yellow hair plaited into two long tails, white summer frock and embroidered pan talettes.\n", "word": "yellow", "modifies": "hair"}
{"color": "pink", "line": "THE sun rose upon a tranquil world, and beamed down upon the peaceful village like a benediction.\n", "word": "rose", "modifies": "sun"}
{"color": "red", "line": "Then Tom traded a couple of white alleys for three red tickets, and some small trifle or other for a couple of blue ones.\n", "word": "red", "modifies": "ticket"}
{"color": "white", "line": "Then Tom traded a couple of white alleys for three red tickets, and some small trifle or other for a couple of blue ones.\n", "word": "white", "modifies": "alley"}
{"color": "blue", "line": "Then Tom traded a couple of white alleys for three red tickets, and some small trifle or other for a couple of blue ones.\n", "word": "blue", "modifies": "one"}
{"color": "blue", "line": "However, they worried through, and each got his reward—in small blue tickets, each with a passage of Scripture on it; each blue ticket was pay for two verses of the recitation.\n", "word": "blue", "modifies": "ticket"}
{"color": "red", "line": "Ten blue tickets equalled a red one, and could be exchanged for it; ten red tickets equalled a yellow one; for ten yellow tickets the superintendent gave a very plainly bound Bible (worth forty cents in those easy times) to the pupil.\n", "word": "red", "modifies": "one"}
{"color": "blue", "line": "Ten blue tickets equalled a red one, and could be exchanged for it; ten red tickets equalled a yellow one; for ten yellow tickets the superintendent gave a very plainly bound Bible (worth forty cents in those easy times) to the pupil.\n", "word": "blue", "modifies": "ticket"}
{"color": "yellow", "line": "Ten blue tickets equalled a red one, and could be exchanged for it; ten red tickets equalled a yellow one; for ten yellow tickets the superintendent gave a very plainly bound Bible (worth forty cents in those easy times) to the pupil.\n", "word": "yellow", "modifies": "one"}
{"color": "gray", "line": "A good part of the whispering had been occasioned by an event which was more or less rare—the entrance of visitors: lawyer Thatcher, accompanied by a very feeble and aged man; a fine, portly, middle aged gentleman with iron gray hair; and a dignified lady who was doubtless the latter’s wife.\n", "word": "gray", "modifies": "hair"}
{"color": "yellow", "line": "Several pupils had a few yellow tickets, but none had enough—he had been around among the star pupils inquiring.\n", "word": "yellow", "modifies": "ticket"}
{"color": "red", "line": "And now at this moment, when hope was dead, Tom Sawyer came forward with nine yellow tickets, nine red tickets, and ten blue ones, and demanded a Bible.\n", "word": "red", "modifies": "ticket"}
{"color": "blue", "line": "And now at this moment, when hope was dead, Tom Sawyer came forward with nine yellow tickets, nine red tickets, and ten blue ones, and demanded a Bible.\n", "word": "blue", "modifies": "one"}
{"color": "yellow", "line": "And now at this moment, when hope was dead, Tom Sawyer came forward with nine yellow tickets, nine red tickets, and ten blue ones, and demanded a Bible.\n", "word": "yellow", "modifies": "ticket"}
{"color": "white", "line": "His white handkerchief was hanging out of his pocket behind, as usual on Sundays—accidentally.\n", "word": "white", "modifies": "handkerchief"}
{"color": "black", "line": "It was a large black beetle with formidable jaws—a “pinchbug,” he called it.\n", "word": "black", "modifies": "beetle"}
{"color": "pink", "line": "By and by attention ceased from him, and the accustomed school murmur rose upon the dull air once more.\n", "word": "rose", "modifies": "murmur"}
{"color": "red", "line": "Away off in the flaming sunshine, Cardiff Hill lifted its soft green sides through a shimmering veil of heat, tinted with the purple of distance; a few birds floated on lazy wing high in the air; no other living thing was visible but some cows, and they were asleep.\n", "word": "flaming", "modifies": "sunshine"}
{"color": "green", "line": "Away off in the flaming sunshine, Cardiff Hill lifted its soft green sides through a shimmering veil of heat, tinted with the purple of distance; a few birds floated on lazy wing high in the air; no other living thing was visible but some cows, and they were asleep.\n", "word": "green", "modifies": "side"}
{"color": "purple", "line": "Away off in the flaming sunshine, Cardiff Hill lifted its soft green sides through a shimmering veil of heat, tinted with the purple of distance; a few birds floated on lazy wing high in the air; no other living thing was visible but some cows, and they were asleep.\n", "word": "purple", "modifies": "distance"}
{"color": "red", "line": "Tom kissed the red lips and said: “Now it’s all done, Becky.\n", "word": "red", "modifies": "lip"}
{"color": "red", "line": "And at the zenith of his fame, how he would suddenly appear at the old village and stalk into church, brown and weather beaten, in his black velvet doublet and trunks, his great jack boots, his crimson sash, his belt bristling with horse pistols, his crime rusted cutlass at his side, his slouch hat with waving plumes, his black flag unfurled, with the skull and crossbones on it, and hear with swelling ecstasy the whisperings, “It’s Tom Sawyer the Pirate!—the Black Avenger of the Spanish Main!” Yes, it was settled; his career was determined.\n", "word": "crimson", "modifies": "sash"}
{"color": "black", "line": "And at the zenith of his fame, how he would suddenly appear at the old village and stalk into church, brown and weather beaten, in his black velvet doublet and trunks, his great jack boots, his crimson sash, his belt bristling with horse pistols, his crime rusted cutlass at his side, his slouch hat with waving plumes, his black flag unfurled, with the skull and crossbones on it, and hear with swelling ecstasy the whisperings, “It’s Tom Sawyer the Pirate!—the Black Avenger of the Spanish Main!” Yes, it was settled; his career was determined.\n", "word": "black", "modifies": "doublet"}
{"color": "brown", "line": "And at the zenith of his fame, how he would suddenly appear at the old village and stalk into church, brown and weather beaten, in his black velvet doublet and trunks, his great jack boots, his crimson sash, his belt bristling with horse pistols, his crime rusted cutlass at his side, his slouch hat with waving plumes, his black flag unfurled, with the skull and crossbones on it, and hear with swelling ecstasy the whisperings, “It’s Tom Sawyer the Pirate!—the Black Avenger of the Spanish Main!” Yes, it was settled; his career was determined.\n", "word": "brown", "modifies": "church"}
{"color": "green", "line": "Just here the blast of a toy tin trumpet came faintly down the green aisles of the forest.\n", "word": "green", "modifies": "aisle"}
{"color": "pink", "line": "Then the howl of a far off dog rose on the night air, and was answered by a fainter howl from a remoter distance.\n", "word": "rose", "modifies": "howl"}
{"color": "white", "line": "The moon drifted from behind the clouds and exposed the pallid face.\n", "word": "pallid", "modifies": "face"}
{"color": "red", "line": "Injun Joe sprang to his feet, his eyes flaming with passion, snatched up Potter’s knife, and went creeping, catlike and stooping, round and round about the combatants, seeking an opportunity.\n", "word": "flaming", "modifies": "eye"}
{"color": "red", "line": "He picked up a clean pine shingle that lay in the moon light, took a little fragment of “red keel” out of his pocket, got the moon on his work, and painfully scrawled these lines, emphasizing each slow down stroke by clamping his tongue between his teeth, and letting up the pressure on the up strokes.\n", "word": "red", "modifies": "keel"}
{"color": "pink", "line": "But presently the temptation rose up strong again and the boys agreed to try, with the understanding that they would take to their heels if the snoring stopped.\n", "word": "rose", "modifies": "temptation"}
{"color": "pink", "line": "That long, lugubrious howl rose on the night air again!\n", "word": "rose", "modifies": "howl"}
{"color": "gray", "line": "His aunt wept over him and asked him how he could go and break her old heart so; and finally told him to go on, and ruin himself and bring her gray hairs with sorrow to the grave, for it was no use for her to try any more.\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "She gathered together her quack periodicals and her quack medicines, and thus armed with death, went about on her pale horse, metaphorically speaking, with “hell following after.” But she never suspected that she was not an angel of healing and the balm of Gilead in disguise, to the suffering neighbors.\n", "word": "pale", "modifies": "horse"}
{"color": "yellow", "line": "She had him out at daylight every morning, stood him up in the wood shed and drowned him with a deluge of cold water; then she scrubbed him down with a towel like a file, and so brought him to; then she rolled him up in a wet sheet and put him away under blankets till she sweated his soul clean and “the yellow stains of it came through his pores”—as Tom said.\n", "word": "yellow", "modifies": "stain"}
{"color": "yellow", "line": "One day Tom was in the act of dosing the crack when his aunt’s yellow cat came along, purring, eyeing the teaspoon avariciously, and begging for a taste.\n", "word": "yellow", "modifies": "cat"}
{"color": "pink", "line": "Next he rose on his hind feet and pranced around, in a frenzy of enjoyment, with his head over his shoulder and his voice proclaiming his unappeasable happiness.\n", "word": "rose", "modifies": "foot"}
{"color": "black", "line": "Then a guarded voice said: “Who goes there?” “Tom Sawyer, the Black Avenger of the Spanish Main.\n", "word": "black", "modifies": "avenger"}
{"color": "red", "line": "Finn the Red Handed had stolen a skillet and a quantity of half cured leaf tobacco, and had also brought a few corn cobs to make pipes with.\n", "word": "red", "modifies": "handed"}
{"color": "black", "line": "The Black Avenger of the Spanish Main said it would never do to start without some fire.\n", "word": "black", "modifies": "avenger"}
{"color": "black", "line": "The Black Avenger stood still with folded arms, “looking his last” upon the scene of his former joys and his later sufferings, and wishing “she” could see him now, abroad on the wild sea, facing peril and death with dauntless heart, going to his doom with a grim smile on his lips.\n", "word": "black", "modifies": "avenger"}
{"color": "gold", "line": "All gold and silver and di’monds,” said Joe, with enthusiasm.\n", "word": "gold", "modifies": "silver"}
{"color": "silver", "line": "All gold and silver and di’monds,” said Joe, with enthusiasm.\n", "word": "silver", "modifies": "gold"}
{"color": "red", "line": "The pipe dropped from the fingers of the Red Handed, and he slept the sleep of the conscience free and the weary.\n", "word": "red", "modifies": "handed"}
{"color": "black", "line": "The Terror of the Seas and the Black Avenger of the Spanish Main had more difficulty in getting to sleep.\n", "word": "black", "modifies": "avenger"}
{"color": "gray", "line": "It was the cool gray dawn, and there was a delicious sense of repose and peace in the deep pervading calm and silence of the woods.\n", "word": "gray", "modifies": "dawn"}
{"color": "white", "line": "A white layer of ashes covered the fire, and a thin blue breath of smoke rose straight into the air.\n", "word": "white", "modifies": "layer"}
{"color": "blue", "line": "A white layer of ashes covered the fire, and a thin blue breath of smoke rose straight into the air.\n", "word": "blue", "modifies": "breath"}
{"color": "pink", "line": "A white layer of ashes covered the fire, and a thin blue breath of smoke rose straight into the air.\n", "word": "rose", "modifies": "breath"}
{"color": "gray", "line": "Gradually the cool dim gray of the morning whitened, and as gradually sounds multiplied and life manifested itself.\n", "word": "gray", "modifies": "morning"}
{"color": "green", "line": "A little green worm came crawling over a dewy leaf, lifting two thirds of his body into the air from time to time and “sniffing around,” then proceeding again—for he was measuring, Tom said; and when the worm approached him, of its own accord, he sat as still as a stone, with his hopes rising and falling, by turns, as the creature still came toward him or seemed inclined to go elsewhere; and when at last it considered a painful moment with its curved body in the air and then came decisively down upon Tom’s leg and began a journey over him, his whole heart was glad—for that meant that he was going to have a new suit of clothes—without the shadow of a doubt a gaudy piratical uniform.\n", "word": "green", "modifies": "worm"}
{"color": "blue", "line": "A catbird, the Northern mocker, lit in a tree over Tom’s head, and trilled out her imitations of her neighbors in a rapture of enjoyment; then a shrill jay swept down, a flash of blue flame, and stopped on a twig almost within the boy’s reach, cocked his head to one side and eyed the strangers with a consuming curiosity; a gray squirrel and a big fellow of the “fox” kind came skurrying along, sitting up at intervals to inspect and chatter at the boys, for the wild things had probably never seen a human being before and scarcely knew whether to be afraid or not.\n", "word": "blue", "modifies": "flame"}
{"color": "gray", "line": "A catbird, the Northern mocker, lit in a tree over Tom’s head, and trilled out her imitations of her neighbors in a rapture of enjoyment; then a shrill jay swept down, a flash of blue flame, and stopped on a twig almost within the boy’s reach, cocked his head to one side and eyed the strangers with a consuming curiosity; a gray squirrel and a big fellow of the “fox” kind came skurrying along, sitting up at intervals to inspect and chatter at the boys, for the wild things had probably never seen a human being before and scarcely knew whether to be afraid or not.\n", "word": "gray", "modifies": "squirrel"}
{"color": "white", "line": "Tom stirred up the other pirates and they all clattered away with a shout, and in a minute or two were stripped and chasing after and tumbling over each other in the shallow limpid water of the white sandbar.\n", "word": "white", "modifies": "sandbar"}
{"color": "red", "line": "Even Finn the Red Handed was dreaming of his doorsteps and empty hogsheads.\n", "word": "red", "modifies": "handed"}
{"color": "black", "line": "Presently a great jet of white smoke burst from the ferryboat’s side, and as it expanded and rose in a lazy cloud, that same dull throb of sound was borne to the listeners again.\n", "word": "jet", "modifies": "smoke"}
{"color": "white", "line": "Presently a great jet of white smoke burst from the ferryboat’s side, and as it expanded and rose in a lazy cloud, that same dull throb of sound was borne to the listeners again.\n", "word": "white", "modifies": "smoke"}
{"color": "pink", "line": "Presently a great jet of white smoke burst from the ferryboat’s side, and as it expanded and rose in a lazy cloud, that same dull throb of sound was borne to the listeners again.\n", "word": "rose", "modifies": "cloud"}
{"color": "white", "line": "He picked up and inspected several large semi cylinders of the thin white bark of a sycamore, and finally chose two which seemed to suit him.\n", "word": "white", "modifies": "bark"}
{"color": "red", "line": "Then he knelt by the fire and painfully wrote something upon each of these with his “red keel”; one he rolled up and put in his jacket pocket, and the other he put in Joe’s hat and removed it to a little distance from the owner.\n", "word": "red", "modifies": "keel"}
{"color": "pink", "line": "Now the boy stole out, rose gradually by the bedside, shaded the candle light with his hand, and stood regarding her.\n", "word": "rose", "modifies": "bedside"}
{"color": "white", "line": "They were perfectly round white things a trifle smaller than an English walnut.\n", "word": "white", "modifies": "thing"}
{"color": "white", "line": "And now and then they stooped in a group and splashed water in each other’s faces with their palms, gradually approaching each other, with averted faces to avoid the strangling sprays, and finally gripping and struggling till the best man ducked his neighbor, and then they all went under in a tangle of white legs and arms and came up blowing, sputtering, laughing, and gasping for breath at one and the same time.\n", "word": "white", "modifies": "leg"}
{"color": "gold", "line": "How’d you feel to light on a rotten chest full of gold and silver—hey?” But it roused only faint enthusiasm, which faded out, with no reply.\n", "word": "gold", "modifies": "silver"}
{"color": "white", "line": "“That was the day after I lost a white alley.\n", "word": "white", "modifies": "alley"}
{"color": "white", "line": "And it showed three white, startled faces, too.\n", "word": "white", "modifies": "face"}
{"color": "pink", "line": "The tempest rose higher and higher, and presently the sail tore loose from its fastenings and went winging away on the blast.\n", "word": "rose", "modifies": "tempest"}
{"color": "white", "line": "Under the ceaseless conflagration of lightning that flamed in the skies, everything below stood out in cleancut and shadowless distinctness: the bending trees, the billowy river, white with foam, the driving spray of spumeflakes, the dim outlines of the high bluffs on the other side, glimpsed through the drifting cloudrack and the slanting veil of rain.\n", "word": "white", "modifies": "tree"}
{"color": "black", "line": "They were attracted by this idea; so it was not long before they were stripped, and striped from head to heel with black mud, like so many zebras—all of them chiefs, of course—and then they went tearing through the woods to attack an English settlement.\n", "word": "black", "modifies": "mud"}
{"color": "black", "line": "There was finally a waiting pause, an expectant dumbness, and then Aunt Polly entered, followed by Sid and Mary, and they by the Harper family, all in deep black, and the whole congregation, the old minister as well, rose reverently and stood until the mourners were seated in the front pew.\n", "word": "black", "modifies": "family"}
{"color": "pink", "line": "There was finally a waiting pause, an expectant dumbness, and then Aunt Polly entered, followed by Sid and Mary, and they by the Harper family, all in deep black, and the whole congregation, the old minister as well, rose reverently and stood until the mourners were seated in the front pew.\n", "word": "rose", "modifies": "congregation"}
{"color": "pink", "line": "First one and then another pair of eyes followed the minister’s, and then almost with one impulse the congregation rose and stared while the three dead boys came marching up the aisle, Tom in the lead, Joe next, and Huck, a ruin of drooping rags, sneaking sheepishly in the rear!\n", "word": "rose", "modifies": "impulse"}
{"color": "white", "line": "“Rebecca Thatcher” [Tom glanced at her face—it was white with terror]—“did you tear—no, look me in the face” [her hands rose in appeal]—“did you tear this book?” A thought shot like lightning through Tom’s brain.\n", "word": "white", "modifies": "terror"}
{"color": "pink", "line": "“Rebecca Thatcher” [Tom glanced at her face—it was white with terror]—“did you tear—no, look me in the face” [her hands rose in appeal]—“did you tear this book?” A thought shot like lightning through Tom’s brain.\n", "word": "rose", "modifies": "hand"}
{"color": "pink", "line": "To his left, back of the rows of citizens, was a spacious temporary platform upon which were seated the scholars who were to take part in the exercises of the evening; rows of small boys, washed and dressed to an intolerable state of discomfort; rows of gawky big boys; snowbanks of girls and young ladies clad in lawn and muslin and conspicuously conscious of their bare arms, their grandmothers’ ancient trinkets, their bits of pink and blue ribbon and the flowers in their hair.\n", "word": "pink", "modifies": "ribbon"}
{"color": "pink", "line": "Imagination is busy sketching rose tinted pictures of joy.\n", "word": "rose", "modifies": "picture"}
{"color": "black", "line": "Next appeared a dark complexioned, black eyed, black haired young lady, who paused an impressive moment, assumed a tragic expression, and began to read in a measured, solemn tone: “A VISION “Dark and tempestuous was night.\n", "word": "black", "modifies": "lady"}
{"color": "pink", "line": "The tittering rose higher and higher—the cat was within six inches of the absorbed teacher’s head—down, down, a little lower, and she grabbed his wig with her desperate claws, clung to it, and was snatched up into the garret in an instant with her trophy still in her possession!\n", "word": "rose", "modifies": "tittering"}
{"color": "red", "line": "Tom soon found himself tormented with a desire to drink and swear; the desire grew to be so intense that nothing but the hope of a chance to display himself in his red sash kept him from withdrawing from the order.\n", "word": "red", "modifies": "sash"}
{"color": "white", "line": "After a long wait the jury filed in and took their places; shortly afterward, Potter, pale and haggard, timid and hopeless, was brought in, with chains upon him, and seated where all the curious eyes could stare at him; no less conspicuous was Injun Joe, stolid as ever.\n", "word": "pale", "modifies": "potter"}
{"color": "pink", "line": "Counsel for the defence rose and said: “Your honor, in our remarks at the opening of this trial, we foreshadowed our purpose to prove that our client did this fearful deed while under the influence of a blind and irresponsible delirium produced by drink.\n", "word": "rose", "modifies": "counsel"}
{"color": "red", "line": "Presently he stumbled upon Huck Finn the Red Handed.\n", "word": "red", "modifies": "handed"}
{"color": "yellow", "line": "Anyway, it lays there a long time and gets rusty; and by and by somebody finds an old yellow paper that tells how to find the marks—a paper that’s got to be ciphered over about a week because it’s mostly signs and hy’roglyphics.” “Hyro—which?” “Hy’roglyphics—pictures and things, you know, that don’t seem to mean anything.” “Have you got one of them papers, Tom?” “No.” “Well then, how you going to find the marks?” “I don’t want any marks.\n", "word": "yellow", "modifies": "paper"}
{"color": "red", "line": "What you going to do with yourn, Tom?” “I’m going to buy a new drum, and a sure’nough sword, and a red necktie and a bull pup, and get married.” “Married!” “That’s it.” “Tom, you—why, you ain’t in your right mind.” “Wait—you’ll see.” “Well, that’s the foolishest thing you could do.\n", "word": "red", "modifies": "necktie"}
{"color": "blue", "line": "The boys gazed awhile, half expecting to see a blue light flit past a window; then talking in a low tone, as befitted the time and the circumstances, they struck far off to the right, to give the haunted house a wide berth, and took their way homeward through the woods that adorned the rearward side of Cardiff Hill.\n", "word": "blue", "modifies": "light"}
{"color": "green", "line": "The Spaniard was wrapped in a serape; he had bushy white whiskers; long white hair flowed from under his sombrero, and he wore green goggles.\n", "word": "green", "modifies": "goggles"}
{"color": "white", "line": "The Spaniard was wrapped in a serape; he had bushy white whiskers; long white hair flowed from under his sombrero, and he wore green goggles.\n", "word": "white", "modifies": "whisker"}
{"color": "pink", "line": "At last Tom rose slowly and softly, and started alone.\n", "word": "rose", "modifies": "tom"}
{"color": "pink", "line": "Tom and Huck rose up, weak but vastly relieved, and stared after them through the chinks between the logs of the house.\n", "word": "rose", "modifies": "tom"}
{"color": "green", "line": "It was romantic and mysterious to stand here in the deep gloom and look out upon the green valley shining in the sun.\n", "word": "green", "modifies": "valley"}
{"color": "white", "line": "One was a smoking, and t’other one wanted a light; so they stopped right before me and the cigars lit up their faces and I see that the big one was the deaf and dumb Spaniard, by his white whiskers and the patch on his eye, and t’other one was a rusty, ragged looking devil.” “Could you see the rags by the light of the cigars?” This staggered Huck for a moment.\n", "word": "white", "modifies": "whisker"}
{"color": "white", "line": "When you talked about notching ears and slitting noses I judged that that was your own embellishment, because white men don’t take that sort of revenge.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "Then he added: “Poor old chap, you’re white and jaded—you ain’t well a bit—no wonder you’re a little flighty and off your balance.\n", "word": "white", "modifies": "chap"}
{"color": "gray", "line": "Aunt Polly had drooped into a settled melancholy, and her gray hair had grown almost white.\n", "word": "gray", "modifies": "hair"}
{"color": "blue", "line": "He described how he labored with her and convinced her; and how she almost died for joy when she had groped to where she actually saw the blue speck of daylight; how he pushed his way out at the hole and then helped her out; how they sat there and cried for gladness; how some men came along in a skiff and Tom hailed them and told them their situation and their famished condition; how the men didn’t believe the wild tale at first, “because,” said they, “you are five miles down the river below the valley the cave is in”—then took them aboard, rowed to a house, gave them supper, made them rest till two or three hours after dark and then brought them home.\n", "word": "blue", "modifies": "speck"}
{"color": "white", "line": "But do you see that white place up yonder where there’s been a landslide?\n", "word": "white", "modifies": "place"}
{"color": "yellow", "line": "Tom poured the mass of yellow coin upon the table and said: “There—what did I tell you?\n", "word": "yellow", "modifies": "coin"}
