{"color": "pink", "line": "Archibald Nichols, I presume?” A pretty long Blessing Traveling By Rail Vittles A Simple Job Witches Getting Wood One of the Best Authorities The Breakfast Horn Smouching the Knives Going down the Lightning Rod Stealing spoons Tom advises a Witch Pie The Rubbage Pile “Missus, dey's a Sheet Gone” In a Tearing Way One of his Ancestors Jim's Coat of Arms A Tough Job Buttons on their Tails Irrigation Keeping off Dull Times Sawdust Diet Trouble is Brewing Fishing Every one had a Gun Tom caught on a Splinter Jim advises a Doctor The Doctor Uncle Silas in Danger Old Mrs. Hotchkiss Aunt Sally talks to Huck Tom Sawyer wounded The Doctor speaks for Jim Tom rose square up in Bed “Hand out them Letters” Out of Bondage Tom’s Liberality Yours Truly EXPLANATORY In this book a number of dialects are used, to wit: the Missouri negro dialect; the extremest form of the backwoods Southwestern dialect; the ordinary “Pike County” dialect; and four modified varieties of this last.\n", "word": "rose", "modifies": "bed"}
{"color": "silver", "line": "Why can't the widow get back her silver snuffbox that was stole?\n", "word": "silver", "modifies": "snuffbox"}
{"color": "black", "line": "One uv 'em is white en shiny, en t'other one is black.\n", "word": "black", "modifies": "one"}
{"color": "black", "line": "It was all black, no gray; so was his long, mixed up whiskers.\n", "word": "black", "modifies": "gray"}
{"color": "white", "line": "There warn't no color in his face, where his face showed; it was white; not like another man's white, but a white to make a body sick, a white to make a body's flesh crawl a tree toad white, a fish belly white.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "His hat was laying on the floor an old black slouch with the top caved in, like a lid.\n", "word": "black", "modifies": "slouch"}
{"color": "pink", "line": "And when it was bedtime the old man rose up and held out his hand, and says: “Look at it, gentlemen and ladies all; take a hold of it; shake it.\n", "word": "rose", "modifies": "bedtime"}
{"color": "white", "line": "There was a free nigger there from Ohio a mulatter, most as white as a white man.\n", "word": "white", "modifies": "man"}
{"color": "gold", "line": "He had the whitest shirt on you ever see, too, and the shiniest hat; and there ain't a man in that town that's got as fine clothes as what he had; and he had a gold watch and chain, and a silver headed cane the awfulest old gray headed nabob in the State.\n", "word": "gold", "modifies": "watch"}
{"color": "gray", "line": "He had the whitest shirt on you ever see, too, and the shiniest hat; and there ain't a man in that town that's got as fine clothes as what he had; and he had a gold watch and chain, and a silver headed cane the awfulest old gray headed nabob in the State.\n", "word": "gray", "modifies": "nabob"}
{"color": "white", "line": "Here's a govment that calls itself a govment, and lets on to be a govment, and thinks it is a govment, and yet's got to set stock still for six whole months before it can take a hold of a prowling, thieving, infernal, white shirted free nigger, and ” Pap was agoing on so he never noticed where his old limber legs was taking him to, so he went head over heels over the tub of salt pork and barked both shins, and the rest of his speech was all the hottest kind of language mostly hove at the nigger and the govment, though he give the tub some, too, all along, here and there.\n", "word": "white", "modifies": "nigger"}
{"color": "black", "line": "The moon was so bright I could a counted the drift logs that went a slipping along, black and still, hundreds of yards out from shore.\n", "word": "black", "modifies": "hundred"}
{"color": "black", "line": "I went up and set down on a log at the head of the island, and looked out on the big river and the black driftwood and away over to the town, three mile away, where there was three or four lights twinkling.\n", "word": "black", "modifies": "driftwood"}
{"color": "gray", "line": "There was a little gray in the sky now; so I stepped into the woods, and laid down for a nap before breakfast.\n", "word": "gray", "modifies": "sky"}
{"color": "white", "line": "“Boom!” I see the white smoke squirt out of the ferryboat's side.\n", "word": "white", "modifies": "smoke"}
{"color": "green", "line": "I found plenty strawberries, ripe and prime; and green summer grapes, and green razberries; and the green blackberries was just beginning to show.\n", "word": "green", "modifies": "grape"}
{"color": "white", "line": "But in a little while I see a pale streak over the treetops, and knowed the day was coming.\n", "word": "pale", "modifies": "streak"}
{"color": "gray", "line": "It was getting gray daylight now.\n", "word": "gray", "modifies": "daylight"}
{"color": "white", "line": "It would get so dark that it looked all blue black outside, and lovely; and the rain would thrash along by so thick that the trees off a little ways looked dim and spider webby; and here would come a blast of wind that would bend the trees down and turn up the pale underside of the leaves; and then a perfect ripper of a gust would follow along and set the branches to tossing their arms as if they was just wild; and next, when it was just about the bluest and blackest _FST_!\n", "word": "pale", "modifies": "underside"}
{"color": "black", "line": "There was heaps of old greasy cards scattered around over the floor, and old whisky bottles, and a couple of masks made out of black cloth; and all over the walls was the ignorantest kind of words and pictures made with charcoal.\n", "word": "black", "modifies": "cloth"}
{"color": "white", "line": "They peddle out such a fish as that by the pound in the market house there; everybody buys some of him; his meat's as white as snow and makes a good fry.\n", "word": "white", "modifies": "meat"}
{"color": "black", "line": "Every night we passed towns, some of them away up on black hillsides, nothing but just a shiny bed of lights; not a house could you see.\n", "word": "black", "modifies": "hillside"}
{"color": "black", "line": "After a long time the rain let up, but the clouds stayed, and the lightning kept whimpering, and by and by a flash showed us a black thing ahead, floating, and we made for it.\n", "word": "black", "modifies": "thing"}
{"color": "white", "line": "That was all right as far as it went, but the towhead warn't sixty yards long, and the minute I flew by the foot of it I shot out into the solid white fog, and hadn't no more idea which way I was going than a dead man.\n", "word": "white", "modifies": "fog"}
{"color": "black", "line": "I looked away down stream, and seen a black speck on the water.\n", "word": "black", "modifies": "speck"}
{"color": "green", "line": "I said, paddle ashore the first time a light showed, and tell them pap was behind, coming along with a trading scow, and was a green hand at the business, and wanted to know how far it was to Cairo.\n", "word": "green", "modifies": "hand"}
{"color": "white", "line": "Is your man white or black?” I didn't answer up prompt.\n", "word": "white", "modifies": "man"}
{"color": "gold", "line": "Here, I'll put a twenty dollar gold piece on this board, and you get it when it floats by.\n", "word": "gold", "modifies": "piece"}
{"color": "gray", "line": "Well, the night got gray and ruther thick, which is the next meanest thing to fog.\n", "word": "gray", "modifies": "thing"}
{"color": "red", "line": "She was a big one, and she was coming in a hurry, too, looking like a black cloud with rows of glow worms around it; but all of a sudden she bulged out, big and scary, with a long row of wide open furnace doors shining like red hot teeth, and her monstrous bows and guards hanging right over us.\n", "word": "red", "modifies": "teeth"}
{"color": "black", "line": "She was a big one, and she was coming in a hurry, too, looking like a black cloud with rows of glow worms around it; but all of a sudden she bulged out, big and scary, with a long row of wide open furnace doors shining like red hot teeth, and her monstrous bows and guards hanging right over us.\n", "word": "black", "modifies": "cloud"}
{"color": "red", "line": "There was a big fireplace that was bricked on the bottom, and the bricks was kept clean and red by pouring water on them and scrubbing them with another brick; sometimes they wash them over with red water paint that they call Spanish brown, same as they do in town.\n", "word": "red", "modifies": "paint"}
{"color": "white", "line": "On the table in the middle of the room was a kind of a lovely crockery basket that had apples and oranges and peaches and grapes piled up in it, which was much redder and yellower and prettier than real ones is, but they warn't real because you could see where pieces had got chipped off and showed the white chalk, or whatever it was, underneath.\n", "word": "white", "modifies": "chalk"}
{"color": "red", "line": "This table had a cover made out of beautiful oilcloth, with a red and blue spread eagle painted on it, and a painted border all around.\n", "word": "red", "modifies": "eagle"}
{"color": "black", "line": "One was a woman in a slim black dress, belted small under the armpits, with bulges like a cabbage in the middle of the sleeves, and a large black scoop shovel bonnet with a black veil, and white slim ankles crossed about with black tape, and very wee black slippers, like a chisel, and she was leaning pensive on a tombstone on her right elbow, under a weeping willow, and her other hand hanging down her side holding a white handkerchief and a reticule, and underneath the picture it said “Shall I Never See Thee More Alas.” to the top of her head, and knotted there in front of a comb like a chair back, and she was crying into a handkerchief and had a dead bird laying on its back in her other hand with its heels up, and underneath the picture it said “I Shall Never Hear Thy Sweet Chirrup More Alas.” moon, and tears running down her cheeks; and she had an open letter in one hand with black sealing wax showing on one edge of it, and she was mashing a locket with a chain to it against her mouth, and underneath the picture it said “And Art Thou Gone Yes Thou Art Gone Alas.” These was all nice pictures, I reckon, but I didn't somehow seem to take to them, because if ever I was down a little they always give me the fan tods.\n", "word": "black", "modifies": "dress"}
{"color": "white", "line": "One was a woman in a slim black dress, belted small under the armpits, with bulges like a cabbage in the middle of the sleeves, and a large black scoop shovel bonnet with a black veil, and white slim ankles crossed about with black tape, and very wee black slippers, like a chisel, and she was leaning pensive on a tombstone on her right elbow, under a weeping willow, and her other hand hanging down her side holding a white handkerchief and a reticule, and underneath the picture it said “Shall I Never See Thee More Alas.” to the top of her head, and knotted there in front of a comb like a chair back, and she was crying into a handkerchief and had a dead bird laying on its back in her other hand with its heels up, and underneath the picture it said “I Shall Never Hear Thy Sweet Chirrup More Alas.” moon, and tears running down her cheeks; and she had an open letter in one hand with black sealing wax showing on one edge of it, and she was mashing a locket with a chain to it against her mouth, and underneath the picture it said “And Art Thou Gone Yes Thou Art Gone Alas.” These was all nice pictures, I reckon, but I didn't somehow seem to take to them, because if ever I was down a little they always give me the fan tods.\n", "word": "white", "modifies": "ankle"}
{"color": "white", "line": "It was a picture of a young woman in a long white gown, standing on the rail of a bridge all ready to jump off, with her hair all down her back, and looking up to the moon, with the tears running down her face, and she had two arms folded across her breast, and two arms stretched out in front, and two more reaching up towards the moon and the idea was to see which pair would look best, and then scratch out all the other arms; but, as I was saying, she died before she got her mind made up, and now they kept this picture over the head of the bed in her room, and every time her birthday come they hung flowers on it.\n", "word": "white", "modifies": "gown"}
{"color": "white", "line": "Well, as I was saying about the parlor, there was beautiful curtains on the windows: white, with pictures painted on them of castles with vines all down the walls, and cattle coming down to drink.\n", "word": "white", "modifies": "curtain"}
{"color": "black", "line": "His forehead was high, and his hair was black and straight and hung to his shoulders.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "His hands was long and thin, and every day of his life he put on a clean shirt and a full suit from head to foot made out of linen so white it hurt your eyes to look at it; and on Sundays he wore a blue tail coat with brass buttons on it.\n", "word": "blue", "modifies": "coat"}
{"color": "silver", "line": "He carried a mahogany cane with a silver head to it.\n", "word": "silver", "modifies": "head"}
{"color": "black", "line": "Bob was the oldest and Tom next tall, beautiful men with very broad shoulders and brown faces, and long black hair and black eyes.\n", "word": "black", "modifies": "hair"}
{"color": "brown", "line": "Bob was the oldest and Tom next tall, beautiful men with very broad shoulders and brown faces, and long black hair and black eyes.\n", "word": "brown", "modifies": "face"}
{"color": "white", "line": "They dressed in white linen from head to foot, like the old gentleman, and wore broad Panama hats.\n", "word": "white", "modifies": "linen"}
{"color": "white", "line": "'Bout three months ago my cousin Bud, fourteen year old, was riding through the woods on t'other side of the river, and didn't have no weapon with him, which was blame' foolishness, and in a lonesome place he hears a horse a coming behind him, and sees old Baldy Shepherdson a linkin' after him with his gun in his hand and his white hair a flying in the wind; and 'stead of jumping off and taking to the brush, Bud 'lowed he could out run him; so they had it, nip and tuck, for five mile or more, the old man a gaining all the time; so at last Bud seen it warn't any use, so he stopped and faced around so as to have the bullet holes in front, you know, and the old man he rode up and shot him down.\n", "word": "white", "modifies": "hair"}
{"color": "red", "line": "She was mighty red in the face for a minute, and her eyes lighted up, and it made her powerful pretty.\n", "word": "red", "modifies": "face"}
{"color": "white", "line": "No; some er de niggers foun' her ketched on a snag along heah in de ben', en dey hid her in a crick 'mongst de willows, en dey wuz so much jawin' 'bout which un 'um she b'long to de mos' dat I come to heah 'bout it pooty soon, so I ups en settles de trouble by tellin' 'um she don't b'long to none uv um, but to you en me; en I ast 'm if dey gwyne to grab a young white genlman's propaty, en git a hid'n for it?\n", "word": "white", "modifies": "genlman"}
{"color": "green", "line": "I hadn't had a bite to eat since yesterday, so Jim he got out some corn dodgers and buttermilk, and pork and cabbage and greens there ain't nothing in the world so good when it's cooked right and whilst I eat my supper we talked and had a good time.\n", "word": "green", "modifies": "pork"}
{"color": "black", "line": "The first thing to see, looking away over the water, was a kind of dull line that was the woods on t'other side; you couldn't make nothing else out; then a pale place in the sky; then more paleness spreading around; then the river softened up away off, and warn't black any more, but gray; you could see little dark spots drifting along ever so far away trading scows, and such things; and long black streaks rafts; sometimes you could hear a sweep screaking; or jumbled up voices, it was so still, and sounds come so far; and by and by you could see a streak on the water which you know by the look of the streak that there's a snag there in a swift current which breaks on it and makes that streak look that way; and you see the mist curl up off of the water, and the east reddens up, and the river, and you make out a log cabin in the edge of the woods, away on the bank on t'other side of the river, being a woodyard, likely, and piled by them cheats so you can throw a dog through it anywheres; then the nice breeze springs up, and comes fanning you from over there, so cool and fresh and sweet to smell on account of the woods and the flowers; but sometimes not that way, because they've left dead fish laying around, gars and such, and they do get pretty rank; and next you've got the full day, and everything smiling in the sun, and the song birds just going it!\n", "word": "black", "modifies": "war"}
{"color": "white", "line": "The first thing to see, looking away over the water, was a kind of dull line that was the woods on t'other side; you couldn't make nothing else out; then a pale place in the sky; then more paleness spreading around; then the river softened up away off, and warn't black any more, but gray; you could see little dark spots drifting along ever so far away trading scows, and such things; and long black streaks rafts; sometimes you could hear a sweep screaking; or jumbled up voices, it was so still, and sounds come so far; and by and by you could see a streak on the water which you know by the look of the streak that there's a snag there in a swift current which breaks on it and makes that streak look that way; and you see the mist curl up off of the water, and the east reddens up, and the river, and you make out a log cabin in the edge of the woods, away on the bank on t'other side of the river, being a woodyard, likely, and piled by them cheats so you can throw a dog through it anywheres; then the nice breeze springs up, and comes fanning you from over there, so cool and fresh and sweet to smell on account of the woods and the flowers; but sometimes not that way, because they've left dead fish laying around, gars and such, and they do get pretty rank; and next you've got the full day, and everything smiling in the sun, and the song birds just going it!\n", "word": "pale", "modifies": "place"}
{"color": "black", "line": "After midnight the people on shore went to bed, and then for two or three hours the shores was black no more sparks in the cabin windows.\n", "word": "black", "modifies": "hour"}
{"color": "gray", "line": "One of these fellows was about seventy or upwards, and had a bald head and very gray whiskers.\n", "word": "gray", "modifies": "whisker"}
{"color": "blue", "line": "He had an old battered up slouch hat on, and a greasy blue woollen shirt, and ragged old blue jeans britches stuffed into his boot tops, and home knit galluses no, he only had one.\n", "word": "blue", "modifies": "shirt"}
{"color": "blue", "line": "He had an old long tailed blue jeans coat with slick brass buttons flung over his arm, and both of them had big, fat, ratty looking carpet bags.\n", "word": "blue", "modifies": "coat"}
{"color": "blue", "line": "Yes, gentlemen, you see before you, in blue jeans and misery, the wanderin', exiled, trampled on, and sufferin' rightful King of France.” Well, he cried and took on so that me and Jim didn't know hardly what to do, we was so sorry and so glad and proud we'd got him with us, too.\n", "word": "blue", "modifies": "jean"}
{"color": "pink", "line": "Well, when the river rose pa had a streak of luck one day; he ketched this piece of a raft; so we reckoned we'd go down to Orleans on it.\n", "word": "rose", "modifies": "river"}
{"color": "white", "line": "And every second or two there'd come a glare that lit up the white caps for a half a mile around, and you'd see the islands looking dusty through the rain, and the trees thrashing around in the wind; then comes a H WHACK! bum!\n", "word": "white", "modifies": "cap"}
{"color": "white", "line": "“But if Juliet's such a young gal, duke, my peeled head and my white whiskers is goin' to look oncommon odd on her, maybe.” “No, don't you worry; these country jakes won't ever think of that.\n", "word": "white", "modifies": "whisker"}
{"color": "white", "line": "and t'other chap, and a long white cotton nightshirt and a ruffled nightcap to match.\n", "word": "white", "modifies": "nightshirt"}
{"color": "green", "line": "There was sheds made out of poles and roofed over with branches, where they had lemonade and gingerbread to sell, and piles of watermelons and green corn and such like truck.\n", "word": "green", "modifies": "corn"}
{"color": "white", "line": "They had white domestic awnings in front, and the country people hitched their horses to the awning posts.\n", "word": "white", "modifies": "awning"}
{"color": "yellow", "line": "They generly had on yellow straw hats most as wide as an umbrella, but didn't wear no coats nor waistcoats, they called one another Bill, and Buck, and Hank, and Joe, and Andy, and talked lazy and drawly, and used considerable many cuss words.\n", "word": "yellow", "modifies": "hat"}
{"color": "gray", "line": "He cussed away with all his might, and throwed his hat down in the mud and rode over it, and pretty soon away he went a raging down the street again, with his gray hair a flying.\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "One long, lanky man, with long hair and a big white fur stovepipe hat on the back of his head, and a crooked handled cane, marked out the places on the ground where Boggs stood and where Sherburn stood, and the people following him around from one place to t'other and watching everything he done, and bobbing their heads to show they understood, and stooping a little and resting their hands on their thighs to watch him mark the places on the ground with his cane; and then he stood up straight and stiff where Sherburn had stood, frowning and having his hat brim down over his eyes, and sung out, “Boggs!” and then fetched his cane down slow to a level, and says “Bang!” staggered backwards, says “Bang!” again, and fell down flat on his back.\n", "word": "white", "modifies": "hat"}
{"color": "gold", "line": "I had my twenty dollar gold piece and some other money, but I reckoned I better save it, because there ain't no telling how soon you are going to need it, away from home and amongst strangers that way.\n", "word": "gold", "modifies": "piece"}
{"color": "pink", "line": "And then one by one they got up and stood, and went a weaving around the ring so gentle and wavy and graceful, the men looking ever so tall and airy and straight, with their heads bobbing and skimming along, away up there under the tent roof, and every lady's rose leafy dress flapping soft and silky around her hips, and she looking like the most loveliest parasol.\n", "word": "rose", "modifies": "dress"}
{"color": "black", "line": "So next morning he got some big sheets of wrapping paper and some black paint, and drawed off some handbills, and stuck them up all over the village.\n", "word": "black", "modifies": "paint"}
{"color": "white", "line": "He was thinking about his wife and his children, away up yonder, and he was low and homesick; because he hadn't ever been away from home before in his life; and I do believe he cared just as much for his people as white folks does for their'n.\n", "word": "white", "modifies": "folk"}
{"color": "white", "line": "He dressed Jim up in King Lear's outfit it was a long curtain calico gown, and a white horse hair wig and whiskers; and then he took his theater paint and painted Jim's face and hands and ears and neck all over a dead, dull, solid blue, like a man that's been drownded nine days.\n", "word": "white", "modifies": "wig"}
{"color": "blue", "line": "He dressed Jim up in King Lear's outfit it was a long curtain calico gown, and a white horse hair wig and whiskers; and then he took his theater paint and painted Jim's face and hands and ears and neck all over a dead, dull, solid blue, like a man that's been drownded nine days.\n", "word": "blue", "modifies": "face"}
{"color": "black", "line": "The king's duds was all black, and he did look real swell and starchy.\n", "word": "black", "modifies": "dud"}
{"color": "white", "line": "Why, before, he looked like the orneriest old rip that ever was; but now, when he'd take off his new white beaver and make a bow and do a smile, he looked that grand and good and pious that you'd say he had walked right out of the ark, and maybe was old Leviticus himself.\n", "word": "white", "modifies": "beaver"}
{"color": "red", "line": "You see, he was pretty old, and George's g'yirls was too young to be much company for him, except Mary Jane, the red headed one; and so he was kinder lonesome after George and his wife died, and didn't seem to care much to live.\n", "word": "red", "modifies": "one"}
{"color": "gold", "line": "It give the dwelling house and three thousand dollars, gold, to the girls; and it give the tanyard (which was doing a good business), along with some other houses and land (worth about seven thousand), and three thousand dollars in gold to Harvey and William, and told where the six thousand cash was hid down cellar.\n", "word": "gold", "modifies": "dollar"}
{"color": "black", "line": "When the place was packed full the undertaker he slid around in his black gloves with his softy soothering ways, putting on the last touches, and getting people and things all ship shape and comfortable, and making no more sound than a cat.\n", "word": "black", "modifies": "glove"}
{"color": "gold", "line": "If they have, won't the complices get away with that bag of gold Peter Wilks left?\n", "word": "gold", "modifies": "bag"}
{"color": "blue", "line": "It's jest a small, thin, blue arrow that's what it is; and if you don't look clost, you can't see it.\n", "word": "blue", "modifies": "arrow"}
{"color": "white", "line": "All of a sudden the lightning let go a perfect sluice of white glare, and somebody sings out: “By the living jingo, here's the bag of gold on his breast!” Hines let out a whoop, like everybody else, and dropped my wrist and give a big surge to bust his way in and get a look, and the way I lit out and shinned for the road in the dark there ain't nobody can tell.\n", "word": "white", "modifies": "glare"}
{"color": "gold", "line": "All of a sudden the lightning let go a perfect sluice of white glare, and somebody sings out: “By the living jingo, here's the bag of gold on his breast!” Hines let out a whoop, like everybody else, and dropped my wrist and give a big surge to bust his way in and get a look, and the way I lit out and shinned for the road in the dark there ain't nobody can tell.\n", "word": "gold", "modifies": "bag"}
{"color": "blue", "line": "You hain't done a thing from the start that had any sense in it, except coming out so cool and cheeky with that imaginary blue arrow mark.\n", "word": "blue", "modifies": "mark"}
{"color": "gray", "line": "We begun to come to trees with Spanish moss on them, hanging down from the limbs like long, gray beards.\n", "word": "gray", "modifies": "beard"}
{"color": "white", "line": "A rail fence round a two acre yard; a stile made out of logs sawed off and up ended in steps, like barrels of a different length, to climb over the fence with, and for the women to stand on when they are going to jump on to a horse; some sickly grass patches in the big yard, but mostly it was bare and smooth, like an old hat with the nap rubbed off; big double log house for the white folks hewed logs, with the chinks stopped up with mud or mortar, and these mud stripes been whitewashed some time or another; round log kitchen, with a big broad, open but roofed passage joining it to the house; log smoke house back of the kitchen; three little log nigger cabins in a row t'other side the smoke house; one little hut all by itself away down against the back fence, and some outbuildings down a piece the other side; ash hopper and big kettle to bile soap in by the little hut; bench by the kitchen door, with bucket of water and a gourd; hound asleep there in the sun; more hounds asleep round about; about three shade trees away off in a corner; some currant bushes and gooseberry bushes in one place by the fence; outside of the fence a garden and a watermelon patch; then the cotton fields begins, and after the fields the woods.\n", "word": "white", "modifies": "folk"}
{"color": "white", "line": "And here comes the white woman running from the house, about forty five or fifty year old, bareheaded, and her spinning stick in her hand; and behind her comes her little white children, acting the same way the little niggers was doing.\n", "word": "white", "modifies": "woman"}
{"color": "white", "line": "And I explained all about how we blowed out a cylinder head at the mouth of White River, and it took us three days to fix it.\n", "word": "white", "modifies": "river"}
{"color": "pink", "line": "We asked some stragglers about it, and they said everybody went to the show looking very innocent; and laid low and kept dark till the poor old king was in the middle of his cavortings on the stage; then somebody give a signal, and the house rose up and went for them.\n", "word": "rose", "modifies": "house"}
{"color": "white", "line": "Along during the morning I borrowed a sheet and a white shirt off of the clothes line; and I found an old sack and put them in it, and we went down and got the fox fire, and put that in too.\n", "word": "white", "modifies": "shirt"}
{"color": "gold", "line": "So I let it go at that, though I couldn't see no advantage in my representing a prisoner if I got to set down and chaw over a lot of gold leaf distinctions like that every time I see a chance to hog a watermelon.\n", "word": "gold", "modifies": "distinction"}
{"color": "white", "line": "Jim he couldn't see no sense in the most of it, but he allowed we was white folks and knowed better than him; so he was satisfied, and said he would do it all just as Tom said.\n", "word": "white", "modifies": "folk"}
{"color": "red", "line": "And when she come she was hot and red and cross, and couldn't hardly wait for the blessing; and then she went to sluicing out coffee with one hand and cracking the handiest child's head with her thimble with the other, and says: “I've hunted high and I've hunted low, and it does beat all what _has_ become of your other shirt.” My heart fell down amongst my lungs and livers and things, and a hard piece of corn crust started down my throat after it and got met on the road with a cough, and was shot across the table, and took one of the children in the eye and curled him up like a fishing worm, and let a cry out of him the size of a warwhoop, and Tom he turned kinder blue around the gills, and it all amounted to a considerable state of things for about a quarter of a minute or as much as that, and I would a sold out for half price if there was a bidder.\n", "word": "red", "modifies": "cross"}
{"color": "red", "line": "But it's gone, that's the long and the short of it, and you'll just have to change to a red flann'l one till I can get time to make a new one.\n", "word": "red", "modifies": "n'l"}
{"color": "gray", "line": "“Look at Lady Jane Grey,” he says; “look at Gilford Dudley; look at old Northumberland!\n", "word": "grey", "modifies": "jane"}
{"color": "white", "line": "At last she come and begun to ask me questions, but I _couldn't_ answer them straight, I didn't know which end of me was up; because these men was in such a fidget now that some was wanting to start right NOW and lay for them desperadoes, and saying it warn't but a few minutes to midnight; and others was trying to get them to hold on and wait for the sheep signal; and here was Aunty pegging away at the questions, and me a shaking all over and ready to sink down in my tracks I was that scared; and the place getting hotter and hotter, and the butter beginning to melt and run down my neck and behind my ears; and pretty soon, when one of them says, “I'M for going and getting in the cabin _first_ and right _now_, and catching them when they come,” I most dropped; and a streak of butter come a trickling down my forehead, and Aunt Sally she see it, and turns white as a sheet, and says: “For the land's sake, what _is_ the matter with the child?\n", "word": "white", "modifies": "sheet"}
{"color": "brown", "line": "So then she kissed me, and patted me on the head, and dropped into a kind of a brown study; and pretty soon jumps up, and says: “Why, lawsamercy, it's most night, and Sid not come yet!\n", "word": "brown", "modifies": "study"}
{"color": "gray", "line": "And the third time I waked up at dawn, and slid down, and she was there yet, and her candle was most out, and her old gray head was resting on her hand, and she was asleep.\n", "word": "gray", "modifies": "head"}
{"color": "green", "line": "I hoped they was going to say he could have one or two of the chains took off, because they was rotten heavy, or could have meat and greens with his bread and water; but they didn't think of it, and I reckoned it warn't best for me to mix in, but I judged I'd get the doctor's yarn to Aunt Sally somehow or other as soon as I'd got through the breakers that was laying just ahead of me explanations, I mean, of how I forgot to mention about Sid being shot when I was telling how him and me put in that dratted night paddling around hunting the runaway nigger.\n", "word": "green", "modifies": "meat"}
{"color": "brown", "line": "To think, here I've been, night after night, a _you_ just get well once, you young scamp, and I lay I'll tan the Old Harry out o' both o' ye!” But Tom, he _was_ so proud and joyful, he just _couldn't_ hold in, and his tongue just _went_ it she a chipping in, and spitting fire all along, and both of them going it at once, like a cat convention; and she says: “_Well_, you get all the enjoyment you can out of it _now_, for mind I tell you if I catch you meddling with him again ” “Meddling with _who_?” Tom says, dropping his smile and looking surprised.\n", "word": "tan", "modifies": "harry"}
