{"color": "white", "line": "In all probability Hawthorne connected with this, in his mind, the murder of Mr. White, a wealthy gentleman of Salem, killed by a man whom his nephew had hired.\n", "word": "white", "modifies": "mr."}
{"color": "purple", "line": "But you have not this lovely lake, nor, I suppose, the delicate purple mist which folds these slumbering mountains in airy veils.\n", "word": "purple", "modifies": "mist"}
{"color": "gray", "line": "It is a legend prolonging itself, from an epoch now gray in the distance, down into our own broad daylight, and bringing along with it some of its legendary mist, which the reader, according to his pleasure, may either disregard, or allow it to float almost imperceptibly about the characters and events for the sake of a picturesque effect.\n", "word": "gray", "modifies": "epoch"}
{"color": "gold", "line": "Not to be deficient in this particular, the author has provided himself with a moral,—the truth, namely, that the wrong doing of one generation lives into the successive ones, and, divesting itself of every temporary advantage, becomes a pure and uncontrollable mischief; and he would feel it a singular gratification if this romance might effectually convince mankind—or, indeed, any one man—of the folly of tumbling down an avalanche of ill gotten gold, or real estate, on the heads of an unfortunate posterity, thereby to maim and crush them, until the accumulated mass shall be scattered abroad in its original atoms.\n", "word": "gold", "modifies": "avalanche"}
{"color": "black", "line": "With a brief sketch, therefore, of the circumstances amid which the foundation of the house was laid, and a rapid glimpse at its quaint exterior, as it grew black in the prevalent east wind,—pointing, too, here and there, at some spot of more verdant mossiness on its roof and walls,—we shall commence the real action of our tale at an epoch not very remote from the present day.\n", "word": "black", "modifies": "wind"}
{"color": "gray", "line": "Familiar as it stands in the writer’s recollection,—for it has been an object of curiosity with him from boyhood, both as a specimen of the best and stateliest architecture of a longpast epoch, and as the scene of events more full of human interest, perhaps, than those of a gray feudal castle,—familiar as it stands, in its rusty old age, it is therefore only the more difficult to imagine the bright novelty with which it first caught the sunshine.\n", "word": "gray", "modifies": "castle"}
{"color": "white", "line": "The carcass of a deer, shot within twenty miles, had supplied material for the vast circumference of a pasty.\n", "word": "pasty", "modifies": "circumference"}
{"color": "green", "line": "Its whole visible exterior was ornamented with quaint figures, conceived in the grotesqueness of a Gothic fancy, and drawn or stamped in the glittering plaster, composed of lime, pebbles, and bits of glass, with which the woodwork of the walls was overspread.\n", "word": "lime", "modifies": "pebble"}
{"color": "gray", "line": "This person—a gray headed man, of quiet and most respectful deportment—found it necessary to explain that his master still remained in his study, or private apartment; on entering which, an hour before, he had expressed a wish on no account to be disturbed.\n", "word": "gray", "modifies": "man"}
{"color": "black", "line": "Such being the case, and he, the old bachelor, in possession of the ill gotten spoil,—with the black stain of blood sunken deep into it, and still to be scented by conscientious nostrils,—the question occurred, whether it were not imperative upon him, even at this late hour, to make restitution to Maule’s posterity.\n", "word": "black", "modifies": "stain"}
{"color": "white", "line": "But as for the old structure of our story, its white oak frame, and its boards, shingles, and crumbling plaster, and even the huge, clustered chimney in the midst, seemed to constitute only the least and meanest part of its reality.\n", "word": "white", "modifies": "frame"}
{"color": "black", "line": "It had been planted by a great grandson of the first Pyncheon, and, though now four score years of age, or perhaps nearer a hundred, was still in its strong and broad maturity, throwing its shadow from side to side of the street, overtopping the seven gables, and sweeping the whole black roof with its pendant foliage.\n", "word": "black", "modifies": "roof"}
{"color": "green", "line": "It would be an omission, trifling, indeed, but unpardonable, were we to forget the green moss that had long since gathered over the projections of the windows, and on the slopes of the roof nor must we fail to direct the reader’s eye to a crop, not of weeds, but flower shrubs, which were growing aloft in the air, not a great way from the chimney, in the nook between two of the gables.\n", "word": "green", "modifies": "moss"}
{"color": "white", "line": "It used to be affirmed, that the dead shop keeper, in a white wig, a faded velvet coat, an apron at his waist, and his ruffles carefully turned back from his wrists, might be seen through the chinks of the shutters, any night of the year, ransacking his till, or poring over the dingy pages of his day book.\n", "word": "white", "modifies": "wig"}
{"color": "black", "line": "Forth she steps into the dusky, time darkened passage; a tall figure, clad in black silk, with a long and shrunken waist, feeling her way towards the stairs like a near sighted person, as in truth she is.\n", "word": "black", "modifies": "silk"}
{"color": "blue", "line": "The counter, shelves, and floor had all been scoured, and the latter was overstrewn with fresh blue sand.\n", "word": "blue", "modifies": "sand"}
{"color": "brown", "line": "The brown scales, too, had evidently undergone rigid discipline, in an unavailing effort to rub off the rust, which, alas!\n", "word": "brown", "modifies": "scale"}
{"color": "white", "line": "A small stock of brown sugar, some white beans and split peas, and a few other commodities of low price, and such as are constantly in demand, made up the bulkier portion of the merchandise.\n", "word": "white", "modifies": "bean"}
{"color": "brown", "line": "A small stock of brown sugar, some white beans and split peas, and a few other commodities of low price, and such as are constantly in demand, made up the bulkier portion of the merchandise.\n", "word": "brown", "modifies": "sugar"}
{"color": "white", "line": "For instance, there was a glass pickle jar, filled with fragments of Gibraltar rock; not, indeed, splinters of the veritable stone foundation of the famous fortress, but bits of delectable candy, neatly done up in white paper.\n", "word": "white", "modifies": "paper"}
{"color": "white", "line": "The maiden lady arose upon her feet, as pale as a ghost at cock crow; for she was an enslaved spirit, and this the talisman to which she owed obedience.\n", "word": "pale", "modifies": "ghost"}
{"color": "white", "line": "Without giving herself time for a second thought, she rushed into the shop, pale, wild, desperate in gesture and expression, scowling portentously, and looking far better qualified to do fierce battle with a housebreaker than to stand smiling behind the counter, bartering small wares for a copper recompense.\n", "word": "pale", "modifies": "shop"}
{"color": "brown", "line": "Without giving herself time for a second thought, she rushed into the shop, pale, wild, desperate in gesture and expression, scowling portentously, and looking far better qualified to do fierce battle with a housebreaker than to stand smiling behind the counter, bartering small wares for a copper recompense.\n", "word": "copper", "modifies": "recompense"}
{"color": "brown", "line": "A brown beard, not too silken in its texture, fringed his chin, but as yet without completely hiding it; he wore a short mustache, too, and his dark, high featured countenance looked all the better for these natural ornaments.\n", "word": "brown", "modifies": "beard"}
{"color": "black", "line": "On the other, the dusky old House of the Seven Gables, with the antiquated shop window under its projecting story, and Hepzibah herself, in a gown of rusty black silk, behind the counter, scowling at the world as it went by!\n", "word": "black", "modifies": "silk"}
{"color": "blue", "line": "He was clad rather shabbily (but, as it seemed, more owing to his mother’s carelessness than his father’s poverty), in a blue apron, very wide and short trousers, shoes somewhat out at the toes, and a chip hat, with the frizzles of his curly hair sticking through its crevices.\n", "word": "blue", "modifies": "apron"}
{"color": "brown", "line": "“No matter for the money,” said she, giving him a little push towards the door; for her old gentility was contumaciously squeamish at sight of the copper coin, and, besides, it seemed such pitiful meanness to take the child’s pocket money in exchange for a bit of stale gingerbread.\n", "word": "copper", "modifies": "coin"}
{"color": "brown", "line": "The sordid stain of that copper coin could never be washed away from her palm.\n", "word": "copper", "modifies": "coin"}
{"color": "brown", "line": "The little circlet of the schoolboy’s copper coin—dim and lustreless though it was, with the small services which it had been doing here and there about the world—had proved a talisman, fragrant with good, and deserving to be set in gold and worn next her heart.\n", "word": "copper", "modifies": "coin"}
{"color": "black", "line": "Hepzibah, at all events, was indebted to its subtile operation both in body and spirit; so much the more, as it inspired her with energy to get some breakfast, at which, still the better to keep up her courage, she allowed herself an extra spoonful in her infusion of black tea.\n", "word": "black", "modifies": "tea"}
{"color": "gray", "line": "It was like the heavy mass of clouds which we may often see obscuring the sky, and making a gray twilight everywhere, until, towards nightfall, it yields temporarily to a glimpse of sunshine.\n", "word": "gray", "modifies": "twilight"}
{"color": "blue", "line": "But, always, the envious cloud strives to gather again across the streak of celestial azure.\n", "word": "azure", "modifies": "streak"}
{"color": "white", "line": "Then, there was a pale, care wrinkled woman, not old but haggard, and already with streaks of gray among her hair, like silver ribbons; one of those women, naturally delicate, whom you at once recognize as worn to death by a brute—probably a drunken brute—of a husband, and at least nine children.\n", "word": "pale", "modifies": "woman"}
{"color": "silver", "line": "Then, there was a pale, care wrinkled woman, not old but haggard, and already with streaks of gray among her hair, like silver ribbons; one of those women, naturally delicate, whom you at once recognize as worn to death by a brute—probably a drunken brute—of a husband, and at least nine children.\n", "word": "silver", "modifies": "ribbon"}
{"color": "gray", "line": "Then, there was a pale, care wrinkled woman, not old but haggard, and already with streaks of gray among her hair, like silver ribbons; one of those women, naturally delicate, whom you at once recognize as worn to death by a brute—probably a drunken brute—of a husband, and at least nine children.\n", "word": "gray", "modifies": "streak"}
{"color": "blue", "line": "Shortly afterwards, a man in a blue cotton frock, much soiled, came in and bought a pipe, filling the whole shop, meanwhile, with the hot odor of strong drink, not only exhaled in the torrid atmosphere of his breath, but oozing out of his entire system, like an inflammable gas.\n", "word": "blue", "modifies": "frock"}
{"color": "pink", "line": "When a lady, in a delicate and costly summer garb, with a floating veil and gracefully swaying gown, and, altogether, an ethereal lightness that made you look at her beautifully slippered feet, to see whether she trod on the dust or floated in the air,—when such a vision happened to pass through this retired street, leaving it tenderly and delusively fragrant with her passage, as if a bouquet of tea roses had been borne along,—then again, it is to be feared, old Hepzibah’s scowl could no longer vindicate itself entirely on the plea of near sightedness.\n", "word": "rose", "modifies": "tea"}
{"color": "white", "line": "A Day Behind the Counter Towards noon, Hepzibah saw an elderly gentleman, large and portly, and of remarkably dignified demeanor, passing slowly along on the opposite side of the white and dusty street.\n", "word": "white", "modifies": "street"}
{"color": "black", "line": "Put on him a skull cap, and a band, and a black cloak, and a Bible in one hand and a sword in the other,—then let Jaffrey smile as he might,—nobody would doubt that it was the old Pyncheon come again.\n", "word": "black", "modifies": "cloak"}
{"color": "pink", "line": "By the spell of contrast, another portrait rose up before her, painted with more daring flattery than any artist would have ventured upon, but yet so delicately touched that the likeness remained perfect.\n", "word": "rose", "modifies": "spell"}
{"color": "red", "line": "Soft, mildly, and cheerfully contemplative, with full, red lips, just on the verge of a smile, which the eyes seemed to herald by a gentle kindling up of their orbs!\n", "word": "red", "modifies": "lip"}
{"color": "white", "line": "He was an immemorial personage, who seemed always to have had a white head and wrinkles, and never to have possessed but a single tooth, and that a half decayed one, in the front of the upper jaw.\n", "word": "white", "modifies": "head"}
{"color": "blue", "line": "This patriarch now presented himself before Hepzibah, clad in an old blue coat, which had a fashionable air, and must have accrued to him from the cast off wardrobe of some dashing clerk.\n", "word": "blue", "modifies": "coat"}
{"color": "red", "line": "It seems as if I saw you now; and your grandfather with his red cloak, and his white wig, and his cocked hat, and his cane, coming out of the house, and stepping so grandly up the street!\n", "word": "red", "modifies": "cloak"}
{"color": "white", "line": "It seems as if I saw you now; and your grandfather with his red cloak, and his white wig, and his cocked hat, and his cane, coming out of the house, and stepping so grandly up the street!\n", "word": "white", "modifies": "wig"}
{"color": "brown", "line": "Shove back all English half pence and base copper tokens, such as are very plenty about town!\n", "word": "copper", "modifies": "base"}
{"color": "brown", "line": "After all her painful traffic, the whole proceeds were perhaps half a dozen coppers, and a questionable ninepence which ultimately proved to be copper likewise.\n", "word": "copper", "modifies": "traffic"}
{"color": "red", "line": "It fronted towards the east, so that at a very seasonable hour a glow of crimson light came flooding through the window, and bathed the dingy ceiling and paper hangings in its own hue.\n", "word": "crimson", "modifies": "light"}
{"color": "white", "line": "Being a very tall one, and of luxuriant growth, it had been propped up against the side of the house, and was literally covered with a rare and very beautiful species of white rose.\n", "word": "white", "modifies": "rose"}
{"color": "pink", "line": "Being a very tall one, and of luxuriant growth, it had been propped up against the side of the house, and was literally covered with a rare and very beautiful species of white rose.\n", "word": "rose", "modifies": "specie"}
{"color": "white", "line": "But—whether it were the white roses, or whatever the subtile influence might be—a person of delicate instinct would have known at once that it was now a maiden’s bedchamber, and had been purified of all former evil and sorrow by her sweet breath and happy thoughts.\n", "word": "white", "modifies": "rose"}
{"color": "black", "line": "It was strewn about with a few old books, and a work basket, and a dusty writing desk; and had, on one side, a large black article of furniture, of very strange appearance, which the old gentlewoman told Phœbe was a harpsichord.\n", "word": "black", "modifies": "article"}
{"color": "pink", "line": "Those cheeks would not be so rosy after a month or two.\n", "word": "rosy", "modifies": "cheek"}
{"color": "gold", "line": "It betokened the cheeriness of an active temperament, finding joy in its activity, and, therefore, rendering it beautiful; it was a New England trait,—the stern old stuff of Puritanism with a gold thread in the web.\n", "word": "gold", "modifies": "thread"}
{"color": "silver", "line": "Hepzibah brought out some old silver spoons with the family crest upon them, and a china tea set painted over with grotesque figures of man, bird, and beast, in as grotesque a landscape.\n", "word": "silver", "modifies": "spoon"}
{"color": "green", "line": "A very ancient woman, in a white short gown and a green petticoat, with a string of gold beads about her neck, and what looked like a nightcap on her head, had brought a quantity of yarn to barter for the commodities of the shop.\n", "word": "green", "modifies": "petticoat"}
{"color": "white", "line": "A very ancient woman, in a white short gown and a green petticoat, with a string of gold beads about her neck, and what looked like a nightcap on her head, had brought a quantity of yarn to barter for the commodities of the shop.\n", "word": "white", "modifies": "gown"}
{"color": "gold", "line": "A very ancient woman, in a white short gown and a green petticoat, with a string of gold beads about her neck, and what looked like a nightcap on her head, had brought a quantity of yarn to barter for the commodities of the shop.\n", "word": "gold", "modifies": "bead"}
{"color": "brown", "line": "Neither did her face—with the brown ringlets on either side, and the slightly piquant nose, and the wholesome bloom, and the clear shade of tan, and the half dozen freckles, friendly remembrances of the April sun and breeze—precisely give us a right to call her beautiful.\n", "word": "brown", "modifies": "ringlet"}
{"color": "black", "line": "It really seemed as if the battered visage of the House of the Seven Gables, black and heavy browed as it still certainly looked, must have shown a kind of cheerfulness glimmering through its dusky windows as Phœbe passed to and fro in the interior.\n", "word": "black", "modifies": "gable"}
{"color": "brown", "line": "Phœbe laughed, as she summed up her aggregate of sales upon the slate; while Hepzibah, first drawing on a pair of silk gloves, reckoned over the sordid accumulation of copper coin, not without silver intermixed, that had jingled into the till.\n", "word": "copper", "modifies": "coin"}
{"color": "brown", "line": "But, dear cousin, what an enormous heap of copper!\n", "word": "copper", "modifies": "heap"}
{"color": "brown", "line": "Positively a copper mountain!” “Well done!\n", "word": "copper", "modifies": "mountain"}
{"color": "silver", "line": "In a tract of land on which she laid her finger, there existed a silver mine, the locality of which was precisely pointed out in some memoranda of Colonel Pyncheon himself, but only to be made known when the family claim should be recognized by government.\n", "word": "silver", "modifies": "mine"}
{"color": "pink", "line": "The fragrance of her rich and delightful character still lingered about the place where she had lived, as a dried rose bud scents the drawer where it has withered and perished.\n", "word": "rose", "modifies": "scent"}
{"color": "black", "line": "For her own part, she had reason to believe that he practised animal magnetism, and, if such things were in fashion nowadays, should be apt to suspect him of studying the Black Art up there in his lonesome chamber.\n", "word": "black", "modifies": "art"}
{"color": "green", "line": "A hop vine, springing from last year’s root, was beginning to clamber over it, but would be long in covering the roof with its green mantle.\n", "word": "green", "modifies": "mantle"}
{"color": "black", "line": "The black, rich soil had fed itself with the decay of a long period of time; such as fallen leaves, the petals of flowers, and the stalks and seed vessels of vagrant and lawless plants, more useful after their death than ever while flaunting in the sun.\n", "word": "black", "modifies": "soil"}
{"color": "white", "line": "The white double rosebush had evidently been propped up anew against the house since the commencement of the season; and a pear tree and three damson trees, which, except a row of currant bushes, constituted the only varieties of fruit, bore marks of the recent amputation of several superfluous or defective limbs.\n", "word": "white", "modifies": "rosebush"}
{"color": "white", "line": "The chicken crept through the pales of the coop and ran, with some show of liveliness, to her feet; while Chanticleer and the ladies of his household regarded her with queer, sidelong glances, and then croaked one to another, as if communicating their sage opinions of her character.\n", "word": "pale", "modifies": "coop"}
{"color": "black", "line": "To be sure, you have found some way of copying the portrait without its black velvet cap and gray beard, and have given him a modern coat and satin cravat, instead of his cloak and band.\n", "word": "black", "modifies": "cap"}
{"color": "gray", "line": "To be sure, you have found some way of copying the portrait without its black velvet cap and gray beard, and have given him a modern coat and satin cravat, instead of his cloak and band.\n", "word": "gray", "modifies": "beard"}
{"color": "white", "line": "She was indistinctly aware, however, that the gaunt figure of the old gentlewoman was sitting in one of the straight backed chairs, a little withdrawn from the window, the faint gleam of which showed the blanched paleness of her cheek, turned sideways towards a corner.\n", "word": "blanched", "modifies": "paleness"}
{"color": "white", "line": "Her usually pale cheeks were all ablaze with heat and hurry.\n", "word": "pale", "modifies": "cheek"}
{"color": "silver", "line": "All this, with the quaint gorgeousness of the old china cups and saucers, and the crested spoons, and a silver cream jug (Hepzibah’s only other article of plate, and shaped like the rudest porringer), set out a board at which the stateliest of old Colonel Pyncheon’s guests need not have scorned to take his place.\n", "word": "silver", "modifies": "cream"}
{"color": "pink", "line": "By way of contributing what grace she could, Phœbe gathered some roses and a few other flowers, possessing either scent or beauty, and arranged them in a glass pitcher, which, having long ago lost its handle, was so much the fitter for a flower vase.\n", "word": "rose", "modifies": "flower"}
{"color": "black", "line": "The next moment, without any visible cause for the change, her unwonted joy shrank back, appalled, as it were, and clothed itself in mourning; or it ran and hid itself, so to speak, in the dungeon of her heart, where it had long lain chained, while a cold, spectral sorrow took the place of the imprisoned joy, that was afraid to be enfranchised,—a sorrow as black as that was bright.\n", "word": "black", "modifies": "sorrow"}
{"color": "white", "line": "She often broke into a little, nervous, hysteric laugh, more touching than any tears could be; and forthwith, as if to try which was the most touching, a gush of tears would follow; or perhaps the laughter and tears came both at once, and surrounded our poor Hepzibah, in a moral sense, with a kind of pale, dim rainbow.\n", "word": "pale", "modifies": "rainbow"}
{"color": "black", "line": "He has had but little sunshine in his life,—poor Clifford,—and, oh, what a black shadow.\n", "word": "black", "modifies": "shadow"}
{"color": "gray", "line": "At the first glance, Phœbe saw an elderly personage, in an old fashioned dressing gown of faded damask, and wearing his gray or almost white hair of an unusual length.\n", "word": "gray", "modifies": "hair"}
{"color": "pink", "line": "“Here is a new kind of rose, which I found this morning in the garden,” said she, choosing a small crimson one from among the flowers in the vase.\n", "word": "rose", "modifies": "kind"}
{"color": "red", "line": "Take it down, at once!” “Dear Clifford,” said Hepzibah sadly, “you know it cannot be!” “Then, at all events,” continued he, still speaking with some energy, “pray cover it with a crimson curtain, broad enough to hang in folds, and with a golden border and tassels.\n", "word": "crimson", "modifies": "curtain"}
{"color": "red", "line": "“There is a crimson curtain in a trunk above stairs,—a little faded and moth eaten, I’m afraid,—but Phœbe and I will do wonders with it.” “This very day, remember” said he; and then added, in a low, self communing voice, “Why should we live in this dismal house at all?\n", "word": "crimson", "modifies": "curtain"}
{"color": "red", "line": "The great fish, reversing his experience with the prophet of Nineveh, immediately began his progress down the same red pathway of fate whither so varied a caravan had preceded him.\n", "word": "red", "modifies": "pathway"}
{"color": "black", "line": "It was the portly, and, had it possessed the advantage of a little more height, would have been the stately figure of a man considerably in the decline of life, dressed in a black suit of some thin stuff, resembling broadcloth as closely as possible.\n", "word": "black", "modifies": "suit"}
{"color": "gray", "line": "As the stranger entered the little shop, where the projection of the second story and the thick foliage of the elm tree, as well as the commodities at the window, created a sort of gray medium, his smile grew as intense as if he had set his heart on counteracting the whole gloom of the atmosphere (besides any moral gloom pertaining to Hepzibah and her inmates) by the unassisted light of his countenance.\n", "word": "gray", "modifies": "medium"}
{"color": "pink", "line": "On perceiving a young rose bud of a girl, instead of the gaunt presence of the old maid, a look of surprise was manifest.\n", "word": "rose", "modifies": "bud"}
{"color": "white", "line": "On his arrival from the other world, he had merely found it necessary to spend a quarter of an hour at a barber’s, who had trimmed down the Puritan’s full beard into a pair of grizzled whiskers, then, patronizing a ready made clothing establishment, he had exchanged his velvet doublet and sable cloak, with the richly worked band under his chin, for a white collar and cravat, coat, vest, and pantaloons; and lastly, putting aside his steel hilted broadsword to take up a gold headed cane, the Colonel Pyncheon of two centuries ago steps forward as the Judge of the passing moment!\n", "word": "white", "modifies": "collar"}
{"color": "black", "line": "“No, no, Miss Phœbe!” said Judge Pyncheon in a voice as deep as a thunder growl, and with a frown as black as the cloud whence it issues.\n", "word": "black", "modifies": "frown"}
{"color": "yellow", "line": "It may have been his purpose, indeed, to melt poor Hepzibah on the spot, as if she were a figure of yellow wax.\n", "word": "yellow", "modifies": "wax"}
{"color": "black", "line": "Clifford is on the brink of as black a ruin as ever befell him yet!\n", "word": "black", "modifies": "brink"}
{"color": "red", "line": "It was not pity that restrained him, for, at the first sound of the enfeebled voice, a red fire kindled in his eyes, and he made a quick pace forward, with something inexpressibly fierce and grim darkening forth, as it were, out of the whole man.\n", "word": "red", "modifies": "fire"}
{"color": "yellow", "line": "After such a revelation, let him smile with what sultriness he would, he could much sooner turn grapes purple, or pumpkins yellow, than melt the iron branded impression out of the beholder’s memory.\n", "word": "yellow", "modifies": "pumpkin"}
{"color": "purple", "line": "After such a revelation, let him smile with what sultriness he would, he could much sooner turn grapes purple, or pumpkins yellow, than melt the iron branded impression out of the beholder’s memory.\n", "word": "purple", "modifies": "pumpkin"}
{"color": "black", "line": "The effect is as if the voice had been dyed black; or,—if we must use a more moderate simile,—this miserable croak, running through all the variations of the voice, is like a black silken thread, on which the crystal beads of speech are strung, and whence they take their hue.\n", "word": "black", "modifies": "thread"}
{"color": "pink", "line": "But now her spirit resembled, in its potency, a minute quantity of ottar of rose in one of Hepzibah’s huge, iron bound trunks, diffusing its fragrance through the various articles of linen and wrought lace, kerchiefs, caps, stockings, folded dresses, gloves, and whatever else was treasured there.\n", "word": "rose", "modifies": "ottar"}
{"color": "pink", "line": "As every article in the great trunk was the sweeter for the rose scent, so did all the thoughts and emotions of Hepzibah and Clifford, sombre as they might seem, acquire a subtle attribute of happiness from Phœbe’s intermixture with them.\n", "word": "rose", "modifies": "scent"}
{"color": "gray", "line": "That gray hair, and those furrows,—with their record of infinite sorrow so deeply written across his brow, and so compressed, as with a futile effort to crowd in all the tale, that the whole inscription was made illegible,—these, for the moment, vanished.\n", "word": "gray", "modifies": "hair"}
{"color": "pink", "line": "There, as he lay more than half lifeless on the strand, the fragrance of an earthly rose bud had come to his nostrils, and, as odors will, had summoned up reminiscences or visions of all the living and breathing beauty amid which he should have had his home.\n", "word": "rose", "modifies": "bud"}
{"color": "pink", "line": "She impregnated it, too, not with a wild flower scent,—for wildness was no trait of hers,—but with the perfume of garden roses, pinks, and other blossoms of much sweetness, which nature and man have consented together in making grow from summer to summer, and from century to century.\n", "word": "pink", "modifies": "rose"}
{"color": "gray", "line": "Had this veil been over him from his birth?—this veil, under which far more of his spirit was hidden than revealed, and through which he so imperfectly discerned the actual world,—or was its gray texture woven of some dark calamity?\n", "word": "gray", "modifies": "texture"}
{"color": "gray", "line": "Dinner over, Hepzibah took her knitting work,—a long stocking of gray yarn, for her brother’s winter wear,—and with a sigh, and a scowl of affectionate farewell to Clifford, and a gesture enjoining watchfulness on Phœbe, went to take her seat behind the counter.\n", "word": "gray", "modifies": "yarn"}
{"color": "gray", "line": "It was now the young girl’s turn to be the nurse,—the guardian, the playmate,—or whatever is the fitter phrase,—of the gray haired man.\n", "word": "gray", "modifies": "man"}
{"color": "green", "line": "Here, sometimes, in this green play place of flickering light, Phœbe read to Clifford.\n", "word": "green", "modifies": "place"}
{"color": "green", "line": "When Clifford heard their sunny, buzzing murmur, in the heart of the great yellow blossoms, he looked about him with a joyful sense of warmth, and blue sky, and green grass, and of God’s free air in the whole height from earth to heaven.\n", "word": "green", "modifies": "grass"}
{"color": "blue", "line": "When Clifford heard their sunny, buzzing murmur, in the heart of the great yellow blossoms, he looked about him with a joyful sense of warmth, and blue sky, and green grass, and of God’s free air in the whole height from earth to heaven.\n", "word": "blue", "modifies": "sky"}
{"color": "yellow", "line": "When Clifford heard their sunny, buzzing murmur, in the heart of the great yellow blossoms, he looked about him with a joyful sense of warmth, and blue sky, and green grass, and of God’s free air in the whole height from earth to heaven.\n", "word": "yellow", "modifies": "blossom"}
{"color": "green", "line": "After all, there need be no question why the bees came to that one green nook in the dusty town.\n", "word": "green", "modifies": "nook"}
{"color": "red", "line": "When the bean vines began to flower on the poles, there was one particular variety which bore a vivid scarlet blossom.\n", "word": "scarlet", "modifies": "blossom"}
{"color": "red", "line": "By way of testing whether there were still a living germ in such ancient seeds, Holgrave had planted some of them; and the result of his experiment was a splendid row of bean vines, clambering, early, to the full height of the poles, and arraying them, from top to bottom, in a spiral profusion of red blossoms.\n", "word": "red", "modifies": "blossom"}
{"color": "red", "line": "And it was a wonderful coincidence, the good lady thought, that the artist should have planted these scarlet flowering beans—which the humming birds sought far and wide, and which had not grown in the Pyncheon garden before for forty years—on the very summer of Clifford’s return.\n", "word": "scarlet", "modifies": "bean"}
{"color": "black", "line": "Their generally quiet, yet often brisk, and constantly diversified talk, one to another, or sometimes in soliloquy,—as they scratched worms out of the rich, black soil, or pecked at such plants as suited their taste,—had such a domestic tone, that it was almost a wonder why you could not establish a regular interchange of ideas about household matters, human and gallinaceous.\n", "word": "black", "modifies": "soil"}
{"color": "gold", "line": "One day, however, by her self important gait, the sideways turn of her head, and the cock of her eye, as she pried into one and another nook of the garden,—croaking to herself, all the while, with inexpressible complacency,—it was made evident that this identical hen, much as mankind undervalued her, carried something about her person the worth of which was not to be estimated either in gold or precious stones.\n", "word": "gold", "modifies": "stone"}
{"color": "red", "line": "The pale, gray, childish, aged, melancholy, yet often simply cheerful, and sometimes delicately intelligent aspect of Clifford, peering from behind the faded crimson of the curtain,—watching the monotony of every day occurrences with a kind of inconsequential interest and earnestness, and, at every petty throb of his sensibility, turning for sympathy to the eyes of the bright young girl!\n", "word": "crimson", "modifies": "curtain"}
{"color": "white", "line": "The pale, gray, childish, aged, melancholy, yet often simply cheerful, and sometimes delicately intelligent aspect of Clifford, peering from behind the faded crimson of the curtain,—watching the monotony of every day occurrences with a kind of inconsequential interest and earnestness, and, at every petty throb of his sensibility, turning for sympathy to the eyes of the bright young girl!\n", "word": "pale", "modifies": "aspect"}
{"color": "gray", "line": "The pale, gray, childish, aged, melancholy, yet often simply cheerful, and sometimes delicately intelligent aspect of Clifford, peering from behind the faded crimson of the curtain,—watching the monotony of every day occurrences with a kind of inconsequential interest and earnestness, and, at every petty throb of his sensibility, turning for sympathy to the eyes of the bright young girl!\n", "word": "gray", "modifies": "aspect"}
{"color": "white", "line": "Twice or thrice, for example, during the sunny hours of the day, a water cart went along by the Pyncheon House, leaving a broad wake of moistened earth, instead of the white dust that had risen at a lady’s lightest footfall; it was like a summer shower, which the city authorities had caught and tamed, and compelled it into the commonest routine of their convenience.\n", "word": "white", "modifies": "dust"}
{"color": "white", "line": "His mind took an apparently sharp impression from it, but lost the recollection of this perambulatory shower, before its next reappearance, as completely as did the street itself, along which the heat so quickly strewed white dust again.\n", "word": "white", "modifies": "dust"}
{"color": "green", "line": "The butcher’s cart, with its snowy canopy, was an acceptable object; so was the fish cart, heralded by its horn; so, likewise, was the countryman’s cart of vegetables, plodding from door to door, with long pauses of the patient horse, while his owner drove a trade in turnips, carrots, summer squashes, string beans, green peas, and new potatoes, with half the housewives of the neighborhood.\n", "word": "green", "modifies": "pea"}
{"color": "black", "line": "Sometimes, moreover, he made personal application to individuals, holding out his small black palm, and otherwise plainly signifying his excessive desire for whatever filthy lucre might happen to be in anybody’s pocket.\n", "word": "black", "modifies": "palm"}
{"color": "brown", "line": "The mean and low, yet strangely man like expression of his wilted countenance; the prying and crafty glance, that showed him ready to gripe at every miserable advantage; his enormous tail (too enormous to be decently concealed under his gabardine), and the deviltry of nature which it betokened,—take this monkey just as he was, in short, and you could desire no better image of the Mammon of copper coin, symbolizing the grossest form of the love of money.\n", "word": "copper", "modifies": "coin"}
{"color": "black", "line": "The spectator feels it to be fool’s play, when he can distinguish the tedious commonplace of each man’s visage, with the perspiration and weary self importance on it, and the very cut of his pantaloons, and the stiffness or laxity of his shirt collar, and the dust on the back of his black coat.\n", "word": "black", "modifies": "coat"}
{"color": "black", "line": "But, on the other hand, if an impressible person, standing alone over the brink of one of these processions, should behold it, not in its atoms, but in its aggregate,—as a mighty river of life, massive in its tide, and black with mystery, and, out of its depths, calling to the kindred depth within him,—then the contiguity would add to the effect.\n", "word": "black", "modifies": "river"}
{"color": "gray", "line": "As it was, the whole procession might have seen him, a wild, haggard figure, his gray locks floating in the wind that waved their banners; a lonely being, estranged from his race, but now feeling himself man again, by virtue of the irrepressible instinct that possessed him.\n", "word": "gray", "modifies": "lock"}
{"color": "green", "line": "Forth, likewise, from the portal of the old house stepped Phœbe, putting up her small green sunshade, and throwing upward a glance and smile of parting kindness to the faces at the arched window.\n", "word": "green", "modifies": "sunshade"}
{"color": "gray", "line": "Behold him, with his gray hair, and a wan, unreal smile over his countenance, where still hovered a beautiful grace, which his worst enemy must have acknowledged to be spiritual and immortal, since it had survived so long!\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "Unless she had now and then indulged her brisk impulses, and breathed rural air in a suburban walk, or ocean breezes along the shore,—had occasionally obeyed the impulse of Nature, in New England girls, by attending a metaphysical or philosophical lecture, or viewing a seven mile panorama, or listening to a concert,—had gone shopping about the city, ransacking entire depots of splendid merchandise, and bringing home a ribbon,—had employed, likewise, a little time to read the Bible in her chamber, and had stolen a little more to think of her mother and her native place—unless for such moral medicines as the above, we should soon have beheld our poor Phœbe grow thin and put on a bleached, unwholesome aspect, and assume strange, shy ways, prophetic of old maidenhood and a cheerless future.\n", "word": "bleached", "modifies": "aspect"}
{"color": "white", "line": "Turn our eyes to what point we may, a dead man’s white, immitigable face encounters them, and freezes our very heart!\n", "word": "white", "modifies": "face"}
{"color": "green", "line": "Is it a wholesome place to live in, with its black shingles, and the green moss that shows how damp they are?—its dark, low studded rooms—its grime and sordidness, which are the crystallization on its walls of the human breath, that has been drawn and exhaled here in discontent and anguish?\n", "word": "green", "modifies": "moss"}
{"color": "black", "line": "Is it a wholesome place to live in, with its black shingles, and the green moss that shows how damp they are?—its dark, low studded rooms—its grime and sordidness, which are the crystallization on its walls of the human breath, that has been drawn and exhaled here in discontent and anguish?\n", "word": "black", "modifies": "shingle"}
{"color": "black", "line": "“And what does your master want with me?” said the carpenter to Mr. Pyncheon’s black servant.\n", "word": "black", "modifies": "servant"}
{"color": "pink", "line": "The peaks of the seven gables rose up sharply; the shingled roof looked thoroughly water tight; and the glittering plaster work entirely covered the exterior walls, and sparkled in the October sun, as if it had been new only a week ago.\n", "word": "rose", "modifies": "peak"}
{"color": "black", "line": "Black Scipio answered the summons in a prodigious hurry; but showed the whites of his eyes, in amazement on beholding only the carpenter.\n", "word": "black", "modifies": "scipio"}
{"color": "white", "line": "Black Scipio answered the summons in a prodigious hurry; but showed the whites of his eyes, in amazement on beholding only the carpenter.\n", "word": "white", "modifies": "eye"}
{"color": "black", "line": "As Mr. Pyncheon had been impatiently awaiting Maule’s arrival, black Scipio, of course, lost no time in ushering the carpenter into his master’s presence.\n", "word": "black", "modifies": "scipio"}
{"color": "black", "line": "Near the fireplace was a large and very beautiful cabinet of ebony, inlaid with ivory; a piece of antique furniture, which Mr. Pyncheon had bought in Venice, and which he used as the treasure place for medals, ancient coins, and whatever small and valuable curiosities he had picked up on his travels.\n", "word": "ebony", "modifies": "cabinet"}
{"color": "blue", "line": "He was a middle aged and really handsome man, with a wig flowing down upon his shoulders; his coat was of blue velvet, with lace on the borders and at the button holes; and the firelight glistened on the spacious breadth of his waistcoat, which was flowered all over with gold.\n", "word": "blue", "modifies": "velvet"}
{"color": "green", "line": "As Alice came into the room, her eyes fell upon the carpenter, who was standing near its centre, clad in green woollen jacket, a pair of loose breeches, open at the knees, and with a long pocket for his rule, the end of which protruded; it was as proper a mark of the artisan’s calling as Mr. Pyncheon’s full dress sword of that gentleman’s aristocratic pretensions.\n", "word": "green", "modifies": "jacket"}
{"color": "brown", "line": "Alice sat in an attitude of profound repose, with the long brown lashes drooping over her eyes.\n", "word": "brown", "modifies": "lash"}
{"color": "gold", "line": "Then it was a strange sight to behold how the man of conventionalities shook the powder out of his periwig; how the reserved and stately gentleman forgot his dignity; how the gold embroidered waistcoat flickered and glistened in the firelight with the convulsion of rage, terror, and sorrow in the human heart that was beating under it.\n", "word": "gold", "modifies": "waistcoat"}
{"color": "yellow", "line": "Is it my crime if you have sold your daughter for the mere hope of getting a sheet of yellow parchment into your clutch?\n", "word": "yellow", "modifies": "parchment"}
{"color": "red", "line": "Finally, when he showed a purpose of shouting forth the secret loudly enough to be heard from his own sphere into that of mortals, his companions struggled with him, and pressed their hands over his mouth; and forthwith—whether that he were choked by it, or that the secret itself was of a crimson hue—there was a fresh flow of blood upon his band.\n", "word": "crimson", "modifies": "hue"}
{"color": "black", "line": "It seemed to be Maule’s impulse, not to ruin Alice, nor to visit her with any black or gigantic mischief, which would have crowned her sorrows with the grace of tragedy, but to wreak a low, ungenerous scorn upon her.\n", "word": "black", "modifies": "mischief"}
{"color": "white", "line": "One evening, at a bridal party (but not her own; for, so lost from self control, she would have deemed it sin to marry), poor Alice was beckoned forth by her unseen despot, and constrained, in her gossamer white dress and satin slippers, to hasten along the street to the mean dwelling of a laboring man.\n", "word": "white", "modifies": "dress"}
{"color": "silver", "line": "So sweetly cool was the atmosphere, after all the feverish day, that the summer eve might be fancied as sprinkling dews and liquid moonlight, with a dash of icy temper in them, out of a silver vase.\n", "word": "silver", "modifies": "vase"}
{"color": "black", "line": "And this garden, where the black mould always clings to my spade, as if I were a sexton delving in a graveyard!\n", "word": "black", "modifies": "mould"}
{"color": "black", "line": "She peeped from the window into the garden, and felt herself more regretful at leaving this spot of black earth, vitiated with such an age long growth of weeds, than joyful at the idea of again scenting her pine forests and fresh clover fields.\n", "word": "black", "modifies": "earth"}
{"color": "pink", "line": "A blush, too,—the redder, because she strove hard to keep it down,—ascended bigger and higher, in a tide of fitful progress, until even her brow was all suffused with it.\n", "word": "blush", "modifies": "redder"}
{"color": "black", "line": "In fact (not to attribute the whole gloom of sky and earth to the one inauspicious circumstance of Phœbe’s departure), an easterly storm had set in, and indefatigably apply itself to the task of making the black roof and walls of the old house look more cheerless than ever before.\n", "word": "black", "modifies": "roof"}
{"color": "black", "line": "As for Hepzibah, she seemed not merely possessed with the east wind, but to be, in her very person, only another phase of this gray and sullen spell of weather; the East Wind itself, grim and disconsolate, in a rusty black silk gown, and with a turban of cloud wreaths on its head.\n", "word": "black", "modifies": "gown"}
{"color": "gray", "line": "As for Hepzibah, she seemed not merely possessed with the east wind, but to be, in her very person, only another phase of this gray and sullen spell of weather; the East Wind itself, grim and disconsolate, in a rusty black silk gown, and with a turban of cloud wreaths on its head.\n", "word": "gray", "modifies": "spell"}
{"color": "black", "line": "You cherish, at this moment, some black purpose against him in your heart!\n", "word": "black", "modifies": "purpose"}
{"color": "black", "line": "His conscience, therefore, usually considered the surest witness to a man’s integrity,—his conscience, unless it might be for the little space of five minutes in the twenty four hours, or, now and then, some black day in the whole year’s circle,—his conscience bore an accordant testimony with the world’s laudatory voice.\n", "word": "black", "modifies": "day"}
{"color": "gold", "line": "They possess vast ability in grasping, and arranging, and appropriating to themselves, the big, heavy, solid unrealities, such as gold, landed estate, offices of trust and emolument, and public honors.\n", "word": "gold", "modifies": "unreality"}
{"color": "white", "line": "The hair is white upon your head!\n", "word": "white", "modifies": "hair"}
{"color": "pink", "line": "Many a former Pyncheon had found repose in its capacious arms: rosy children, after their sports; young men, dreamy with love; grown men, weary with cares; old men, burdened with winters,—they had mused, and slumbered, and departed to a yet profounder sleep.\n", "word": "rosy", "modifies": "child"}
{"color": "white", "line": "It would have been no marvel, to her excited mind, if, behind or beside her, there had been the rustle of dead people’s garments, or pale visages awaiting her on the landing place above.\n", "word": "pale", "modifies": "visage"}
{"color": "gray", "line": "Thus it is that the grief of the passing moment takes upon itself an individuality, and a character of climax, which it is destined to lose after a while, and to fade into the dark gray tissue common to the grave or glad events of many years ago.\n", "word": "gray", "modifies": "tissue"}
{"color": "gold", "line": "Clifford had none but shadowy gold at his command; and it was not the stuff to satisfy Judge Pyncheon!\n", "word": "gold", "modifies": "none"}
{"color": "gray", "line": "Returning to the arched window, she lifted her eyes,—scowling, poor, dim sighted Hepzibah, in the face of Heaven!—and strove hard to send up a prayer through the dense gray pavement of clouds.\n", "word": "gray", "modifies": "pavement"}
{"color": "white", "line": "At last, finding no other pretext for deferring the torture that she was to inflict on Clifford,—her reluctance to which was the true cause of her loitering at the window, her search for the artist, and even her abortive prayer,—dreading, also, to hear the stern voice of Judge Pyncheon from below stairs, chiding her delay,—she crept slowly, a pale, grief stricken figure, a dismal shape of woman, with almost torpid limbs, slowly to her brother’s door, and knocked!\n", "word": "pale", "modifies": "figure"}
{"color": "gray", "line": "With that thought, she seemed to behold his gray, wrinkled, yet childlike aspect, in the old fashioned garments which he wore about the house; a figure such as one sometimes imagines himself to be, with the world’s eye upon him, in a troubled dream.\n", "word": "gray", "modifies": "aspect"}
{"color": "black", "line": "Should her brother’s aimless footsteps stray thitherward, and he but bend, one moment, over the deep, black tide, would he not bethink himself that here was the sure refuge within his reach, and that, with a single step, or the slightest overbalance of his body, he might be forever beyond his kinsman’s gripe?\n", "word": "black", "modifies": "tide"}
{"color": "black", "line": "Of course it was not real; no such black, easterly day as this had yet begun to be; Judge Pyncheon had not talked with, her.\n", "word": "black", "modifies": "day"}
{"color": "gray", "line": "Now, probably, they were felt to be in keeping with the dismal and bitter weather, and therefore did not stand out in strong relief, as if the sun were shining on them, but melted into the gray gloom and were forgotten as soon as gone.\n", "word": "gray", "modifies": "gloom"}
{"color": "gray", "line": "Whether it was Clifford’s purpose, or only chance, had led them thither, they now found themselves passing beneath the arched entrance of a large structure of gray stone.\n", "word": "gray", "modifies": "stone"}
{"color": "gray", "line": "They said to themselves, perhaps, that, before his hair was gray and the crow’s feet tracked his temples, this now decaying man must have stamped the impress of his features on many a woman’s heart.\n", "word": "gray", "modifies": "hair"}
{"color": "gray", "line": "I remember looking in the glass, and wondering at my own gray hair, and the wrinkles, many and deep, right across my brow, and the furrows down my cheeks, and the prodigious trampling of crow’s feet about my temples!\n", "word": "gray", "modifies": "hair"}
{"color": "black", "line": "At a little distance stood a wooden church, black with age, and in a dismal state of ruin and decay, with broken windows, a great rift through the main body of the edifice, and a rafter dangling from the top of the square tower.\n", "word": "black", "modifies": "church"}
{"color": "black", "line": "Farther off was a farm house, in the old style, as venerably black as the church, with a roof sloping downward from the three story peak, to within a man’s height of the ground.\n", "word": "black", "modifies": "house"}
{"color": "gray", "line": "The dull, gray weight of clouds made it invisible; but it was no hour for disbelief,—no juncture this to question that there was a sky above, and an Almighty Father looking from it!\n", "word": "gray", "modifies": "weight"}
{"color": "black", "line": "But there are better chairs than this,—mahogany, black walnut, rosewood, spring seated and damask cushioned, with varied slopes, and innumerable artifices to make them easy, and obviate the irksomeness of too tame an ease,—a score of such might be at Judge Pyncheon’s service.\n", "word": "black", "modifies": "walnut"}
{"color": "red", "line": "Neither would it be seemly in Judge Pyncheon, generally so scrupulous in his attire, to show himself at a dinner table with that crimson stain upon his shirt bosom.\n", "word": "crimson", "modifies": "stain"}
{"color": "gray", "line": "The shadows of the tall furniture grow deeper, and at first become more definite; then, spreading wider, they lose their distinctness of outline in the dark gray tide of oblivion, as it were, that creeps slowly over the various objects, and the one human figure sitting in the midst of them.\n", "word": "gray", "modifies": "tide"}
{"color": "gray", "line": "Now it is no longer gray, but sable.\n", "word": "gray", "modifies": "sable"}
{"color": "black", "line": "First comes the ancestor himself, in his black cloak, steeple hat, and trunk breeches, girt about the waist with a leathern belt, in which hangs his steel hilted sword; he has a long staff in his hand, such as gentlemen in advanced life used to carry, as much for the dignity of the thing as for the support to be derived from it.\n", "word": "black", "modifies": "cloak"}
{"color": "red", "line": "We behold aged men and grandames, a clergyman with the Puritanic stiffness still in his garb and mien, and a red coated officer of the old French war; and there comes the shop keeping Pyncheon of a century ago, with the ruffles turned back from his wrists; and there the periwigged and brocaded gentleman of the artist’s legend, with the beautiful and pensive Alice, who brings no pride out of her virgin grave.\n", "word": "red", "modifies": "officer"}
{"color": "gold", "line": "Among those ancestral people there is a young man, dressed in the very fashion of to day: he wears a dark frock coat, almost destitute of skirts, gray pantaloons, gaiter boots of patent leather, and has a finely wrought gold chain across his breast, and a little silver headed whalebone stick in his hand.\n", "word": "gold", "modifies": "chain"}
{"color": "gray", "line": "Among those ancestral people there is a young man, dressed in the very fashion of to day: he wears a dark frock coat, almost destitute of skirts, gray pantaloons, gaiter boots of patent leather, and has a finely wrought gold chain across his breast, and a little silver headed whalebone stick in his hand.\n", "word": "gray", "modifies": "pantaloon"}
{"color": "red", "line": "A stout, elderly gentleman has made his appearance; he has an aspect of eminent respectability, wears a black coat and pantaloons, of roomy width, and might be pronounced scrupulously neat in his attire, but for a broad crimson stain across his snowy neckcloth and down his shirt bosom.\n", "word": "crimson", "modifies": "stain"}
{"color": "black", "line": "A stout, elderly gentleman has made his appearance; he has an aspect of eminent respectability, wears a black coat and pantaloons, of roomy width, and might be pronounced scrupulously neat in his attire, but for a broad crimson stain across his snowy neckcloth and down his shirt bosom.\n", "word": "black", "modifies": "coat"}
{"color": "black", "line": "Be the apparition whose it may, it advances to the picture, seems to seize the frame, tries to peep behind it, and turns away, with a frown as black as the ancestral one.\n", "word": "black", "modifies": "frown"}
{"color": "black", "line": "You may the better estimate his quietude by the fearlessness of a little mouse, which sits on its hind legs, in a streak of moonlight, close by Judge Pyncheon’s foot, and seems to meditate a journey of exploration over this great black bulk.\n", "word": "black", "modifies": "bulk"}
{"color": "green", "line": "The lines and tufts of green moss, here and there, seemed pledges of familiarity and sisterhood with Nature; as if this human dwelling place, being of such old date, had established its prescriptive title among primeval oaks and whatever other objects, by virtue of their long continuance, have acquired a gracious right to be.\n", "word": "green", "modifies": "moss"}
{"color": "white", "line": "The elm, however, made a pleasant, cheerful, sunny sigh, responsive to the breeze that was elsewhere imperceptible; a swarm of insects buzzed merrily under its drooping shadow, and became specks of light whenever they darted into the sunshine; a locust sang, once or twice, in some inscrutable seclusion of the tree; and a solitary little bird, with plumage of pale gold, came and hovered about Alice’s Posies.\n", "word": "pale", "modifies": "gold"}
{"color": "gold", "line": "The elm, however, made a pleasant, cheerful, sunny sigh, responsive to the breeze that was elsewhere imperceptible; a swarm of insects buzzed merrily under its drooping shadow, and became specks of light whenever they darted into the sunshine; a locust sang, once or twice, in some inscrutable seclusion of the tree; and a solitary little bird, with plumage of pale gold, came and hovered about Alice’s Posies.\n", "word": "gold", "modifies": "plumage"}
{"color": "black", "line": "Had any observer of these proceedings been aware of the fearful secret hidden within the house, it would have affected him with a singular shape and modification of horror, to see the current of human life making this small eddy hereabouts,—whirling sticks, straws and all such trifles, round and round, right over the black depth where a dead corpse lay unseen!\n", "word": "black", "modifies": "depth"}
{"color": "black", "line": "It appeared to the butcher that he could pretty clearly discern what seemed to be the stalwart legs, clad in black pantaloons, of a man sitting in a large oaken chair, the back of which concealed all the remainder of his figure.\n", "word": "black", "modifies": "pantaloon"}
{"color": "white", "line": "It would be an ugly business, indeed, if Judge Pyncheon (who would not have cared a fig for Paganini’s fiddle in his most harmonious mood) should make his appearance at the door, with a bloody shirt bosom, and a grim frown on his swarthily white visage, and motion the foreign vagabond away!\n", "word": "white", "modifies": "visage"}
{"color": "white", "line": "Is her healthful presence potent enough to chase away the crowd of pale, hideous, and sinful phantoms, that have gained admittance there since her departure?\n", "word": "pale", "modifies": "phantom"}
{"color": "white", "line": "Or will she, likewise, fade, sicken, sadden, and grow into deformity, and be only another pallid phantom, to glide noiselessly up and down the stairs, and affright children as she pauses at the window?\n", "word": "pallid", "modifies": "phantom"}
{"color": "white", "line": "It did not yield to her hand; and the white curtain, drawn across the window which formed the upper section of the door, struck her quick perceptive faculty as something unusual.\n", "word": "white", "modifies": "curtain"}
{"color": "black", "line": "As I view it, it would have gone far towards obliterating the black stain on Clifford’s character.” “And how,” asked Phœbe, “could any good come from what is so very dreadful?” “Because,” said the artist, “if the matter can be fairly considered and candidly interpreted, it must be evident that Judge Pyncheon could not have come unfairly to his end.\n", "word": "black", "modifies": "stain"}
{"color": "black", "line": "The presence of yonder dead man threw a great black shadow over everything; he made the universe, so far as my perception could reach, a scene of guilt and of retribution more dreadful than the guilt.\n", "word": "black", "modifies": "shadow"}
{"color": "black", "line": "The black moment became at once a blissful one.\n", "word": "black", "modifies": "moment"}
{"color": "black", "line": "At his decease, there is only a vacancy, and a momentary eddy,—very small, as compared with the apparent magnitude of the ingurgitated object,—and a bubble or two, ascending out of the black depth and bursting at the surface.\n", "word": "black", "modifies": "depth"}
{"color": "black", "line": "Thus Jaffrey Pyncheon’s inward criminality, as regarded Clifford, was, indeed, black and damnable; while its mere outward show and positive commission was the smallest that could possibly consist with so great a sin.\n", "word": "black", "modifies": "criminality"}
{"color": "brown", "line": "There is a cottage in our new garden,—the prettiest little yellowish brown cottage you ever saw; and the sweetest looking place, for it looks just as if it were made of gingerbread,—and we are going to fit it up and furnish it, on purpose for you.\n", "word": "brown", "modifies": "cottage"}
{"color": "gray", "line": "Several children were drawn to the spot by so unusual a spectacle as the barouche and pair of gray horses.\n", "word": "gray", "modifies": "horse"}
