{"color": "yellow", "line": "The yellow, mildewed pages of the diary of a man long dead, and the records of the Colonial Office dovetail perfectly with the narrative of my convivial host, and so I give you the story as I painstakingly pieced it out from these several various agencies.\n", "word": "yellow", "modifies": "page"}
{"color": "white", "line": "From the records of the Colonial Office and from the dead man’s diary we learn that a certain young English nobleman, whom we shall call John Clayton, Lord Greystoke, was commissioned to make a peculiarly delicate investigation of conditions in a British West Coast African Colony from whose simple native inhabitants another European power was known to be recruiting soldiers for its native army, which it used solely for the forcible collection of rubber and ivory from the savage tribes along the Congo and the Aruwimi.\n", "word": "ivory", "modifies": "rubber"}
{"color": "white", "line": "The Englishmen in Africa went even further, saying that these poor blacks were held in virtual slavery, since after their terms of enlistment expired their ignorance was imposed upon by their white officers, and they were told that they had yet several years to serve.\n", "word": "white", "modifies": "officer"}
{"color": "black", "line": "And so the Colonial Office appointed John Clayton to a new post in British West Africa, but his confidential instructions centered on a thorough investigation of the unfair treatment of black British subjects by the officers of a friendly European power.\n", "word": "black", "modifies": "subject"}
{"color": "gray", "line": "In stature he was above the average height; his eyes were gray, his features regular and strong; his carriage that of perfect, robust health influenced by his years of army training.\n", "word": "gray", "modifies": "eye"}
{"color": "red", "line": "With a volley of awful oaths, his face suffused with the scarlet of mortification and rage, the captain regained his feet, and with a terrific blow felled the sailor to the deck.\n", "word": "scarlet", "modifies": "mortification"}
{"color": "black", "line": "The other seaman, however, was neither old nor small—a huge bear of a man, with fierce black mustachios, and a great bull neck set between massive shoulders.\n", "word": "black", "modifies": "mustachio"}
{"color": "black", "line": "The captain was on the point of making an angry reply, but, thinking better of it, turned on his heel and black and scowling, strode aft.\n", "word": "black", "modifies": "heel"}
{"color": "black", "line": "The big fellow, who was known among his mates as Black Michael, tried his leg gingerly, and, finding that it bore his weight, turned to Clayton with a word of gruff thanks.\n", "word": "black", "modifies": "mate"}
{"color": "black", "line": "On the second day after the wounding of Black Michael, Clayton came on deck just in time to see the limp body of one of the crew being carried below by four of his fellows while the first mate, a heavy belaying pin in his hand, stood glowering at the little party of sullen sailors.\n", "word": "black", "modifies": "wounding"}
{"color": "black", "line": "Black Michael’s as good as new agin an’ ’e’s not the bully to stand fer it, not ’e; an’ mark my word for it, sir.” “You mean, my man, that the crew contemplates mutiny?” asked Clayton.\n", "word": "black", "modifies": "michael"}
{"color": "white", "line": "Thus they stood watching the little bit of white paper until it finally remained at rest upon the floor just inside the door.\n", "word": "white", "modifies": "paper"}
{"color": "white", "line": "It was a bit of grimy, white paper roughly folded into a ragged square.\n", "word": "white", "modifies": "paper"}
{"color": "black", "line": "Facing the little knot of officers was the entire motley crew of the _Fuwalda_, and at their head stood Black Michael.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "But then the first mate lunged forward upon his face, and at a cry of command from Black Michael the mutineers charged the remaining four.\n", "word": "black", "modifies": "cry"}
{"color": "black", "line": "But Black Michael was even quicker, so that the fellow went down with a bullet in his back before he had taken a half dozen steps.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "With a loud roar, Black Michael attracted the attention of the others, and, pointing to Lord and Lady Greystoke, cried: “These here are my friends, and they are to be left alone.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "The Claytons heeded Black Michael’s instructions so well that they saw but little of the crew and knew nothing of the plans the men were making.\n", "word": "black", "modifies": "instruction"}
{"color": "black", "line": "But Black Michael was a fit leader for this band of cutthroats, and, withal held them in fair subjection to his rule.\n", "word": "black", "modifies": "leader"}
{"color": "black", "line": "Whether island or mainland, Black Michael did not know, but he announced to Clayton that if investigation showed that the place was habitable he and Lady Greystoke were to be put ashore with their belongings.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "But his words were of no avail, and only tended to anger Black Michael, so he was forced to desist and make the best he could of a bad situation.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "Black Michael sent a small boat filled with men to sound the entrance in an effort to determine if the _Fuwalda_ could be safely worked through the entrance.\n", "word": "black", "modifies": "michael"}
{"color": "pink", "line": "The surrounding shores were beautiful with semitropical verdure, while in the distance the country rose from the ocean in hill and tableland, almost uniformly clothed by primeval forest.\n", "word": "rose", "modifies": "distance"}
{"color": "black", "line": "Later in the evening Black Michael joined them long enough to instruct them to make their preparations for landing on the morrow.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "“I am the only man aboard who would not rather see ye both safely dead, and, while I know that’s the sensible way to make sure of our own necks, yet Black Michael’s not the man to forget a favor.\n", "word": "black", "modifies": "man"}
{"color": "black", "line": "Clayton did not believe that Black Michael had the slightest intention of notifying the British government of their whereabouts, nor was he any too sure but that some treachery was contemplated for the following day when they should be on shore with the sailors who would have to accompany them with their belongings.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "Once out of Black Michael’s sight any of the men might strike them down, and still leave Black Michael’s conscience clear.\n", "word": "black", "modifies": "sight"}
{"color": "black", "line": "Black Michael was determined that nothing belonging to the Claytons should be left on board.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "Into the small boats were also loaded salt meats and biscuit, with a small supply of potatoes and beans, matches, and cooking vessels, a chest of tools, and the old sails which Black Michael had promised them.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "As though himself fearing the very thing which Clayton had suspected, Black Michael accompanied them to shore, and was the last to leave them when the small boats, having filled the ship’s casks with fresh water, were pushed out toward the waiting _Fuwalda_.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "I am sure that relief will come, and come quickly, when once it is apparent that the _Fuwalda_ has been lost, even though Black Michael does not keep his word to us.” “But John, if it were only you and I,” she sobbed, “we could endure it I know; but—” “Yes, dear,” he answered, gently, “I have been thinking of that, also; but we must face it, as we must face whatever comes, bravely and with the utmost confidence in our ability to cope with circumstances whatever they may be.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "To this end Clayton selected four trees which formed a rectangle about eight feet square, and cutting long branches from other trees he constructed a framework around them, about ten feet from the ground, fastening the ends of the branches securely to the trees by means of rope, a quantity of which Black Michael had furnished him from the hold of the _Fuwalda_.\n", "word": "black", "modifies": "michael"}
{"color": "black", "line": "He had seen many of his kind go to their deaths before the loud noise made by the little black stick in the hands of the strange white ape who lived in that wonderful lair, and Kerchak had made up his brute mind to own that death dealing contrivance, and to explore the interior of the mysterious den.\n", "word": "black", "modifies": "stick"}
{"color": "white", "line": "He had seen many of his kind go to their deaths before the loud noise made by the little black stick in the hands of the strange white ape who lived in that wonderful lair, and Kerchak had made up his brute mind to own that death dealing contrivance, and to explore the interior of the mysterious den.\n", "word": "white", "modifies": "ape"}
{"color": "white", "line": "He wanted, very, very much, to feel his teeth sink into the neck of the queer animal that he had learned to hate and fear, and because of this, he came often with his tribe to reconnoiter, waiting for a time when the white ape should be off his guard.\n", "word": "white", "modifies": "ape"}
{"color": "black", "line": "There were no growls, no fierce screams of rage—the little black stick had taught them to come quietly lest they awaken it.\n", "word": "black", "modifies": "stick"}
{"color": "white", "line": "Inside the den they saw the strange white ape lying half across a table, his head buried in his arms; and on the bed lay a figure covered by a sailcloth, while from a tiny rustic cradle came the plaintive wailing of a babe.\n", "word": "white", "modifies": "ape"}
{"color": "pink", "line": "Noiselessly Kerchak entered, crouching for the charge; and then John Clayton rose with a sudden start and faced them.\n", "word": "rose", "modifies": "john"}
{"color": "white", "line": "Gingerly he lifted one corner of the shroud, but when he saw the body of the woman beneath he tore the cloth roughly from her form and seized the still, white throat in his huge, hairy hands.\n", "word": "white", "modifies": "throat"}
{"color": "white", "line": "Cautiously he approached the thing, ready to flee precipitately should it speak in its deep roaring tones, as he had heard it speak before, the last words to those of his kind who, through ignorance or rashness, had attacked the wonderful white ape that had borne it.\n", "word": "white", "modifies": "ape"}
{"color": "black", "line": "He felt of it from end to end, peered down the black depths of the muzzle, fingered the sights, the breech, the stock, and finally the trigger.\n", "word": "black", "modifies": "depth"}
{"color": "red", "line": "When Kerchak came to a halt a short distance from the cabin and discovered that he still held the rifle, he dropped it as he might have dropped a red hot iron, nor did he again attempt to recover it—the noise was too much for his brute nerves; but he was now quite convinced that the terrible stick was quite harmless by itself if left alone.\n", "word": "red", "modifies": "iron"}
{"color": "black", "line": "Not so with Kala; she held the small form of the little Lord Greystoke tightly to her breast, where the dainty hands clutched the long black hair which covered that portion of her body.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "The White Ape Tenderly Kala nursed her little waif, wondering silently why it did not gain strength and agility as did the little apes of other mothers.\n", "word": "white", "modifies": "ape"}
{"color": "white", "line": "That tiny slit of a mouth and those puny white teeth!\n", "word": "white", "modifies": "teeth"}
{"color": "brown", "line": "But when he saw his own eyes; ah, that was the final blow—a brown spot, a gray circle and then blank whiteness!\n", "word": "brown", "modifies": "spot"}
{"color": "gray", "line": "But when he saw his own eyes; ah, that was the final blow—a brown spot, a gray circle and then blank whiteness!\n", "word": "gray", "modifies": "circle"}
{"color": "black", "line": "He would peek into the curtained windows, or, climbing upon the roof, peer down the black depths of the chimney in vain endeavor to solve the unknown wonders that lay within those strong walls.\n", "word": "black", "modifies": "depth"}
{"color": "white", "line": "He was alone, as was often the case when he visited the cabin, for the apes had no love for it; the story of the thunder stick having lost nothing in the telling during these ten years had quite surrounded the white man’s deserted abode with an atmosphere of weirdness and terror for the simians.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Only in a dim, vague way had Kala explained to him that his father had been a strange white ape, but he did not know that Kala was not his own mother.\n", "word": "white", "modifies": "ape"}
{"color": "pink", "line": "He had taken scarce a dozen steps toward the jungle when a great form rose up before him from the shadows of a low bush.\n", "word": "rose", "modifies": "form"}
{"color": "black", "line": "Tenderly she bore him back through the inky jungle to where the tribe lay, and for many days and nights she sat guard beside him, bringing him food and water, and brushing the flies and other insects from his cruel wounds.\n", "word": "inky", "modifies": "jungle"}
{"color": "red", "line": "After a little search he located the clean picked bones of his late adversary, and close by, partly buried beneath the fallen leaves, he found the knife, now red with rust from its exposure to the dampness of the ground and from the dried blood of the gorilla.\n", "word": "red", "modifies": "knife"}
{"color": "black", "line": "Squatting upon his haunches on the table top in the cabin his father had built—his smooth, brown, naked little body bent over the book which rested in his strong slender hands, and his great shock of long, black hair falling about his well shaped head and bright, intelligent eyes—Tarzan of the apes, little primitive man, presented a picture filled, at once, with pathos and with promise—an allegorical figure of the primordial groping through the black night of ignorance toward the light of learning.\n", "word": "black", "modifies": "hair"}
{"color": "brown", "line": "Squatting upon his haunches on the table top in the cabin his father had built—his smooth, brown, naked little body bent over the book which rested in his strong slender hands, and his great shock of long, black hair falling about his well shaped head and bright, intelligent eyes—Tarzan of the apes, little primitive man, presented a picture filled, at once, with pathos and with promise—an allegorical figure of the primordial groping through the black night of ignorance toward the light of learning.\n", "word": "brown", "modifies": "body"}
{"color": "black", "line": "One day when he was about twelve he found a number of lead pencils in a hitherto undiscovered drawer beneath the table, and in scratching upon the table top with one of them he was delighted to discover the black line it left behind it.\n", "word": "black", "modifies": "line"}
{"color": "pink", "line": "Upon every hand rose the mighty giants of the untouched forest, with the matted undergrowth banked so closely between the huge trunks that the only opening into the little, level arena was through the upper branches of the trees.\n", "word": "rose", "modifies": "hand"}
{"color": "pink", "line": "As the din of the drum rose to almost deafening volume Kerchak sprang into the open space between the squatting males and the drummers.\n", "word": "rose", "modifies": "din"}
{"color": "red", "line": "Then, crouching, Kerchak slunk noiselessly around the open circle, veering far away from the dead body lying before the altar drum, but, as he passed, keeping his little, fierce, wicked, red eyes upon the corpse.\n", "word": "red", "modifies": "eye"}
{"color": "brown", "line": "His brown, sweat streaked, muscular body, glistening in the moonlight, shone supple and graceful among the uncouth, awkward, hairy brutes about him.\n", "word": "brown", "modifies": "body"}
{"color": "black", "line": "Then the great bulls in the center of the arena felt the mighty fangs of their demented fellow, and with one accord they melted into the black shadows of the overhanging forest.\n", "word": "black", "modifies": "shadow"}
{"color": "brown", "line": "But his fangs never closed in that nut brown flesh.\n", "word": "brown", "modifies": "flesh"}
{"color": "gray", "line": "Cabbage palm and gray plum, pisang and scitamine they found in abundance, with wild pineapple, and occasionally small mammals, birds, eggs, reptiles, and insects.\n", "word": "gray", "modifies": "plum"}
{"color": "purple", "line": "Cabbage palm and gray plum, pisang and scitamine they found in abundance, with wild pineapple, and occasionally small mammals, birds, eggs, reptiles, and insects.\n", "word": "plum", "modifies": "palm"}
{"color": "yellow", "line": "With an angry lash of her tail she bared her yellow fangs, curling her great lips in a hideous snarl that wrinkled her bristling snout in serried ridges and closed her wicked eyes to two narrow slits of rage and hatred.\n", "word": "yellow", "modifies": "fang"}
{"color": "black", "line": "A vivid and blinding light flashed from the whirling, inky clouds above.\n", "word": "inky", "modifies": "cloud"}
{"color": "brown", "line": "Like a thing of bronze, motionless as death, sat Tarzan.\n", "word": "bronze", "modifies": "thing"}
{"color": "black", "line": "In advance were fifty black warriors armed with slender wooden spears with ends hard baked over slow fires, and long bows and poisoned arrows.\n", "word": "black", "modifies": "warrior"}
{"color": "yellow", "line": "Their yellow teeth were filed to sharp points, and their great protruding lips added still further to the low and bestial brutishness of their appearance.\n", "word": "yellow", "modifies": "teeth"}
{"color": "white", "line": "Following them were several hundred women and children, the former bearing upon their heads great burdens of cooking pots, household utensils and ivory.\n", "word": "ivory", "modifies": "woman"}
{"color": "black", "line": "That they more greatly feared an attack from the rear than whatever unknown enemies lurked in their advance was evidenced by the formation of the column; and such was the fact, for they were fleeing from the white man’s soldiers who had so harassed them for rubber and ivory that they had turned upon their conquerors one day and massacred a white officer and a small detachment of his black troops.\n", "word": "black", "modifies": "troop"}
{"color": "white", "line": "That they more greatly feared an attack from the rear than whatever unknown enemies lurked in their advance was evidenced by the formation of the column; and such was the fact, for they were fleeing from the white man’s soldiers who had so harassed them for rubber and ivory that they had turned upon their conquerors one day and massacred a white officer and a small detachment of his black troops.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "That night the black soldiers of the white man had had meat a plenty, and this little remnant of a once powerful tribe had slunk off into the gloomy jungle toward the unknown, and freedom.\n", "word": "black", "modifies": "soldier"}
{"color": "white", "line": "That night the black soldiers of the white man had had meat a plenty, and this little remnant of a once powerful tribe had slunk off into the gloomy jungle toward the unknown, and freedom.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "But that which meant freedom and the pursuit of happiness to these savage blacks meant consternation and death to many of the wild denizens of their new home.\n", "word": "black", "modifies": "happiness"}
{"color": "white", "line": "Here there were no white men, no soldiers, nor any rubber or ivory to be gathered for cruel and thankless taskmasters.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "Several had already fallen prey to old Sabor, and because the jungle was so infested with these fierce and bloodthirsty cats, and with lions and leopards, the ebony warriors hesitated to trust themselves far from the safety of their palisades.\n", "word": "ebony", "modifies": "warrior"}
{"color": "black", "line": "Warily he stepped, his slender lance ever ready, his long oval shield firmly grasped in his left hand close to his sleek ebony body.\n", "word": "ebony", "modifies": "body"}
{"color": "black", "line": "It told him of a strange, hairless, black ape with feathers growing upon its head, who launched death from a slender branch, and then ran, with the fleetness of Bara, the deer, toward the rising sun.\n", "word": "black", "modifies": "ape"}
{"color": "black", "line": "He knew the windings of the elephant trail along which Kala’s murderer had flown, and so he cut straight through the jungle to intercept the black warrior who was evidently following the tortuous detours of the trail.\n", "word": "black", "modifies": "warrior"}
{"color": "black", "line": "He had covered barely a mile when he came upon the black warrior standing in a little open space.\n", "word": "black", "modifies": "warrior"}
{"color": "black", "line": "His books had portrayed the _negro_, but how different had been the dull, dead print to this sleek thing of ebony, pulsing with life.\n", "word": "ebony", "modifies": "thing"}
{"color": "black", "line": "The sinewy black arm had drawn the shaft far back; Horta, the boar, was charging, and then the black released the little poisoned arrow, and Tarzan saw it fly with the quickness of thought and lodge in the bristling neck of the boar.\n", "word": "black", "modifies": "arm"}
{"color": "red", "line": "That any creature of the jungle could produce the red and yellow fangs which devoured wood and left nothing but fine dust surprised Tarzan greatly, and why the black warrior had ruined his delicious repast by plunging it into the blighting heat was quite beyond him.\n", "word": "red", "modifies": "fang"}
{"color": "black", "line": "That any creature of the jungle could produce the red and yellow fangs which devoured wood and left nothing but fine dust surprised Tarzan greatly, and why the black warrior had ruined his delicious repast by plunging it into the blighting heat was quite beyond him.\n", "word": "black", "modifies": "warrior"}
{"color": "silver", "line": "And then Lord Greystoke wiped his greasy fingers upon his naked thighs and took up the trail of Kulonga, the son of Mbonga, the king; while in far off London another Lord Greystoke, the younger brother of the real Lord Greystoke’s father, sent back his chops to the club’s _chef_ because they were underdone, and when he had finished his repast he dipped his finger ends into a silver bowl of scented water and dried them upon a piece of snowy damask.\n", "word": "silver", "modifies": "bowl"}
{"color": "black", "line": "The black warrior was furious and frightened, but more frightened than furious.\n", "word": "black", "modifies": "warrior"}
{"color": "black", "line": "As Kulonga continued his journey Tarzan closed on him until he traveled almost over the black’s head.\n", "word": "black", "modifies": "head"}
{"color": "black", "line": "The moment was delayed only because Tarzan was anxious to ascertain the black warrior’s destination, and presently he was rewarded, for they came suddenly in view of a great clearing, at one end of which lay many strange lairs.\n", "word": "black", "modifies": "warrior"}
{"color": "brown", "line": "A copper anklet also took his fancy, and this he transferred to his own leg.\n", "word": "copper", "modifies": "anklet"}
{"color": "black", "line": "All he knew was that he could not eat the flesh of this black man, and thus hereditary instinct, ages old, usurped the functions of his untaught mind and saved him from transgressing a worldwide law of whose very existence he was ignorant.\n", "word": "black", "modifies": "man"}
{"color": "brown", "line": "All wore strange protruding girdles of dried grass about their hips and many were loaded with brass and copper anklets, armlets and bracelets.\n", "word": "copper", "modifies": "anklet"}
{"color": "black", "line": "He looked and saw a black warrior standing beneath the very tree in which he had killed the murderer of Kala an hour before.\n", "word": "black", "modifies": "warrior"}
{"color": "gold", "line": "In it he found a faded photograph of a smooth faced young man, a golden locket studded with diamonds, linked to a small gold chain, a few letters and a small book.\n", "word": "gold", "modifies": "chain"}
{"color": "black", "line": "The locket, too, took his fancy, and he placed the chain about his neck in imitation of the ornamentation he had seen to be so common among the black men he had visited.\n", "word": "black", "modifies": "men"}
{"color": "brown", "line": "The brilliant stones gleamed strangely against his smooth, brown hide.\n", "word": "brown", "modifies": "hide"}
{"color": "black", "line": "Tarzan replaced the box in the cupboard, but always thereafter he carried the features of the strong, smiling face of his father in his heart, and in his head a fixed determination to solve the mystery of the strange words in the little black book.\n", "word": "black", "modifies": "book"}
{"color": "black", "line": "At present he had more important business in hand, for his supply of arrows was exhausted, and he must needs journey to the black men’s village and renew it.\n", "word": "black", "modifies": "men"}
{"color": "pink", "line": "As they approached the village the gates were thrown open to admit them, and then, as the people saw the victim of the chase, a savage cry rose to the heavens, for the quarry was a man.\n", "word": "rose", "modifies": "cry"}
{"color": "black", "line": "When he had followed Kulonga through the forest he had expected to come to a city of strange houses on wheels, puffing clouds of black smoke from a huge tree stuck in the roof of one of them—or to a sea covered with mighty floating buildings which he had learned were called, variously, ships and boats and steamers and craft.\n", "word": "black", "modifies": "smoke"}
{"color": "black", "line": "He had been sorely disappointed with the poor little village of the blacks, hidden away in his own jungle, and with not a single house as large as his own cabin upon the distant beach.\n", "word": "black", "modifies": "village"}
{"color": "red", "line": "The great yellow eyes were fixed upon him with a wicked and baleful gleam, and the red tongue licked the longing lips as Sabor crouched, worming her stealthy way with belly flattened against the earth.\n", "word": "red", "modifies": "tongue"}
{"color": "yellow", "line": "The great yellow eyes were fixed upon him with a wicked and baleful gleam, and the red tongue licked the longing lips as Sabor crouched, worming her stealthy way with belly flattened against the earth.\n", "word": "yellow", "modifies": "eye"}
{"color": "brown", "line": "Straining the ape man close to him, his great jaws sought Tarzan’s throat, but the young lord’s sinewy fingers were at Kerchak’s own before the cruel fangs could close on the sleek brown skin.\n", "word": "brown", "modifies": "skin"}
{"color": "black", "line": "Tarzan led them by night to the fields of the black men, and there, warned by their chief’s superior wisdom, they ate only what they required, nor ever did they destroy what they could not eat, as is the way of Manu, the monkey, and of most apes.\n", "word": "black", "modifies": "men"}
{"color": "black", "line": "Presently the black warriors began to strike farther and farther south into the heart of the forest when they went to hunt, looking for a site for a new village.\n", "word": "black", "modifies": "warrior"}
{"color": "black", "line": "But when one day a member of the tribe discovered the blacks in great numbers on the banks of a little stream that had been their watering place for generations, and in the act of clearing a space in the jungle and erecting many huts, the apes would remain no longer; and so Tarzan led them inland for many marches to a spot as yet undefiled by the foot of a human being.\n", "word": "black", "modifies": "number"}
{"color": "black", "line": "These various escapades again so terrorized the blacks that, had it not been for the monthly respite between Tarzan’s visits, in which they had opportunity to renew hope that each fresh incursion would prove the last, they soon would have abandoned their new village.\n", "word": "black", "modifies": "respite"}
{"color": "black", "line": "Then he determined to filch what few garments he could from one of the black men of Mbonga’s village, for Tarzan of the Apes had decided to mark his evolution from the lower orders in every possible manner, and nothing seemed to him a more distinguishing badge of manhood than ornaments and clothing.\n", "word": "black", "modifies": "men"}
{"color": "black", "line": "To this end, therefore, he collected the various arm and leg ornaments he had taken from the black warriors who had succumbed to his swift and silent noose, and donned them all after the way he had seen them worn.\n", "word": "black", "modifies": "warrior"}
{"color": "black", "line": "At his back was a quiver of arrows slung from a leathern shoulder belt, another piece of loot from some vanquished black.\n", "word": "black", "modifies": "piece"}
{"color": "black", "line": "The young Lord Greystoke was indeed a strange and war like figure, his mass of black hair falling to his shoulders behind and cut with his hunting knife to a rude bang upon his forehead, that it might not fall before his eyes.\n", "word": "black", "modifies": "hair"}
{"color": "black", "line": "All the apes had hair upon theirs but the black men were entirely hairless, with very few exceptions.\n", "word": "black", "modifies": "men"}
{"color": "black", "line": "He was moving carelessly along a winding jungle trail, instead of making his progress through the trees, when suddenly he came face to face with a black warrior.\n", "word": "black", "modifies": "warrior"}
{"color": "black", "line": "Tarzan let the first two pass beneath him, but as the third came swiftly on, the quiet noose dropped about the black throat.\n", "word": "black", "modifies": "throat"}
{"color": "white", "line": "Mirando, they said, who had been ahead of them a short distance, had suddenly come screaming toward them, crying that a terrible white and naked warrior was pursuing him.\n", "word": "white", "modifies": "warrior"}
{"color": "black", "line": "It took a dozen attempts on the part of the thoroughly frightened blacks to reenter their village, past the horrible, grinning face of their dead fellow, and when they found the food and arrows gone they knew, what they had only too well feared, that Mirando had seen the evil spirit of the jungle.\n", "word": "black", "modifies": "part"}
{"color": "white", "line": "But, most wonderful of all, a number of white men like himself were moving about between the beach and his cabin.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "Presently one of them, a little, mean faced, black bearded fellow with a countenance which reminded Tarzan of Pamba, the rat, laid his hand upon the shoulder of a giant who stood next him, and with whom all the others had been arguing and quarreling.\n", "word": "black", "modifies": "fellow"}
{"color": "white", "line": "The conduct of the white strangers it was that caused him the greatest perturbation.\n", "word": "white", "modifies": "stranger"}
{"color": "white", "line": "It was well, thought he, that he had not given way to his first impulse to rush forward and greet these white men as brothers.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "They were evidently no different from the black men—no more civilized than the apes—no less cruel than Sabor.\n", "word": "black", "modifies": "men"}
{"color": "red", "line": "As he saw what had been done a great wave of anger surged through him, and the new made scar upon his forehead stood suddenly out, a bar of inflamed crimson against his tawny hide.\n", "word": "crimson", "modifies": "bar"}
{"color": "black", "line": "The photograph of the smiling, strong faced young man, and the little black puzzle book were safe.\n", "word": "black", "modifies": "puzzle"}
{"color": "white", "line": "One was an elderly man, with white hair and large rimmed spectacles.\n", "word": "white", "modifies": "hair"}
{"color": "white", "line": "The second member of the party to land was a tall young man in white ducks, while directly behind came another elderly man with a very high forehead and a fussy, excitable manner.\n", "word": "white", "modifies": "duck"}
{"color": "white", "line": "But the most wonderful sight of all, to him, was the face of the beautiful white girl.\n", "word": "white", "modifies": "girl"}
{"color": "black", "line": "As for the big black woman, she was evidently connected in some way to the girl, and so he liked her, also.\n", "word": "black", "modifies": "woman"}
{"color": "white", "line": "Presently Tarzan came up with the white man, who, almost fagged, was leaning against a tree wiping the perspiration from his forehead.\n", "word": "white", "modifies": "man"}
{"color": "yellow", "line": "Tarzan was on the point of going off to look for them himself, when he caught the yellow glint of a sleek hide moving cautiously through the jungle toward Clayton.\n", "word": "yellow", "modifies": "glint"}
{"color": "white", "line": "Now, Tarzan heard the soft bending of grasses and wondered why the young white man was not warned.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "No, the white man did not hear.\n", "word": "white", "modifies": "man"}
{"color": "pink", "line": "Sheeta was crouching for the spring, and then, shrill and horrible, there rose from the stillness of the jungle the awful cry of the challenging ape, and Sheeta turned, crashing into the underbrush.\n", "word": "rose", "modifies": "stillness"}
{"color": "black", "line": "To Tarzan this was scarcely comprehensible; his judgment told him that no man would venture toward the village of the cruel blacks armed only with a spear which, from the awkward way in which he carried it, was evidently an unaccustomed weapon to this white man.\n", "word": "black", "modifies": "village"}
{"color": "white", "line": "To Tarzan this was scarcely comprehensible; his judgment told him that no man would venture toward the village of the cruel blacks armed only with a spear which, from the awkward way in which he carried it, was evidently an unaccustomed weapon to this white man.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "Yes, there was Numa, the lion, even now, stalking the white man a dozen paces to the right.\n", "word": "white", "modifies": "man"}
{"color": "pink", "line": "Clayton heard the great body paralleling his course, and now there rose upon the evening air the beast’s thunderous roar.\n", "word": "rose", "modifies": "air"}
{"color": "black", "line": "At last he saw it, not twenty feet away—the long, lithe, muscular body and tawny head of a huge black maned lion.\n", "word": "black", "modifies": "lion"}
{"color": "green", "line": "Some new danger, he thought, but he dared not take his eyes from the yellow green orbs before him.\n", "word": "green", "modifies": "orb"}
{"color": "yellow", "line": "Some new danger, he thought, but he dared not take his eyes from the yellow green orbs before him.\n", "word": "yellow", "modifies": "orb"}
{"color": "yellow", "line": "There was a sharp twang as of a broken banjo string, and at the same instant an arrow appeared in the yellow hide of the crouching lion.\n", "word": "yellow", "modifies": "hide"}
{"color": "brown", "line": "Before him he saw the figure of a young man, naked except for a loin cloth and a few barbaric ornaments about arms and legs; on the breast a priceless diamond locket gleaming against a smooth brown skin.\n", "word": "brown", "modifies": "skin"}
{"color": "white", "line": "The strong white teeth sank into the raw and dripping flesh in apparent relish of the meal, but Clayton could not bring himself to share the uncooked meat with his strange host; instead he watched him, and presently there dawned upon him the conviction that this was Tarzan of the Apes, whose notice he had seen posted upon the cabin door that morning.\n", "word": "white", "modifies": "teeth"}
{"color": "white", "line": "The Negress sobbed hysterically, bemoaning the evil day that had witnessed her departure from her dear Maryland, while the white girl, dry eyed and outwardly calm, was torn by inward fears and forebodings.\n", "word": "white", "modifies": "girl"}
{"color": "black", "line": "Instinctively the girl shuddered, and shrank closer to the black woman.\n", "word": "black", "modifies": "woman"}
{"color": "pink", "line": "As in a trance, the girl rose, her hand upon her breast, wide eyes staring horror stricken into the snarling face of the beast scarce ten feet from her.\n", "word": "rose", "modifies": "trance"}
{"color": "black", "line": "Jane stooped to grasp the black woman by the shoulder.\n", "word": "black", "modifies": "woman"}
{"color": "pink", "line": "With a horrified scream the poor woman rose to her hands and knees, and in this position scurried across the room, shrieking: “O Gaberelle!\n", "word": "rose", "modifies": "scream"}
{"color": "white", "line": "For a moment Tarzan looked at the young man closely, as though undecided as to just what was best to do; then, stooping down before Clayton, he motioned him to grasp him about the neck, and, with the white man upon his back, Tarzan took to the trees.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "From one lofty branch the agile creature swung with Clayton through a dizzy arc to a neighboring tree; then for a hundred yards maybe the sure feet threaded a maze of interwoven limbs, balancing like a tightrope walker high above the black depths of verdure beneath.\n", "word": "black", "modifies": "depth"}
{"color": "black", "line": "From the first sensation of chilling fear Clayton passed to one of keen admiration and envy of those giant muscles and that wondrous instinct or knowledge which guided this forest god through the inky blackness of the night as easily and safely as Clayton would have strolled a London street at high noon.\n", "word": "inky", "modifies": "blackness"}
{"color": "yellow", "line": "How could she leave the poor, faithful thing to those merciless, yellow fangs?\n", "word": "yellow", "modifies": "fang"}
{"color": "black", "line": "But it had been cruelty a thousand times less justifiable to have left the loving black woman who had reared her from infancy with all a mother’s care and solicitude, to regain consciousness beneath the rending claws of the great cat.\n", "word": "black", "modifies": "woman"}
{"color": "black", "line": "Quickly Jane Porter sprang to her feet and ran to the side of the black.\n", "word": "black", "modifies": "side"}
{"color": "white", "line": "For a naked man to drag a shrieking, clawing man eater forth from a window by the tail to save a strange white girl, was indeed the last word in heroism.\n", "word": "white", "modifies": "girl"}
{"color": "black", "line": "And then he recalled the battle between this man and the great, black maned lion which he had witnessed a short time before, and he commenced to feel more assurance.\n", "word": "black", "modifies": "lion"}
{"color": "white", "line": "He was trying to tell the stupid white man to plunge his poisoned arrows into Sabor’s back and sides, and to reach the savage heart with the long, thin hunting knife that hung at Tarzan’s hip; but the man would not understand, and Tarzan did not dare release his hold to do the things himself, for he knew that the puny white man never could hold mighty Sabor alone, for an instant.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "With a roar the lioness turned completely over upon her back, falling full upon her enemy; but the black haired giant only closed tighter his hold.\n", "word": "black", "modifies": "giant"}
{"color": "silver", "line": "At last Clayton saw the immense muscles of Tarzan’s shoulders and biceps leap into corded knots beneath the silver moonlight.\n", "word": "silver", "modifies": "moonlight"}
{"color": "yellow", "line": "The moonlight flooded the beach, and the strange group stood out in bold relief against the yellow sand.\n", "word": "yellow", "modifies": "sand"}
{"color": "yellow", "line": "Really, the one great danger was that one of the men might stumble and fall, and then the yellow devil would be upon him in a moment and the joy of the kill would be too great a temptation to withstand.\n", "word": "yellow", "modifies": "devil"}
{"color": "white", "line": "The two larger, they stated, had belonged to a male and female of one of the higher white races.\n", "word": "white", "modifies": "race"}
{"color": "white", "line": "“Look at them low down white trash out there!” she shrilled, pointing toward the _Arrow_.\n", "word": "white", "modifies": "trash"}
{"color": "black", "line": "Within the little building a light was burning, for Clayton had found an unopened tin of oil which had stood intact for twenty years, a part of the supplies left with the Claytons by Black Michael.\n", "word": "black", "modifies": "michael"}
{"color": "white", "line": "Hurriedly he brought it forth, hoping against hope that he could read what the beautiful white girl had written there the preceding evening.\n", "word": "white", "modifies": "girl"}
{"color": "black", "line": "Even the little bugs of the black book were familiar friends, though their arrangement meant nothing to him; but these bugs were new and unheard of.\n", "word": "black", "modifies": "book"}
{"color": "brown", "line": "), 1909._ DEAREST HAZEL: It seems foolish to write you a letter that you may never see, but I simply must tell somebody of our awful experiences since we sailed from Europe on the ill fated _Arrow_.\n", "word": "hazel", "modifies": "dearest"}
{"color": "gold", "line": "Many years had elapsed since the events the letter narrated had transpired, and the old man had become a respected citizen of an obscure Spanish town, but the love of gold was still so strong upon him that he risked all to acquaint his son with the means of attaining fabulous wealth for them both.\n", "word": "gold", "modifies": "love"}
{"color": "gold", "line": "It was _simply filled_ with gold coin, and was so heavy that four men bent underneath its weight.\n", "word": "gold", "modifies": "coin"}
{"color": "white", "line": "I have not seen him, but Mr. Clayton and papa and Mr. Philander have, and they say that he is a perfectly god like white man tanned to a dusky brown, with the strength of a wild elephant, the agility of a monkey, and the bravery of a lion.\n", "word": "white", "modifies": "man"}
{"color": "brown", "line": "Tarzan sat in a brown study for a long time after he finished reading the letter.\n", "word": "brown", "modifies": "study"}
{"color": "white", "line": "It seemed to him that no pleasure on earth could compare with laboring for the welfare and protection of the beautiful white girl.\n", "word": "white", "modifies": "girl"}
{"color": "white", "line": "His thoughts were of the beautiful white girl.\n", "word": "white", "modifies": "girl"}
{"color": "black", "line": "Esmeralda!” he cried again, shaking the black woman roughly by the shoulder.\n", "word": "black", "modifies": "woman"}
{"color": "white", "line": "This hairless white ape would be the first of his new household, and so he threw her roughly across his broad, hairy shoulders and leaped back into the trees, bearing Jane away.\n", "word": "white", "modifies": "ape"}
{"color": "red", "line": "He did what no red blooded man needs lessons in doing.\n", "word": "red", "modifies": "man"}
{"color": "red", "line": "But as suddenly as the veil had been withdrawn it dropped again, and an outraged conscience suffused her face with its scarlet mantle, and a mortified woman thrust Tarzan of the Apes from her and buried her face in her hands.\n", "word": "scarlet", "modifies": "mantle"}
{"color": "red", "line": "Esmeralda had removed her red apron and was waving it frantically above her head; but Clayton, still fearing that even this might not be seen, hurried off toward the northern point where lay his signal pyre ready for the match.\n", "word": "red", "modifies": "apron"}
{"color": "red", "line": "One thing the girl had noticed particularly when she had seen Tarzan rushing upon Terkoz—the vivid scarlet band upon his forehead, from above the left eye to the scalp; but now as she scanned his features she noticed that it was gone, and only a thin white line marked the spot where it had been.\n", "word": "scarlet", "modifies": "band"}
{"color": "white", "line": "One thing the girl had noticed particularly when she had seen Tarzan rushing upon Terkoz—the vivid scarlet band upon his forehead, from above the left eye to the scalp; but now as she scanned his features she noticed that it was gone, and only a thin white line marked the spot where it had been.\n", "word": "white", "modifies": "line"}
{"color": "green", "line": "The green turf looked soft and cool and inviting.\n", "word": "green", "modifies": "turf"}
{"color": "white", "line": "She noticed too that the locket opened, and, pressing the hidden clasp, she saw the two halves spring apart to reveal in either section an ivory miniature.\n", "word": "ivory", "modifies": "miniature"}
{"color": "pink", "line": "It was growing dark now, and so they ate again of the fruit which was both food and drink for them; then Tarzan rose, and leading Jane to the little bower he had erected, motioned her to go within.\n", "word": "rose", "modifies": "tarzan"}
{"color": "black", "line": "Immediately behind him came Professor Porter, but as he could not keep pace with the younger man D’Arnot was a hundred yards in advance when suddenly a half dozen black warriors arose about him.\n", "word": "black", "modifies": "warrior"}
{"color": "black", "line": "In an instant they were in a hand to hand fight with some fifty black warriors of Mbonga’s village.\n", "word": "black", "modifies": "warrior"}
{"color": "white", "line": "And then began for the French officer the most terrifying experience which man can encounter upon earth—the reception of a white prisoner into a village of African cannibals.\n", "word": "white", "modifies": "prisoner"}
{"color": "white", "line": "To add to the fiendishness of their cruel savagery was the poignant memory of still crueler barbarities practiced upon them and theirs by the white officers of that arch hypocrite, Leopold II of Belgium, because of whose atrocities they had fled the Congo Free State—a pitiful remnant of what once had been a mighty tribe.\n", "word": "white", "modifies": "officer"}
{"color": "white", "line": "The festivities were delayed awaiting the return of the warriors who had remained to engage in the skirmish with the white men, so that it was quite late when all were in the village, and the dance of death commenced to circle around the doomed officer.\n", "word": "white", "modifies": "men"}
{"color": "yellow", "line": "The bestial faces, daubed with color—the huge mouths and flabby hanging lips—the yellow teeth, sharp filed—the rolling, demon eyes—the shining naked bodies—the cruel spears.\n", "word": "yellow", "modifies": "teeth"}
{"color": "black", "line": "Many times had Tarzan seen Mbonga’s black raiding parties return from the northward with prisoners, and always were the same scenes enacted about that grim stake, beneath the flaring light of many fires.\n", "word": "black", "modifies": "party"}
{"color": "black", "line": "The figure at the stake was very still, yet the black warriors were but pricking it.\n", "word": "black", "modifies": "warrior"}
{"color": "pink", "line": "Then there rose suddenly above the fiendish cries of the dancing demons the awful challenge of the ape man.\n", "word": "rose", "modifies": "cry"}
{"color": "black", "line": "The rope sped with singing whir high above the heads of the blacks.\n", "word": "black", "modifies": "head"}
{"color": "black", "line": "The blacks, their eyes protruding in horror, watched spellbound.\n", "word": "black", "modifies": "eye"}
{"color": "pink", "line": "Once beneath the trees, the body rose straight into the air, and as it disappeared into the foliage above, the terrified negroes, screaming with fright, broke into a mad race for the village gate.\n", "word": "rose", "modifies": "tree"}
{"color": "pink", "line": "He was a brave man, but he had felt the short hairs bristle upon the nape of his neck when that uncanny cry rose upon the air.\n", "word": "rose", "modifies": "cry"}
{"color": "black", "line": "As the writhing body of the black soared, as though by unearthly power, into the dense foliage of the forest, D’Arnot felt an icy shiver run along his spine, as though death had risen from a dark grave and laid a cold and clammy finger on his flesh.\n", "word": "black", "modifies": "body"}
{"color": "white", "line": "Immediately after him came a white body, but this one alighted erect.\n", "word": "white", "modifies": "body"}
{"color": "black", "line": "For a few moments the blacks held their ground within the entrance to the street, but the revolvers, rifles and cutlasses of the Frenchmen crumpled the native spearmen and struck down the black archers with their bows halfdrawn.\n", "word": "black", "modifies": "archer"}
{"color": "black", "line": "Soon the battle turned to a wild rout, and then to a grim massacre; for the French sailors had seen bits of D’Arnot’s uniform upon several of the black warriors who opposed them.\n", "word": "black", "modifies": "warrior"}
{"color": "white", "line": "They questioned the prisoners by signs, and finally one of the sailors who had served in the French Congo found that he could make them understand the bastard tongue that passes for language between the whites and the more degraded tribes of the coast, but even then they could learn nothing definite regarding the fate of D’Arnot.\n", "word": "white", "modifies": "language"}
{"color": "black", "line": "A single shot before they emerged from the jungle had announced to those in camp as well as on the ship that the expedition had been too late—for it had been prearranged that when they came within a mile or two of camp one shot was to be fired to denote failure, or three for success, while two would have indicated that they had found no sign of either D’Arnot or his black captors.\n", "word": "black", "modifies": "captor"}
{"color": "black", "line": "Clayton, exhausted from his five days of laborious marching through the jungle and from the effects of his two battles with the blacks, turned toward the cabin to seek a mouthful of food and then the comparative ease of his bed of grasses after two nights in the jungle.\n", "word": "black", "modifies": "battle"}
{"color": "green", "line": "At his feet an opening looked out upon a green sward, and at a little distance beyond was the dense wall of jungle and forest.\n", "word": "green", "modifies": "sward"}
{"color": "white", "line": "At length he recollected the whole hideous scene at the stake, and finally recalled the strange white figure in whose arms he had sunk into oblivion.\n", "word": "white", "modifies": "figure"}
{"color": "white", "line": "The broad, muscular back was turned toward him, but, tanned though it was, D’Arnot saw that it was the back of a white man, and he thanked God.\n", "word": "white", "modifies": "man"}
{"color": "pink", "line": "A great bitterness rose in his heart.\n", "word": "rose", "modifies": "bitterness"}
{"color": "white", "line": "If you know the strange white man who saved our lives so many times, and brought us food, and if you can converse with him, thank him, also, for his kindness.\n", "word": "white", "modifies": "man"}
{"color": "blue", "line": "D’Arnot sighted along the blue barrel at the crack of the door—and then he pulled the trigger.\n", "word": "blue", "modifies": "barrel"}
{"color": "white", "line": "“An ordinary white man such as any of you—pardon me, I did not mean just that—rather, a white man above the ordinary in physique and intelligence could never, I grant you, have lived a year alone and naked in this tropical jungle; but this man not only surpasses the average white man in strength and agility, but as far transcends our trained athletes and ‘strong men’ as they surpass a day old babe; and his courage and ferocity in battle are those of the wild beast.” “He has certainly won a loyal champion, Miss Porter,” said Captain Dufranne, laughing.\n", "word": "white", "modifies": "man"}
{"color": "brown", "line": "“Could you have seen those mighty muscles knotting under the brown skin—could you have seen them force back those awful fangs—you too would have thought him invincible.\n", "word": "brown", "modifies": "skin"}
{"color": "pink", "line": "“I never thought much about fear and that sort of thing—never tried to determine whether I was a coward or brave man; but the other night as we lay in the jungle there after poor D’Arnot was taken, and those jungle noises rose and fell around us I began to think that I was a coward indeed.\n", "word": "rose", "modifies": "noise"}
{"color": "black", "line": "It must have been done by a party of blacks.\n", "word": "black", "modifies": "party"}
{"color": "white", "line": "The Frenchman in his panic raised his gun to fire again into the prostrate form, but suddenly in the half dusk of the open door he saw that the man was white and in another instant realized that he had shot his friend and protector, Tarzan of the Apes.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "How strange it seemed that to a full grown white man an envelope was a mystery.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "He is the great white giant who wore the diamond locket upon his breast.\n", "word": "white", "modifies": "giant"}
{"color": "pink", "line": "Tarzan rose, and, going to one of the cupboards, returned with a well thumbed geography.\n", "word": "rose", "modifies": "tarzan"}
{"color": "white", "line": "“Do any white men live in Africa?” he asked.\n", "word": "white", "modifies": "men"}
{"color": "brown", "line": "D’Arnot taught him many of the refinements of civilization—even to the use of knife and fork; but sometimes Tarzan would drop them in disgust and grasp his food in his strong brown hands, tearing it with his molars like a wild beast.\n", "word": "brown", "modifies": "hand"}
{"color": "white", "line": "Kala told me he was a white ape, and hairless like myself.\n", "word": "white", "modifies": "ape"}
{"color": "white", "line": "I know now that he must have been a white man.” D’Arnot looked long and earnestly at his companion.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "“They are black,” was Tarzan’s only reply.\n", "word": "black", "modifies": "reply"}
{"color": "white", "line": "“White men do not kill wantonly.\n", "word": "white", "modifies": "men"}
{"color": "white", "line": "In an instant the air was filled with cries of terror from the fleeing gardeners, but before any had reached the palisade a white man emerged from the enclosure, rifle in hand, to discover the cause of the commotion.\n", "word": "white", "modifies": "man"}
{"color": "white", "line": "“White men,” replied D’Arnot.\n", "word": "white", "modifies": "men"}
{"color": "black", "line": "For a week they remained there, and the ape man, keenly observant, learned much of the ways of men; meanwhile black women sewed white duck garments for himself and D’Arnot so that they might continue their journey properly clothed.\n", "word": "black", "modifies": "woman"}
{"color": "white", "line": "For a week they remained there, and the ape man, keenly observant, learned much of the ways of men; meanwhile black women sewed white duck garments for himself and D’Arnot so that they might continue their journey properly clothed.\n", "word": "white", "modifies": "garment"}
{"color": "white", "line": "Gradually he became accustomed to the strange noises and the odd ways of civilization, so that presently none might know that two short months before, this handsome Frenchman in immaculate white ducks, who laughed and chatted with the gayest of them, had been swinging naked through primeval forests to pounce upon some unwary victim, which, raw, was to fill his savage belly.\n", "word": "white", "modifies": "duck"}
{"color": "black", "line": "During their stay at the coast town “Monsieur Tarzan” became the wonder of both whites and blacks because of several occurrences which to Tarzan seemed the merest of nothings.\n", "word": "black", "modifies": "white"}
{"color": "white", "line": "During their stay at the coast town “Monsieur Tarzan” became the wonder of both whites and blacks because of several occurrences which to Tarzan seemed the merest of nothings.\n", "word": "white", "modifies": "wonder"}
{"color": "black", "line": "Once a huge black, crazed by drink, had run amuck and terrorized the town, until his evil star had led him to where the black haired French giant lolled upon the veranda of the hotel.\n", "word": "black", "modifies": "giant"}
{"color": "black", "line": "With a roar he charged the ape man, while half a hundred heads peered from sheltering windows and doorways to witness the butchering of the poor Frenchman by the giant black.\n", "word": "black", "modifies": "frenchman"}
{"color": "black", "line": "As the Negro closed upon him, steel muscles gripped the black wrist of the uplifted knife hand, and a single swift wrench left the hand dangling below a broken bone.\n", "word": "black", "modifies": "wrist"}
{"color": "black", "line": "With the pain and surprise, the madness left the black man, and as Tarzan dropped back into his chair the fellow turned, crying with agony, and dashed wildly toward the native village.\n", "word": "black", "modifies": "man"}
{"color": "white", "line": "On another occasion as Tarzan and D’Arnot sat at dinner with a number of other whites, the talk fell upon lions and lion hunting.\n", "word": "white", "modifies": "number"}
{"color": "black", "line": "But one might as well judge all blacks by the fellow who ran amuck last week, or decide that all whites are cowards because one has met a cowardly white.\n", "word": "black", "modifies": "fellow"}
{"color": "white", "line": "But one might as well judge all blacks by the fellow who ran amuck last week, or decide that all whites are cowards because one has met a cowardly white.\n", "word": "white", "modifies": "coward"}
{"color": "white", "line": "“It is possible, but if you are not the son of John Clayton then how in heaven’s name did you come into that God forsaken jungle where no white man other than John Clayton had ever set foot?” “You forget—Kala,” said Tarzan.\n", "word": "white", "modifies": "man"}
{"color": "black", "line": "To his astonishment he saw the official leaning back in his chair hastily scanning the contents of the little black diary.\n", "word": "black", "modifies": "diary"}
{"color": "black", "line": "To the east the black smoke clouds rose higher into the heavens, suddenly they eddied, and then commenced to drift rapidly toward the west.\n", "word": "black", "modifies": "cloud"}
{"color": "pink", "line": "To the east the black smoke clouds rose higher into the heavens, suddenly they eddied, and then commenced to drift rapidly toward the west.\n", "word": "rose", "modifies": "east"}
{"color": "black", "line": "Suddenly, out of the northeast, a great black car came careening down the road.\n", "word": "black", "modifies": "car"}
{"color": "black", "line": "With a jolt it stopped before the cottage, and a black haired giant leaped out to run up onto the porch.\n", "word": "black", "modifies": "giant"}
{"color": "black", "line": "“Which way did she go?” cried the black haired giant of Esmeralda.\n", "word": "black", "modifies": "giant"}
{"color": "pink", "line": "In each rose the unaccountable feeling that a great responsibility had been raised from their shoulders; a kind of implicit confidence in the power of the stranger to save Jane if she could be saved.\n", "word": "rose", "modifies": "feeling"}
{"color": "pink", "line": "Tarzan rose and bowed as only D’Arnot could have taught a gentleman to do it, but he did not seem to see Canler’s hand.\n", "word": "rose", "modifies": "tarzan"}
{"color": "red", "line": "And, as she looked into his face, she saw the crimson band upon his forehead that she had seen that other day in far distant Africa, when Tarzan of the Apes had closed in mortal combat with the great anthropoid—Terkoz.\n", "word": "crimson", "modifies": "band"}
{"color": "white", "line": "With a single sweep of one mighty arm the Englishman was hurled across the room, and then Jane laid a firm white hand upon Tarzan’s wrist, and looked up into his eyes.\n", "word": "white", "modifies": "hand"}
{"color": "blue", "line": "But he saw nothing outside—within he saw a patch of greensward surrounded by a matted mass of gorgeous tropical plants and flowers, and, above, the waving foliage of mighty trees, and, over all, the blue of an equatorial sky.\n", "word": "blue", "modifies": "foliage"}
