{"color": "red", "line": "A brilliant education she had—her youth passed in renaissance glory, she was versed in the latest gossip of the Older Roman Families; known by name as a fabulously wealthy American girl to Cardinal Vitori and Queen Margherita and more subtle celebrities that one must have had some culture even to have heard of.\n", "word": "cardinal", "modifies": "girl"}
{"color": "red", "line": "“Amory.” “Oh, _yes_.” “I want you to take a red hot bath as hot as you can bear it, and just relax your nerves.\n", "word": "red", "modifies": "bath"}
{"color": "red", "line": "When Amory had the whooping cough four disgusted specialists glared at each other hunched around his bed; when he took scarlet fever the number of attendants, including physicians and nurses, totalled fourteen.\n", "word": "scarlet", "modifies": "fever"}
{"color": "red", "line": "“Indeed, Mrs. Blaine, he is still delightful company—quite the cardinal’s right hand man.” “Amory will go to him one day, I know,” breathed the beautiful lady, “and Monsignor Darcy will understand him as he understood me.” Amory became thirteen, rather tall and slender, and more than ever on to his Celtic mother.\n", "word": "cardinal", "modifies": "man"}
{"color": "gray", "line": "“Oh, no just a horse—a sorta gray horse.” At this point the Erse butler snickered.\n", "word": "gray", "modifies": "horse"}
{"color": "green", "line": "He turned the green eyes on her again.\n", "word": "green", "modifies": "eye"}
{"color": "yellow", "line": "Myra, a little bundle of clothes, with strands of yellow hair curling out from under her skating cap.\n", "word": "yellow", "modifies": "hair"}
{"color": "white", "line": "From the Country Club steps the roads stretched away, dark creases on the white blanket; huge heaps of snow lining the sides like the tracks of giant moles.\n", "word": "white", "modifies": "blanket"}
{"color": "white", "line": "They lingered for a moment on the steps, and watched the white holiday moon.\n", "word": "white", "modifies": "moon"}
{"color": "white", "line": "“Pale moons like that one”—Amory made a vague gesture—“make people mysterieuse.\n", "word": "pale", "modifies": "moon"}
{"color": "pink", "line": "Myra sprang up, her cheeks pink with bruised vanity, the great bow on the back of her head trembling sympathetically.\n", "word": "pink", "modifies": "vanity"}
{"color": "red", "line": "The first winter he wore moccasins that were born yellow, but after many applications of oil and dirt assumed their mature color, a dirty, greenish brown; he wore a gray plaid mackinaw coat, and a red toboggan cap.\n", "word": "red", "modifies": "cap"}
{"color": "brown", "line": "The first winter he wore moccasins that were born yellow, but after many applications of oil and dirt assumed their mature color, a dirty, greenish brown; he wore a gray plaid mackinaw coat, and a red toboggan cap.\n", "word": "brown", "modifies": "color"}
{"color": "gray", "line": "The first winter he wore moccasins that were born yellow, but after many applications of oil and dirt assumed their mature color, a dirty, greenish brown; he wore a gray plaid mackinaw coat, and a red toboggan cap.\n", "word": "gray", "modifies": "coat"}
{"color": "red", "line": "His dog, Count Del Monte, ate the red cap, so his uncle gave him a gray one that pulled down over his face.\n", "word": "red", "modifies": "cap"}
{"color": "gray", "line": "His dog, Count Del Monte, ate the red cap, so his uncle gave him a gray one that pulled down over his face.\n", "word": "gray", "modifies": "one"}
{"color": "gray", "line": "It was an ancient electric, one of the early types, and painted gray.\n", "word": "gray", "modifies": "type"}
{"color": "purple", "line": "Is your underwear purple, too?” Amory grunted impolitely.\n", "word": "purple", "modifies": "underwear"}
{"color": "white", "line": "The sixty acres of the estate were dotted with old and new summer houses and many fountains and white benches that came suddenly into sight from foliage hung hiding places; there was a great and constantly increasing family of white cats that prowled the many flower beds and were silhouetted suddenly at night against the darkening trees.\n", "word": "white", "modifies": "bench"}
{"color": "green", "line": "Not for a second do I regret being American—indeed, I think that a regret typical of very vulgar people, and I feel sure we are the great coming nation—yet”—and she sighed—“I feel my life should have drowsed away close to an older, mellower civilization, a land of greens and autumnal browns—” Amory did not answer, so his mother continued: “My regret is that you haven’t been abroad, but still, as you are a man, it’s better that you should grow up here under the snarling eagle—is that the right term?” Amory agreed that it was.\n", "word": "green", "modifies": "land"}
{"color": "white", "line": "The metropolis, barely glimpsed, made little impression on him, except for the sense of cleanliness he drew from the tall white buildings seen from a Hudson River steamboat in the early morning.\n", "word": "white", "modifies": "building"}
{"color": "purple", "line": "When he came into a room clad in his full purple regalia from thatch to toe, he resembled a Turner sunset, and attracted both admiration and attention.\n", "word": "purple", "modifies": "regalia"}
{"color": "green", "line": "He and Amory took to each other at first sight—the jovial, impressive prelate who could dazzle an embassy ball, and the green eyed, intent youth, in his first long trousers, accepted in their own minds a relation of father and son within a half hour’s conversation.\n", "word": "green", "modifies": "youth"}
{"color": "blue", "line": "“I don’t know why, but I think of all Harvard men as sissies, like I used to be, and all Yale men as wearing big blue sweaters and smoking pipes.” Monsignor chuckled.\n", "word": "blue", "modifies": "sweater"}
{"color": "blue", "line": "His glimpse of it as a vivid whiteness against a deep blue sky had left a picture of splendor that rivalled the dream cities in the Arabian Nights; but this time he saw it by electric light, and romance gleamed from the chariot race sign on Broadway and from the women’s eyes at the Astor, where he and young Paskert from St. Regis’ had dinner.\n", "word": "blue", "modifies": "sky"}
{"color": "white", "line": "New faces flashed on and off like myriad lights, pale or rouged faces, tired, yet sustained by a weary excitement.\n", "word": "pale", "modifies": "light"}
{"color": "white", "line": "Many nights he lay there dreaming awake of secret cafes in Mont Martre, where ivory women delved in romantic mysteries with diplomats and soldiers of fortune, while orchestras played Hungarian waltzes and the air was thick and exotic with intrigue and moonlight and adventure.\n", "word": "ivory", "modifies": "woman"}
{"color": "brown", "line": "As the swing reached its highest point, Arcady really lay just over the brow of a certain hill, where the brown road dwindled out of sight in a golden dot.\n", "word": "brown", "modifies": "road"}
{"color": "white", "line": "He felt unnecessarily stiff and awkward among these white flannelled, bareheaded youths, who must be juniors and seniors, judging from the savoir faire with which they strolled.\n", "word": "white", "modifies": "youth"}
{"color": "white", "line": "Those who were too obviously, too nervously at home were freshmen, for as each train brought a new contingent it was immediately absorbed into the hatless, white shod, book laden throng, whose function seemed to be to drift endlessly up and down the street, emitting great clouds of smoke from brand new pipes.\n", "word": "white", "modifies": "shod"}
{"color": "gray", "line": "“Come in!” A slim face with gray eyes and a humorous smile appeared in the doorway.\n", "word": "gray", "modifies": "eye"}
{"color": "blue", "line": "The early moon had drenched the arches with pale blue, and, weaving over the night, in and out of the gossamer rifts of moon, swept a song, a song with more than a hint of sadness, infinitely transient, infinitely regretful.\n", "word": "blue", "modifies": "arch"}
{"color": "white", "line": "Now, far down the shadowy line of University Place a white clad phalanx broke the gloom, and marching figures, white shirted, white trousered, swung rhythmically up the street, with linked arms and heads thrown back: “Going back—going back, Going—back—to—Nas sau—Hall, Going back—going back— To the—Best—Old—Place—of—All.\n", "word": "white", "modifies": "phalanx"}
{"color": "white", "line": "There at the head of the white platoon marched Allenby, the football captain, slim and defiant, as if aware that this year the hopes of the college rested on him, that his hundred and sixty pounds were expected to dodge to victory through the heavy blue and crimson lines.\n", "word": "white", "modifies": "platoon"}
{"color": "blue", "line": "There at the head of the white platoon marched Allenby, the football captain, slim and defiant, as if aware that this year the hopes of the college rested on him, that his hundred and sixty pounds were expected to dodge to victory through the heavy blue and crimson lines.\n", "word": "blue", "modifies": "line"}
{"color": "black", "line": "He regretted the rule that would forbid freshmen to be outdoors after curfew, for he wanted to ramble through the shadowy scented lanes, where Witherspoon brooded like a dark mother over Whig and Clio, her Attic children, where the black Gothic snake of Little curled down to Cuyler and Patton, these in turn flinging the mystery out over the placid slope rolling to the lake.\n", "word": "black", "modifies": "snake"}
{"color": "red", "line": "Princeton of the daytime filtered slowly into his consciousness—West and Reunion, redolent of the sixties, Seventy nine Hall, brick red and arrogant, Upper and Lower Pyne, aristocratic Elizabethan ladies not quite content to live among shopkeepers, and, topping all, climbing with clear blue aspiration, the great dreaming spires of Holder and Cleveland towers.\n", "word": "red", "modifies": "hall"}
{"color": "blue", "line": "Princeton of the daytime filtered slowly into his consciousness—West and Reunion, redolent of the sixties, Seventy nine Hall, brick red and arrogant, Upper and Lower Pyne, aristocratic Elizabethan ladies not quite content to live among shopkeepers, and, topping all, climbing with clear blue aspiration, the great dreaming spires of Holder and Cleveland towers.\n", "word": "blue", "modifies": "aspiration"}
{"color": "gray", "line": "Kerry was tall, with humorous gray eyes, and a sudden, attractive smile; he became at once the mentor of the house, reaper of ears that grew too high, censor of conceit, vendor of rare, satirical humor.\n", "word": "gray", "modifies": "eye"}
{"color": "black", "line": "“‘A serving lady speaks: Black velvet trails its folds over the day, White tapers, prisoned in their silver frames, Wave their thin flames like shadows in the wind, Pia, Pompia, come—come away—’ “Now, what the devil does that mean?” “It’s a pantry scene.” “‘Her toes are stiffened like a stork’s in flight; She’s laid upon her bed, on the white sheets, Her hands pressed on her smooth bust like a saint, Bella Cunizza, come into the light!’ “My gosh, Kerry, what in hell is it all about?\n", "word": "black", "modifies": "velvet"}
{"color": "white", "line": "“‘A serving lady speaks: Black velvet trails its folds over the day, White tapers, prisoned in their silver frames, Wave their thin flames like shadows in the wind, Pia, Pompia, come—come away—’ “Now, what the devil does that mean?” “It’s a pantry scene.” “‘Her toes are stiffened like a stork’s in flight; She’s laid upon her bed, on the white sheets, Her hands pressed on her smooth bust like a saint, Bella Cunizza, come into the light!’ “My gosh, Kerry, what in hell is it all about?\n", "word": "white", "modifies": "taper"}
{"color": "white", "line": "He was, perhaps, nineteen, with stooped shoulders, pale blue eyes, and, as Amory could tell from his general appearance, without much conception of social competition and such phenomena of absorbing interest.\n", "word": "pale", "modifies": "eye"}
{"color": "blue", "line": "He was, perhaps, nineteen, with stooped shoulders, pale blue eyes, and, as Amory could tell from his general appearance, without much conception of social competition and such phenomena of absorbing interest.\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "I’ve just finished a book of his, ‘The Picture of Dorian Gray,’ and I certainly wish you’d read it.\n", "word": "gray", "modifies": "dorian"}
{"color": "gray", "line": "Kerry read “Dorian Gray” and simulated Lord Henry, following Amory about, addressing him as “Dorian” and pretending to encourage in him wicked fancies and attenuated tendencies to ennui.\n", "word": "gray", "modifies": "dorian"}
{"color": "purple", "line": "for her neck Kissed over close, wears yet a purple speck Wherein the pained blood falters and goes out; Soft and stung softly—fairer for a fleck...” “That’s good,” Kerry would say softly.\n", "word": "purple", "modifies": "speck"}
{"color": "yellow", "line": "The Gothic halls and cloisters were infinitely more mysterious as they loomed suddenly out of the darkness, outlined each by myriad faint squares of yellow light.\n", "word": "yellow", "modifies": "light"}
{"color": "gray", "line": "Evening after evening the senior singing had drifted over the campus in melancholy beauty, and through the shell of his undergraduate consciousness had broken a deep and reverent devotion to the gray walls and Gothic peaks and all they symbolized as warehouses of dead ages.\n", "word": "gray", "modifies": "wall"}
{"color": "green", "line": "The silent stretches of green, the quiet halls with an occasional late burning scholastic light held his imagination in a strong grasp, and the chastity of the spire became a symbol of this perception.\n", "word": "green", "modifies": "stretch"}
{"color": "black", "line": "At the moment in the show where Firebrand, the Pirate Chief, pointed at his black flag and said, “I am a Yale graduate—note my Skull and Bones!”—at this very moment the six vagabonds were instructed to rise _conspicuously_ and leave the theatre with looks of deep melancholy and an injured dignity.\n", "word": "black", "modifies": "flag"}
{"color": "green", "line": "“Why on earth are we here?” he asked the girl with the green combs one night as they sat in some one’s limousine, outside the Country Club in Louisville.\n", "word": "green", "modifies": "comb"}
{"color": "green", "line": "He had rather a young face, the ingenuousness of which was marred by the penetrating green eyes, fringed with long dark eyelashes.\n", "word": "green", "modifies": "eye"}
{"color": "white", "line": "They drew up at a spreading, white stone building, set back from the snowy street.\n", "word": "white", "modifies": "building"}
{"color": "black", "line": "Flirt smiled from her large black brown eyes and shone through her intense physical magnetism.\n", "word": "black", "modifies": "eye"}
{"color": "brown", "line": "Flirt smiled from her large black brown eyes and shone through her intense physical magnetism.\n", "word": "brown", "modifies": "eye"}
{"color": "black", "line": "Down stairs, in the club’s great room, she was surrounded for a moment by the girls she had met in the afternoon, then she heard Sally’s voice repeating a cycle of names, and found herself bowing to a sextet of black and white, terribly stiff, vaguely familiar figures.\n", "word": "black", "modifies": "figure"}
{"color": "green", "line": "Froggy was fascinated and quite unconscious that this was being done, not for him, but for the green eyes that glistened under the shining carefully watered hair, a little to her left, for Isabelle had discovered Amory.\n", "word": "green", "modifies": "eye"}
{"color": "red", "line": "He learned that some of the boys she went with in Baltimore were “terrible speeds” and came to dances in states of artificial stimulation; most of them were twenty or so, and drove alluring red Stutzes.\n", "word": "red", "modifies": "stutzes"}
{"color": "red", "line": "Amory reached above their heads and turned out the electric light, so that they were in the dark, except for the red glow that fell through the door from the reading room lamps.\n", "word": "red", "modifies": "glow"}
{"color": "white", "line": "The future vista of her life seemed an unending succession of scenes like this: under moonlight and pale starlight, and in the backs of warm limousines and in low, cosy roadsters stopped under sheltering trees—only the boy might change, and this one was so nice.\n", "word": "pale", "modifies": "starlight"}
{"color": "green", "line": "In his own crowd Amory saw men kept out for wearing green hats, for being “a damn tailor’s dummy,” for having “too much pull in heaven,” for getting drunk one night “not like a gentleman, by God,” or for unfathomable secret reasons known to no one but the wielders of the black balls.\n", "word": "green", "modifies": "hat"}
{"color": "black", "line": "In his own crowd Amory saw men kept out for wearing green hats, for being “a damn tailor’s dummy,” for having “too much pull in heaven,” for getting drunk one night “not like a gentleman, by God,” or for unfathomable secret reasons known to no one but the wielders of the black balls.\n", "word": "black", "modifies": "ball"}
{"color": "red", "line": "It was a halcyon day, and as they neared the shore and the salt breezes scurried by, he began to picture the ocean and long, level stretches of sand and red roofs over blue sea.\n", "word": "red", "modifies": "roof"}
{"color": "blue", "line": "It was a halcyon day, and as they neared the shore and the salt breezes scurried by, he began to picture the ocean and long, level stretches of sand and red roofs over blue sea.\n", "word": "blue", "modifies": "sea"}
{"color": "blue", "line": "First, he realized that the sea was blue and that there was an enormous quantity of it, and that it roared and roared—really all the banalities about the ocean that one could realize, but if any one had told him then that these things were banalities, he would have gaped in wonder.\n", "word": "blue", "modifies": "sea"}
{"color": "white", "line": "Her pale mouth extended from ear to ear, her teeth projected in a solid wedge, and she had little, squinty eyes that peeped ingratiatingly over the side sweep of her nose.\n", "word": "pale", "modifies": "mouth"}
{"color": "white", "line": "June came and the days grew so hot and lazy that they could not worry even about exams, but spent dreamy evenings on the court of Cottage, talking of long subjects until the sweep of country toward Stony Brook became a blue haze and the lilacs were white around tennis courts, and words gave way to silent cigarettes.... Then down deserted Prospect and along McCosh with song everywhere around them, up to the hot joviality of Nassau Street.\n", "word": "white", "modifies": "lilac"}
{"color": "blue", "line": "June came and the days grew so hot and lazy that they could not worry even about exams, but spent dreamy evenings on the court of Cottage, talking of long subjects until the sweep of country toward Stony Brook became a blue haze and the lilacs were white around tennis courts, and words gave way to silent cigarettes.... Then down deserted Prospect and along McCosh with song everywhere around them, up to the hot joviality of Nassau Street.\n", "word": "blue", "modifies": "haze"}
{"color": "black", "line": "By noon the bright costumed alumni crowded the streets with their bands and choruses, and in the tents there was great reunion under the orange and black banners that curled and strained in the wind.\n", "word": "black", "modifies": "banner"}
{"color": "gray", "line": "So the gray car crept nightward in the dark and there was no life stirred as it went by.... As the still ocean paths before the shark in starred and glittering waterways, beauty high, the moon swathed trees divided, pair on pair, while flapping nightbirds cried across the air.... A moment by an inn of lamps and shades, a yellow inn under a yellow moon—then silence, where crescendo laughter fades... the car swung out again to the winds of June, mellowed the shadows where the distance grew, then crushed the yellow shadows into blue....\n", "word": "gray", "modifies": "car"}
{"color": "white", "line": "_He_ had tied them—and now he was this heavy white mass.\n", "word": "white", "modifies": "mass"}
{"color": "red", "line": "When Amory was by himself his thoughts zigzagged inevitably to the picture of that red mouth yawning incongruously in the white face, but with a determined effort he piled present excitement upon the memory of it and shut it coldly away from his mind.\n", "word": "red", "modifies": "mouth"}
{"color": "white", "line": "When Amory was by himself his thoughts zigzagged inevitably to the picture of that red mouth yawning incongruously in the white face, but with a determined effort he piled present excitement upon the memory of it and shut it coldly away from his mind.\n", "word": "white", "modifies": "face"}
{"color": "white", "line": "“Those poor birds who haven’t a cent to tutor, and have to study during the term are the ones I pity,” he announced to Amory one day, with a flaccid camaraderie in the droop of the cigarette from his pale lips.\n", "word": "pale", "modifies": "lip"}
{"color": "blue", "line": "“Blue as the sky, gentlemen....” AFTERMATH What Amory did that year from early September to late in the spring was so purposeless and inconsecutive that it seems scarcely worth recording.\n", "word": "blue", "modifies": "sky"}
{"color": "black", "line": "Whatever your metier proves to be—religion, architecture, literature—I’m sure you would be much safer anchored to the Church, but I won’t risk my influence by arguing with you even though I am secretly sure that the “black chasm of Romanism” yawns beneath you.\n", "word": "black", "modifies": "chasm"}
{"color": "red", "line": "So they surrendered Tanaduke to the futurists, deciding that he and his flaming ties would do better there.\n", "word": "flaming", "modifies": "tie"}
{"color": "brown", "line": "He turned and glanced casually... a middle aged man dressed in a brown sack suit, it was, sitting a little apart at a table by himself and watching their party intently.\n", "word": "brown", "modifies": "suit"}
{"color": "white", "line": "“Who’s that pale fool watching us?” he complained indignantly.\n", "word": "pale", "modifies": "fool"}
{"color": "white", "line": "So he took Axia’s arm and, piling intimately into a taxicab, they drove out over the hundreds and drew up at a tall, white stone apartment house.\n", "word": "white", "modifies": "house"}
{"color": "white", "line": "It was a broad street, lined on both sides with just such tall, white stone buildings, dotted with dark windows; they stretched along as far as the eye could see, flooded with a bright moonlight that gave them a calcium pallor.\n", "word": "white", "modifies": "building"}
{"color": "white", "line": "His face was cast in the same yellow wax as in the cafe, neither the dull, pasty color of a dead man—rather a sort of virile pallor—nor unhealthy, you’d have called it; but like a strong man who’d worked in a mine or done night shifts in a damp climate.\n", "word": "pasty", "modifies": "color"}
{"color": "yellow", "line": "His face was cast in the same yellow wax as in the cafe, neither the dull, pasty color of a dead man—rather a sort of virile pallor—nor unhealthy, you’d have called it; but like a strong man who’d worked in a mine or done night shifts in a damp climate.\n", "word": "yellow", "modifies": "wax"}
{"color": "gray", "line": "His mouth was the kind that is called frank, and he had steady gray eyes that moved slowly from one to the other of their group, with just the shade of a questioning expression.\n", "word": "gray", "modifies": "eye"}
{"color": "purple", "line": "“You mean that purple zebra!” shrieked Axia facetiously.\n", "word": "purple", "modifies": "zebra"}
{"color": "purple", "line": "Amory’s got a purple zebra watching him!” Sloane laughed vacantly.\n", "word": "purple", "modifies": "zebra"}
{"color": "white", "line": "With the instinct of a child Amory edged in under the blue darkness of the white buildings, cleaving the moonlight for haggard seconds, once bursting into a slow run with clumsy stumblings.\n", "word": "white", "modifies": "building"}
{"color": "blue", "line": "With the instinct of a child Amory edged in under the blue darkness of the white buildings, cleaving the moonlight for haggard seconds, once bursting into a slow run with clumsy stumblings.\n", "word": "blue", "modifies": "darkness"}
{"color": "white", "line": "If he met any one good—were there any good people left in the world or did they all live in white apartment houses now?\n", "word": "white", "modifies": "house"}
{"color": "black", "line": "But if he met some one good who’d know what he meant and hear this damned scuffle... then the scuffling grew suddenly nearer, and a black cloud settled over the moon.\n", "word": "black", "modifies": "cloud"}
{"color": "white", "line": "When again the pale sheen skimmed the cornices, it was almost beside him, and Amory thought he heard a quiet breathing.\n", "word": "pale", "modifies": "sheen"}
{"color": "black", "line": "Far ahead a black dot showed itself, resolved slowly into a human shape.\n", "word": "black", "modifies": "dot"}
{"color": "white", "line": "He had sunk through the thin surface of that, now moved in a region where the feet and the fear of white walls were real, living things, things he must accept.\n", "word": "white", "modifies": "wall"}
{"color": "white", "line": "After that door was slammed there would be only footfalls and white buildings in the moonlight, and perhaps he would be one of the footfalls.\n", "word": "white", "modifies": "building"}
{"color": "white", "line": "Then something clanged like a low gong struck at a distance, and before his eyes a face flashed over the two feet, a face pale and distorted with a sort of infinite evil that twisted it like flame in the wind; _but he knew, for the half instant that the gong tanged and hummed, that it was the face of Dick Humbird._ Minutes later he sprang to his feet, realizing dimly that there was no more sound, and that he was alone in the graying alley.\n", "word": "pale", "modifies": "face"}
{"color": "blue", "line": "The two hours’ ride were like days, and he nearly cried aloud with joy when the towers of Princeton loomed up beside him and the yellow squares of light filtered through the blue rain.\n", "word": "blue", "modifies": "rain"}
{"color": "yellow", "line": "The two hours’ ride were like days, and he nearly cried aloud with joy when the towers of Princeton loomed up beside him and the yellow squares of light filtered through the blue rain.\n", "word": "yellow", "modifies": "square"}
{"color": "gray", "line": "Broad browed and strong chinned, with a fineness in the honest gray eyes that were like Kerry’s, Burne was a man who gave an immediate impression of bigness and security—stubborn, that was evident, but his stubbornness wore no stolidity, and when he had talked for five minutes Amory knew that this keen enthusiasm had in it no quality of dilettantism.\n", "word": "gray", "modifies": "eye"}
{"color": "red", "line": "On their heads were rakish college hats, pinned up in front and sporting bright orange and black bands, while from their celluloid collars blossomed flaming orange ties.\n", "word": "flaming", "modifies": "tie"}
{"color": "black", "line": "They wore black arm bands with orange “P’s,” and carried canes flying Princeton pennants, the effect completed by socks and peeping handkerchiefs in the same color motifs.\n", "word": "black", "modifies": "arm"}
{"color": "green", "line": "Amory wandered occasionally to New York on the chance of finding a new shining green auto bus, that its stick of candy glamour might penetrate his disposition.\n", "word": "green", "modifies": "bus"}
{"color": "blue", "line": "Sorrow lay lightly around her, and when Amory found her in Philadelphia he thought her steely blue eyes held only happiness; a latent strength, a realism, was brought to its fullest development by the facts that she was compelled to face.\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "Browsing in her library, Amory found a tattered gray book out of which fell a yellow sheet that he impudently opened.\n", "word": "gray", "modifies": "book"}
{"color": "yellow", "line": "Browsing in her library, Amory found a tattered gray book out of which fell a yellow sheet that he impudently opened.\n", "word": "yellow", "modifies": "sheet"}
{"color": "gray", "line": "It was a poem that she had written at school about a gray convent wall on a gray day, and a girl with her cloak blown by the wind sitting atop of it and thinking about the many colored world.\n", "word": "gray", "modifies": "wall"}
{"color": "blue", "line": "As a rule such sentiment bored him, but this was done with so much simplicity and atmosphere, that it brought a picture of Clara to his mind, of Clara on such a cool, gray day with her keen blue eyes staring out, trying to see her tragedies come marching over the gardens outside.\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "As a rule such sentiment bored him, but this was done with so much simplicity and atmosphere, that it brought a picture of Clara to his mind, of Clara on such a cool, gray day with her keen blue eyes staring out, trying to see her tragedies come marching over the gardens outside.\n", "word": "gray", "modifies": "day"}
{"color": "red", "line": "“Peter the Hermit bidding farewell to Cardinal Richelieu,” suggested Alec, who was lounging in the window seat as Burne and Amory shook hands.\n", "word": "cardinal", "modifies": "richelieu"}
{"color": "brown", "line": "So he sat one day in an English lecture and heard “Locksley Hall” quoted and fell into a brown study with contempt for Tennyson and all he stood for—for he took him as a representative of the Victorians.\n", "word": "brown", "modifies": "study"}
{"color": "blue", "line": "We’ve walked arm and arm with Burr and Light Horse Harry Lee through half these deep blue nights.” “That’s what they are,” Tom tangented off, “deep blue—a bit of color would spoil them, make them exotic.\n", "word": "blue", "modifies": "night"}
{"color": "blue", "line": "Spires, against a sky that’s a promise of dawn, and blue light on the slate roofs—it hurts... rather—” “Good by, Aaron Burr,” Amory called toward deserted Nassau Hall, “you and I knew strange corners of life.” His voice echoed in the stillness.\n", "word": "blue", "modifies": "light"}
{"color": "white", "line": "See how the sea is white!\n", "word": "white", "modifies": "sea"}
{"color": "pink", "line": "A girl’s room: pink walls and curtains and a pink bedspread on a cream colored bed.\n", "word": "pink", "modifies": "wall"}
{"color": "pink", "line": "Pink and cream are the motifs of the room, but the only article of furniture in full view is a luxurious dressing table with a glass top and a three sided mirror.\n", "word": "pink", "modifies": "motif"}
{"color": "black", "line": "On the walls there is an expensive print of “Cherry Ripe,” a few polite dogs by Landseer, and the “King of the Black Isles,” by Maxfield Parrish.\n", "word": "black", "modifies": "isle"}
{"color": "pink", "line": "She goes to the nearest pile, selects a small pink garment and holds it up appraisingly.\n", "word": "pink", "modifies": "garment"}
{"color": "pink", "line": "CECELIA: Pink?\n", "word": "pink", "modifies": "cecelia"}
{"color": "yellow", "line": "There was that shade of glorious yellow hair, the desire to imitate which supports the dye industry.\n", "word": "yellow", "modifies": "hair"}
{"color": "gray", "line": "There were gray eyes and an unimpeachable skin with two spots of vanishing color.\n", "word": "gray", "modifies": "eye"}
{"color": "green", "line": "“The trees are green, The birds are singing in the trees, The girl sips her poison The bird flies away the girl dies.” HE: (Laughing) No, not that kind.\n", "word": "green", "modifies": "tree"}
{"color": "brown", "line": "I used to like you because you had brown eyes and thin legs.\n", "word": "brown", "modifies": "eye"}
{"color": "green", "line": "Stepping back to let some one pass, he knocked the dish of olives to a crash on the floor.\n", "word": "olive", "modifies": "dish"}
{"color": "white", "line": "You’re white as a ghost.” Amory considered the question.\n", "word": "white", "modifies": "ghost"}
{"color": "blue", "line": "He was awakened by a woman clinging to him, a pretty woman, with brown, disarranged hair and dark blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "He was awakened by a woman clinging to him, a pretty woman, with brown, disarranged hair and dark blue eyes.\n", "word": "brown", "modifies": "hair"}
{"color": "blue", "line": "“Fella I was with’s a damn fool,” confided the blue eyed woman.\n", "word": "blue", "modifies": "woman"}
{"color": "black", "line": "“Well?” “Well?” “Good Lord, Amory, where’d you get the black eye—and the jaw?” Amory laughed.\n", "word": "black", "modifies": "eye"}
{"color": "white", "line": "Amory had lately received several alarming letters from Mr. Barton—the Lake Geneva house was too large to be easily rented; the best rent obtainable at present would serve this year to little more than pay for the taxes and necessary improvements; in fact, the lawyer suggested that the whole property was simply a white elephant on Amory’s hands.\n", "word": "white", "modifies": "elephant"}
{"color": "red", "line": "His Eminence Cardinal O’Neill and the Bishop of Boston are staying with me at present, so it is hard for me to get a moment to write, but I wish you would come up here later if only for a week end.\n", "word": "cardinal", "modifies": "eminence"}
{"color": "red", "line": "Absolutely between ourselves I should not be surprised to see the red hat of a cardinal descend upon my unworthy head within the next eight months.\n", "word": "red", "modifies": "hat"}
{"color": "gray", "line": "If gray shapes drift beneath the foam We shall not see.” They quarrelled dangerously because Amory maintained that _sea_ and _see_ couldn’t possibly be used as a rhyme.\n", "word": "gray", "modifies": "shape"}
{"color": "black", "line": "A passing storm decided to break out, and to his great impatience the sky grew black as pitch and the rain began to splatter down through the trees, become suddenly furtive and ghostly.\n", "word": "black", "modifies": "pitch"}
{"color": "white", "line": "But she had covered her face and he saw nothing but a slender figure, dark, damp, bobbed hair, and the small white hands with the thumbs that bent back like his.\n", "word": "white", "modifies": "hand"}
{"color": "white", "line": "She was a witch, of perhaps nineteen, he judged, alert and dreamy and with the tell tale white line over her upper lip that was a weakness and a delight.\n", "word": "white", "modifies": "line"}
{"color": "green", "line": "“Now you’ve seen me,” she said calmly, “and I suppose you’re about to say that my green eyes are burning into your brain.” “What color is your hair?” he asked intently.\n", "word": "green", "modifies": "eye"}
{"color": "green", "line": "He watched her from the corners of his eyes as ever he did when he walked with her—she was a feast and a folly and he wished it had been his destiny to sit forever on a haystack and see life through her green eyes.\n", "word": "green", "modifies": "eye"}
{"color": "gray", "line": "His paganism soared that night and when she faded out like a gray ghost down the road, a deep singing came out of the fields and filled his way homeward.\n", "word": "gray", "modifies": "ghost"}
{"color": "black", "line": "“It’s black as pitch.” “We’re just voices now,” murmured Eleanor, “little lonesome voices.\n", "word": "black", "modifies": "pitch"}
{"color": "black", "line": "Only an occasional negro cabin, silver gray in the rock ribbed moonlight, broke the long line of bare ground; behind lay the black edge of the woods like a dark frosting on white cake, and ahead the sharp, high horizon.\n", "word": "black", "modifies": "edge"}
{"color": "white", "line": "Only an occasional negro cabin, silver gray in the rock ribbed moonlight, broke the long line of bare ground; behind lay the black edge of the woods like a dark frosting on white cake, and ahead the sharp, high horizon.\n", "word": "white", "modifies": "cake"}
{"color": "gray", "line": "Only an occasional negro cabin, silver gray in the rock ribbed moonlight, broke the long line of bare ground; behind lay the black edge of the woods like a dark frosting on white cake, and ahead the sharp, high horizon.\n", "word": "gray", "modifies": "silver"}
{"color": "black", "line": "Where the fall met the ground a hundred feet below, a black stream made a sharp line, broken by tiny glints in the swift water.\n", "word": "black", "modifies": "stream"}
{"color": "white", "line": "I’ll tell you there is no God, not even a definite abstract goodness; so it’s all got to be worked out for the individual by the individual here in high white foreheads like mine, and you’re too much the prig to admit it.” She let go her reins and shook her little fists at the stars.\n", "word": "white", "modifies": "forehead"}
{"color": "white", "line": "Their poses were strewn about the pale dawn like broken glass.\n", "word": "pale", "modifies": "dawn"}
{"color": "white", "line": "That was the day... and the night for another story, Pale as a dream and shadowed with pencilled trees— Ghosts of the stars came by who had sought for glory, Whispered to us of peace in the plaintive breeze, Whispered of old dead faiths that the day had shattered, Youth the penny that bought delight of the moon; That was the urge that we knew and the language that mattered That was the debt that we paid to the usurer June.\n", "word": "pale", "modifies": "day"}
{"color": "gray", "line": "It seemed still to whisper of Norse galleys ploughing the water world under raven figured flags, of the British dreadnoughts, gray bulwarks of civilization steaming up through the fog of one dark July into the North Sea.\n", "word": "gray", "modifies": "bulwark"}
{"color": "black", "line": "Under his feet a thick, iron studded skylight turned yellow; in the street the lamps of the taxi cabs sent out glistening sheens along the already black pavement.\n", "word": "black", "modifies": "pavement"}
{"color": "white", "line": "Pallid men rushed by, pinching together their coat collars; a great swarm of tired, magpie girls from a department store crowded along with shrieks of strident laughter, three to an umbrella; a squad of marching policemen passed, already miraculously protected by oilskin capes.\n", "word": "pallid", "modifies": "men"}
{"color": "green", "line": "He pictured the rooms where these people lived—where the patterns of the blistered wall papers were heavy reiterated sunflowers on green and yellow backgrounds, where there were tin bathtubs and gloomy hallways and verdureless, unnamable spaces in back of the buildings; where even love dressed as seduction—a sordid murder around the corner, illicit motherhood in the flat above.\n", "word": "green", "modifies": "background"}
{"color": "brown", "line": "And always there was the economical stuffiness of indoor winter, and the long summers, nightmares of perspiration between sticky enveloping walls... dirty restaurants where careless, tired people helped themselves to sugar with their own used coffee spoons, leaving hard brown deposits in the bowl.\n", "word": "brown", "modifies": "deposit"}
{"color": "black", "line": "He walked over to Fifth Avenue, dodging the blind, black menace of umbrellas, and standing in front of Delmonico’s hailed an auto bus.\n", "word": "black", "modifies": "menace"}
{"color": "brown", "line": "What a dirty river—want to go down there and see if it’s dirty—French rivers all brown or black, so were Southern rivers.\n", "word": "brown", "modifies": "river"}
{"color": "green", "line": "He pictured himself in an adobe house in Mexico, half reclining on a rug covered couch, his slender, artistic fingers closed on a cigarette while he listened to guitars strumming melancholy undertones to an age old dirge of Castile and an olive skinned, carmine lipped girl caressed his hair.\n", "word": "olive", "modifies": "girl"}
{"color": "white", "line": "Another dawn flung itself across the river, a belated taxi hurried along the street, its lamps still shining like burning eyes in a face white from a night’s carouse.\n", "word": "white", "modifies": "face"}
{"color": "purple", "line": "To Amory it was a haunting grief to see him lying in his coffin, with closed hands upon his purple vestments.\n", "word": "purple", "modifies": "vestment"}
{"color": "red", "line": "The cardinal, like an archangel in cope and mitre, sprinkled the holy water; the organ broke into sound; the choir began to sing the Requiem Eternam.\n", "word": "cardinal", "modifies": "archangel"}
{"color": "gray", "line": "It was a gray day, that least fleshly of all weathers; a day of dreams and far hopes and clear visions.\n", "word": "gray", "modifies": "day"}
{"color": "green", "line": "Let me tell you”—Amory became emphatic—“if there were ten men insured against either wealth or starvation, and offered a green ribbon for five hours’ work a day and a blue ribbon for ten hours’ work a day, nine out of ten of them would be trying for the blue ribbon.\n", "word": "green", "modifies": "ribbon"}
{"color": "blue", "line": "Let me tell you”—Amory became emphatic—“if there were ten men insured against either wealth or starvation, and offered a green ribbon for five hours’ work a day and a blue ribbon for ten hours’ work a day, nine out of ten of them would be trying for the blue ribbon.\n", "word": "blue", "modifies": "ribbon"}
{"color": "blue", "line": "If it’s only a blue ribbon, I damn near believe they’ll work just as hard.\n", "word": "blue", "modifies": "ribbon"}
{"color": "red", "line": "Socialism may not be progress, but the threat of the red flag is certainly the inspiring force of all reform.\n", "word": "red", "modifies": "flag"}
{"color": "blue", "line": "Men won’t work for blue ribbons, that’s all rot.” When he ceased the little man spoke up with a determined nod, as if resolved this time to have his say out.\n", "word": "blue", "modifies": "ribbon"}
{"color": "blue", "line": "What little boys they had been, working for blue ribbons— The car slowed up at the entrance to a great estate, ringed around by a huge hedge and a tall iron fence.\n", "word": "blue", "modifies": "ribbon"}
{"color": "blue", "line": "On an impulse he considered trying to open the door of a rusty iron vault built into the side of a hill; a vault washed clean and covered with late blooming, weepy watery blue flowers that might have grown from dead eyes, sticky to the touch with a sickening odor.\n", "word": "blue", "modifies": "flower"}
{"color": "brown", "line": "He fancied that in a hundred years he would like having young people speculate as to whether his eyes were brown or blue, and he hoped quite passionately that his grave would have about it an air of many, many years ago.\n", "word": "brown", "modifies": "eye"}
{"color": "gray", "line": "Here was a new generation, shouting the old cries, learning the old creeds, through a revery of long days and nights; destined finally to go out into that dirty gray turmoil to follow love and pride; a new generation dedicated more than the last to the fear of poverty and the worship of success; grown up to find all Gods dead, all wars fought, all faiths in man shaken.... Amory, sorry for them, was still not sorry for himself—art, politics, religion, whatever his medium should be, he knew he was safe now, free from all hysteria—he could accept what was acceptable, roam, grow, rebel, sleep deep through many nights....\n", "word": "gray", "modifies": "turmoil"}
