{"color": "white", "line": "I looked upon the scene before me upon the mere house, and the simple landscape features of the domain upon the bleak walls upon the vacant eye like windows upon a few rank sedges and upon a few white trunks of decayed trees with an utter depression of soul which I can compare to no earthly sensation more properly than to the after dream of the reveller upon opium the bitter lapse into everyday life the hideous dropping off of the veil.\n", "word": "white", "modifies": "trunk"}
{"color": "black", "line": "It was possible, I reflected, that a mere different arrangement of the particulars of the scene, of the details of the picture, would be sufficient to modify, or perhaps to annihilate its capacity for sorrowful impression; and, acting upon this idea, I reined my horse to the precipitous brink of a black and lurid tarn that lay in unruffled lustre by the dwelling, and gazed down but with a shudder even more thrilling than before upon the remodelled and inverted images of the grey sedge, and the ghastly tree stems, and the vacant and eye like windows.\n", "word": "black", "modifies": "tarn"}
{"color": "gray", "line": "It was possible, I reflected, that a mere different arrangement of the particulars of the scene, of the details of the picture, would be sufficient to modify, or perhaps to annihilate its capacity for sorrowful impression; and, acting upon this idea, I reined my horse to the precipitous brink of a black and lurid tarn that lay in unruffled lustre by the dwelling, and gazed down but with a shudder even more thrilling than before upon the remodelled and inverted images of the grey sedge, and the ghastly tree stems, and the vacant and eye like windows.\n", "word": "grey", "modifies": "sedge"}
{"color": "gray", "line": "I had so worked upon my imagination as really to believe that about the whole mansion and domain there hung an atmosphere peculiar to themselves and their immediate vicinity an atmosphere which had no affinity with the air of heaven, but which had reeked up from the decayed trees, and the grey wall, and the silent tarn a pestilent and mystic vapour, dull, sluggish, faintly discernible, and leaden hued.\n", "word": "grey", "modifies": "wall"}
{"color": "black", "line": "While the objects around me while the carvings of the ceilings, the sombre tapestries of the walls, the ebony blackness of the floors, and the phantasmagoric armorial trophies which rattled as I strode, were but matters to which, or to such as which, I had been accustomed from my infancy while I hesitated not to acknowledge how familiar was all this I still wondered to find how unfamiliar were the fancies which ordinary images were stirring up.\n", "word": "ebony", "modifies": "blackness"}
{"color": "black", "line": "The windows were long, narrow, and pointed, and at so vast a distance from the black oaken floor as to be altogether inaccessible from within.\n", "word": "black", "modifies": "floor"}
{"color": "pink", "line": "Upon my entrance, Usher rose from a sofa on which he had been lying at full length, and greeted me with a vivacious warmth which had much in it, I at first thought, of an overdone cordiality of the constrained effort of the ennuye man of the world.\n", "word": "rose", "modifies": "entrance"}
{"color": "gray", "line": "He was enchained by certain superstitious impressions in regard to the dwelling which he tenanted, and whence, for many years, he had never ventured forth in regard to an influence whose supposititious force was conveyed in terms too shadowy here to be re stated an influence which some peculiarities in the mere form and substance of his family mansion, had, by dint of long sufferance, he said, obtained over his spirit an effect which the physique of the grey walls and turrets, and of the dim tarn into which they all looked down, had, at length, brought about upon the morale of his existence.\n", "word": "grey", "modifies": "wall"}
{"color": "white", "line": "A small picture presented the interior of an immensely long and rectangular vault or tunnel, with low walls, smooth, white, and without interruption or device.\n", "word": "white", "modifies": "wall"}
{"color": "gray", "line": "The belief, however, was connected (as I have previously hinted) with the gray stones of the home of his forefathers.\n", "word": "gray", "modifies": "stone"}
{"color": "blue", "line": "We pored together over such works as the Ververt et Chartreuse of Gresset; the Belphegor of Machiavelli; the Heaven and Hell of Swedenborg; the Subterranean Voyage of Nicholas Klimm by Holberg; the Chiromancy of Robert Flud, of Jean D'Indagine, and of De la Chambre; the Journey into the Blue Distance of Tieck; and the City of the Sun by Campanella.\n", "word": "blue", "modifies": "distance"}
{"color": "pink", "line": "The disease which had thus entombed the lady in the maturity of youth, had left, as usual in all maladies of a strictly cataleptical character, the mockery of a faint blush upon the bosom and the face, and that suspiciously lingering smile upon the lip which is so terrible in death.\n", "word": "blush", "modifies": "mockery"}
{"color": "gold", "line": "I continued the story: \"But the good champion Ethelred, now entering within the door, was sore enraged and amazed to perceive no signal of the maliceful hermit; but, in the stead thereof, a dragon of a scaly and prodigious demeanour, and of a fiery tongue, which sat in guard before a palace of gold, with a floor of silver; and upon the wall there hung a shield of shining brass with this legend enwritten and Ethelred uplifted his mace, and struck upon the head of the dragon, which fell before him, and gave up his pesty breath, with a shriek so horrid and harsh, and withal so piercing, that Ethelred had fain to close his ears with his hands against the dreadful noise of it, the like whereof was never before heard.\"\n", "word": "gold", "modifies": "palace"}
{"color": "silver", "line": "I continued the story: \"But the good champion Ethelred, now entering within the door, was sore enraged and amazed to perceive no signal of the maliceful hermit; but, in the stead thereof, a dragon of a scaly and prodigious demeanour, and of a fiery tongue, which sat in guard before a palace of gold, with a floor of silver; and upon the wall there hung a shield of shining brass with this legend enwritten and Ethelred uplifted his mace, and struck upon the head of the dragon, which fell before him, and gave up his pesty breath, with a shriek so horrid and harsh, and withal so piercing, that Ethelred had fain to close his ears with his hands against the dreadful noise of it, the like whereof was never before heard.\"\n", "word": "silver", "modifies": "floor"}
{"color": "silver", "line": "Having rapidly taken notice of all this, I resumed the narrative of Sir Launcelot, which thus proceeded: \"And now, the champion, having escaped from the terrible fury of the dragon, bethinking himself of the brazen shield, and of the breaking up of the enchantment which was upon it, removed the carcass from out of the way before him, and approached valorously over the silver pavement of the castle to where the shield was upon the wall; which in sooth tarried not for his full coming, but fell down at his feet upon the silver floor, with a mighty great and terrible ringing sound.\"\n", "word": "silver", "modifies": "pavement"}
{"color": "silver", "line": "No sooner had these syllables passed my lips, than as if a shield of brass had indeed, at the moment, fallen heavily upon a floor of silver I became aware of a distinct, hollow, metallic, and clangorous, yet apparently muffled reverberation.\n", "word": "silver", "modifies": "floor"}
{"color": "white", "line": "There was blood upon her white robes, and the evidence of some bitter struggle upon every portion of her emaciated frame.\n", "word": "white", "modifies": "robe"}
{"color": "red", "line": "The radiance was that of the full, setting, and blood red moon which now shone vividly through that once barely discernible fissure of which I have before spoken as extending from the roof of the building, in a zigzag direction, to the base.\n", "word": "red", "modifies": "blood"}
