{"color": "brown", "line": "Between them was a little boy with long brown curls, dressed in a velvet Lord Fauntleroy suit.\n", "word": "brown", "modifies": "curl"}
{"color": "blue", "line": "His nose was too sharp; his mouth was one of those unfortunate mirrors of mood inclined to droop perceptibly in moments of unhappiness, but his blue eyes were charming, whether alert with intelligence or half closed in an expression of melancholy humor.\n", "word": "blue", "modifies": "eye"}
{"color": "brown", "line": "There was a deep lounge of the softest brown leather with somnolence drifting about it like a haze.\n", "word": "brown", "modifies": "leather"}
{"color": "black", "line": "There was a high screen of Chinese lacquer chiefly concerned with geometrical fishermen and huntsmen in black and gold; this made a corner alcove for a voluminous chair guarded by an orange colored standing lamp.\n", "word": "black", "modifies": "fisherman"}
{"color": "red", "line": "On the floor an exotic rug of crimson velvet was soft as fleece on his bare feet.\n", "word": "crimson", "modifies": "velvet"}
{"color": "brown", "line": "Framed around the walls were photographs of four celebrated thespian beauties of the day: Julia Sanderson as \"The Sunshine Girl,\" Ina Claire as \"The Quaker Girl,\" Billie Burke as \"The Mind the Paint Girl,\" and Hazel Dawn as \"The Pink Lady.\"\n", "word": "hazel", "modifies": "julia"}
{"color": "pink", "line": "Framed around the walls were photographs of four celebrated thespian beauties of the day: Julia Sanderson as \"The Sunshine Girl,\" Ina Claire as \"The Quaker Girl,\" Billie Burke as \"The Mind the Paint Girl,\" and Hazel Dawn as \"The Pink Lady.\"\n", "word": "pink", "modifies": "lady"}
{"color": "brown", "line": "Between Billie Burke and Hazel Dawn hung a print representing a great stretch of snow presided over by a cold and formidable sun this, claimed Anthony, symbolized the cold shower.\n", "word": "hazel", "modifies": "billie"}
{"color": "white", "line": "That this feeble, unintelligent old man was possessed of such power that, yellow journals to the contrary, the men in the republic whose souls he could not have bought directly or indirectly would scarcely have populated White Plains, seemed as impossible to believe as that he had once been a pink and white baby.\n", "word": "white", "modifies": "plain"}
{"color": "yellow", "line": "That this feeble, unintelligent old man was possessed of such power that, yellow journals to the contrary, the men in the republic whose souls he could not have bought directly or indirectly would scarcely have populated White Plains, seemed as impossible to believe as that he had once been a pink and white baby.\n", "word": "yellow", "modifies": "journal"}
{"color": "pink", "line": "That this feeble, unintelligent old man was possessed of such power that, yellow journals to the contrary, the men in the republic whose souls he could not have bought directly or indirectly would scarcely have populated White Plains, seemed as impossible to believe as that he had once been a pink and white baby.\n", "word": "pink", "modifies": "baby"}
{"color": "pink", "line": "It had tyrannously demanded his teeth, one by one, suspended his small eyes in dark bluish sacks, tweeked out his hairs, changed him from gray to white in some places, from pink to yellow in others callously transposing his colors like a child trying over a paintbox.\n", "word": "pink", "modifies": "others"}
{"color": "pink", "line": "The conversation worked itself jerkily toward a rather abrupt conclusion, when Anthony rose, looked at his watch, and remarked that he had an engagement with his broker that afternoon.\n", "word": "rose", "modifies": "anthony"}
{"color": "red", "line": "It was a girl in a red negligé, silk surely, drying her hair by the still hot sun of late afternoon.\n", "word": "red", "modifies": "negligé"}
{"color": "red", "line": "Something was stirred in him, something not accounted for by the warm smell of the afternoon or the triumphant vividness of red.\n", "word": "red", "modifies": "vividness"}
{"color": "black", "line": "He finished his dressing, found a black bow tie and adjusted it carefully by the three sided mirror in the bathroom.\n", "word": "black", "modifies": "tie"}
{"color": "yellow", "line": "He bulges in other places his paunch bulges, prophetically, his words have an air of bulging from his mouth, even his dinner coat pockets bulge, as though from contamination, with a dog eared collection of time tables, programmes, and miscellaneous scraps on these he takes his notes with great screwings up of his unmatched yellow eyes and motions of silence with his disengaged left hand._ _When he reaches the table he shakes hands with ANTHONY and MAURY.\n", "word": "yellow", "modifies": "eye"}
{"color": "black", "line": "There were opera cloaks stitched of myriad, many colored silks and furs; there were jewels dripping from arms and throats and ear tips of white and rose; there were innumerable broad shimmers down the middles of innumerable silk hats; there were shoes of gold and bronze and red and shining black; there were the high piled, tight packed coiffures of many women and the slick, watered hair of well kept men most of all there was the ebbing, flowing, chattering, chuckling, foaming, slow rolling wave effect of this cheerful sea of people as to night it poured its glittering torrent into the artificial lake of laughter.... After the play they parted Maury was going to a dance at Sherry's, Anthony homeward and to bed.\n", "word": "black", "modifies": "gold"}
{"color": "white", "line": "There were opera cloaks stitched of myriad, many colored silks and furs; there were jewels dripping from arms and throats and ear tips of white and rose; there were innumerable broad shimmers down the middles of innumerable silk hats; there were shoes of gold and bronze and red and shining black; there were the high piled, tight packed coiffures of many women and the slick, watered hair of well kept men most of all there was the ebbing, flowing, chattering, chuckling, foaming, slow rolling wave effect of this cheerful sea of people as to night it poured its glittering torrent into the artificial lake of laughter.... After the play they parted Maury was going to a dance at Sherry's, Anthony homeward and to bed.\n", "word": "white", "modifies": "tip"}
{"color": "gold", "line": "There were opera cloaks stitched of myriad, many colored silks and furs; there were jewels dripping from arms and throats and ear tips of white and rose; there were innumerable broad shimmers down the middles of innumerable silk hats; there were shoes of gold and bronze and red and shining black; there were the high piled, tight packed coiffures of many women and the slick, watered hair of well kept men most of all there was the ebbing, flowing, chattering, chuckling, foaming, slow rolling wave effect of this cheerful sea of people as to night it poured its glittering torrent into the artificial lake of laughter.... After the play they parted Maury was going to a dance at Sherry's, Anthony homeward and to bed.\n", "word": "gold", "modifies": "shoe"}
{"color": "brown", "line": "There were opera cloaks stitched of myriad, many colored silks and furs; there were jewels dripping from arms and throats and ear tips of white and rose; there were innumerable broad shimmers down the middles of innumerable silk hats; there were shoes of gold and bronze and red and shining black; there were the high piled, tight packed coiffures of many women and the slick, watered hair of well kept men most of all there was the ebbing, flowing, chattering, chuckling, foaming, slow rolling wave effect of this cheerful sea of people as to night it poured its glittering torrent into the artificial lake of laughter.... After the play they parted Maury was going to a dance at Sherry's, Anthony homeward and to bed.\n", "word": "bronze", "modifies": "gold"}
{"color": "purple", "line": "Her eyes in the half light suggested night and violets, and for a moment he stirred again to that half forgotten remoteness of the afternoon.\n", "word": "violet", "modifies": "night"}
{"color": "gray", "line": "They were dressed in suits of the exaggerated tightness then semi fashionable; their turned over collars were notched at the Adam's apple; they wore gray spats and carried gray gloves on their cane handles.\n", "word": "gray", "modifies": "spat"}
{"color": "blue", "line": "All these depressed him; reaching Sixth Avenue he stopped at a corner cigar store and emerged feeling better the cigar store was cheerful, humanity in a navy blue mist, buying a luxury .... Once in his apartment he smoked a last cigarette, sitting in the dark by his open front window.\n", "word": "blue", "modifies": "mist"}
{"color": "white", "line": "A FLASH BACK IN PARADISE _Beauty, who was born anew every hundred years, sat in a sort of outdoor waiting room through which blew gusts of white wind and occasionally a breathless hurried star.\n", "word": "white", "modifies": "wind"}
{"color": "white", "line": "Sighing, she began a long conversation with a voice that was in the white wind, a conversation that took many hours and of which I can give only a fragment here._ BEAUTY: (_Her lips scarcely stirring, her eyes turned, as always, inward upon herself_) Whither shall I journey now?\n", "word": "white", "modifies": "wind"}
{"color": "gray", "line": "Anthony, walking along Forty second Street one afternoon under a steel gray sky, ran unexpectedly into Richard Caramel emerging from the Manhattan Hotel barber shop.\n", "word": "gray", "modifies": "sky"}
{"color": "brown", "line": "His soft hat was of a discreet dark brown, and from under it his clear eye flamed like a topaz.\n", "word": "brown", "modifies": "hat"}
{"color": "red", "line": "They stopped and stared at each other, and Anthony wondered if the cold made his own face as repellent as Dick Caramel's, whose nose was crimson, whose bulging brow was blue, whose yellow unmatched eyes were red and watery at the rims.\n", "word": "red", "modifies": "eye"}
{"color": "blue", "line": "They stopped and stared at each other, and Anthony wondered if the cold made his own face as repellent as Dick Caramel's, whose nose was crimson, whose bulging brow was blue, whose yellow unmatched eyes were red and watery at the rims.\n", "word": "blue", "modifies": "brow"}
{"color": "yellow", "line": "They stopped and stared at each other, and Anthony wondered if the cold made his own face as repellent as Dick Caramel's, whose nose was crimson, whose bulging brow was blue, whose yellow unmatched eyes were red and watery at the rims.\n", "word": "yellow", "modifies": "eye"}
{"color": "white", "line": "It was a crackling dusk when they turned in under the white façade of the Plaza and tasted slowly the foam and yellow thickness of an egg nog.\n", "word": "white", "modifies": "façade"}
{"color": "yellow", "line": "It was a crackling dusk when they turned in under the white façade of the Plaza and tasted slowly the foam and yellow thickness of an egg nog.\n", "word": "yellow", "modifies": "foam"}
{"color": "yellow", "line": "He had fixed his aunt with the bright yellow eye, giving her that acute and exaggerated attention that young males are accustomed to render to all females who are of no further value.\n", "word": "yellow", "modifies": "eye"}
{"color": "white", "line": "Well ordered and clean she was, with hair of an artificially rich gray; her large face sheltered weather beaten blue eyes and was adorned with just the faintest white mustache.\n", "word": "white", "modifies": "mustache"}
{"color": "blue", "line": "Well ordered and clean she was, with hair of an artificially rich gray; her large face sheltered weather beaten blue eyes and was adorned with just the faintest white mustache.\n", "word": "blue", "modifies": "eye"}
{"color": "gray", "line": "Well ordered and clean she was, with hair of an artificially rich gray; her large face sheltered weather beaten blue eyes and was adorned with just the faintest white mustache.\n", "word": "gray", "modifies": "hair"}
{"color": "white", "line": "He was a short man with a mustache resting like a small white cloud beneath his undistinguished nose.\n", "word": "white", "modifies": "cloud"}
{"color": "black", "line": "He had reached the stage where his value as a social creature was a black and imponderable negative.\n", "word": "black", "modifies": "negative"}
{"color": "black", "line": "\"I should think the appearance of the black note book would prove that he's going to life.\"\n", "word": "black", "modifies": "note"}
{"color": "brown", "line": "She told me the sort of tan she'd like to get in the summer and how closely she usually approximated it.\"\n", "word": "tan", "modifies": "sort"}
{"color": "brown", "line": "I used to get a sort of bronze, if I remember rightly.\"\n", "word": "bronze", "modifies": "sort"}
{"color": "brown", "line": "\"The first signs of a very dissolute and wabbly senescence you have spent the afternoon talking about tan and a lady's legs.\"\n", "word": "tan", "modifies": "leg"}
{"color": "brown", "line": "But after you've all gone I'll be saying things for new Dicks to write down, and listening to the disillusions and cynicisms and emotions of new Anthonys yes, and talking to new Glorias about the tans of summers yet to come.\"\n", "word": "tan", "modifies": "summer"}
{"color": "brown", "line": "\"Yet,\" he murmured after another long pause, \"there was something about that little girl with her absurd tan that was eternally old like me.\"\n", "word": "tan", "modifies": "girl"}
{"color": "brown", "line": "He was close to the bed, his hand still lowered where he had been jerking at the upper blanket, his dark brown eyes fixed imperturbably upon his master.\n", "word": "brown", "modifies": "eye"}
{"color": "green", "line": "\"Some sandwiches,\" he repeated helplessly, \"oh, some cheese sandwiches and jelly ones and chicken and olive, I guess.\n", "word": "olive", "modifies": "chicken"}
{"color": "gray", "line": "He had run into two men from his class at Harvard, and in contrast to the gray heaviness of their conversation his life assumed color.\n", "word": "gray", "modifies": "heaviness"}
{"color": "white", "line": "Little men with copy book ambitions who by mediocrity had thought to emerge from mediocrity into the lustreless and unromantic heaven of a government by the people and the best, the dozen shrewd men at the top, egotistic and cynical, were content to lead this choir of white ties and wire collar buttons in a discordant and amazing hymn, compounded of a vague confusion between wealth as a reward of virtue and wealth as a proof of vice, and continued cheers for God, the Constitution, and the Rocky Mountains!\n", "word": "white", "modifies": "tie"}
{"color": "white", "line": "Under her fur coat her dress was Alice blue, with white lace crinkled stiffly about her throat.\n", "word": "white", "modifies": "lace"}
{"color": "blue", "line": "Under her fur coat her dress was Alice blue, with white lace crinkled stiffly about her throat.\n", "word": "blue", "modifies": "alice"}
{"color": "brown", "line": "Anthony stretched out his arms and the brown mass of fur tumbled into them.\n", "word": "brown", "modifies": "mass"}
{"color": "white", "line": "The stirred fire burnished the copper andirons on the hearth \"I'm a solid block of ice,\" murmured Gloria casually, glancing around with eyes whose irises were of the most delicate and transparent bluish white.\n", "word": "white", "modifies": "eye"}
{"color": "brown", "line": "The stirred fire burnished the copper andirons on the hearth \"I'm a solid block of ice,\" murmured Gloria casually, glancing around with eyes whose irises were of the most delicate and transparent bluish white.\n", "word": "copper", "modifies": "andiron"}
{"color": "yellow", "line": "Think you've got the best name I've heard,\" she was saying, still apparently to herself; her glance rested on him a moment and then flitted past him to the Italian bracket lamps clinging like luminous yellow turtles at intervals along the walls, to the books row upon row, then to her cousin on the other side.\n", "word": "yellow", "modifies": "turtle"}
{"color": "gray", "line": "He saw, at length, that her eyes were gray, very level and cool, and when they rested on him he understood what Maury had meant by saying she was very young and very old.\n", "word": "gray", "modifies": "eye"}
{"color": "pink", "line": "Her hand rose to her throat, rested there an instant as though the fingers were feeling variants of color.\n", "word": "rose", "modifies": "hand"}
{"color": "yellow", "line": "Her fur trimmed suit was gray \"because with gray you _have_ to wear a lot of paint,\" she explained and a small toque sat rakishly on her head, allowing yellow ripples of hair to wave out in jaunty glory.\n", "word": "yellow", "modifies": "ripple"}
{"color": "blue", "line": "\"There's a pretty girl in blue\" and as Anthony looked obediently \" there!\n", "word": "blue", "modifies": "girl"}
{"color": "gray", "line": "Her gray eyes were granite now indeed.\n", "word": "gray", "modifies": "eye"}
{"color": "yellow", "line": "A dozen blocks down Broadway Anthony's eyes were caught by a large and unfamiliar electric sign spelling \"Marathon\" in glorious yellow script, adorned with electrical leaves and flowers that alternately vanished and beamed upon the wet and glistening street.\n", "word": "yellow", "modifies": "script"}
{"color": "gray", "line": "Her gray eyes roved here and there, drowsing, idle or alert, on each group, passing to the next with unconcealed enjoyment, and to Anthony were made plain the different values of her profile, the wonderfully alive expressions of her mouth, and the authentic distinction of face and form and manner that made her like a single flower amidst a collection of cheap bric à brac.\n", "word": "gray", "modifies": "eye"}
{"color": "purple", "line": "The careless violins and saxophones, the shrill rasping complaint of a child near by, the voice of the violet hatted girl at the next table, all moved slowly out, receded, and fell away like shadowy reflections on the shining floor and they two, it seemed to him, were alone and infinitely remote, quiet.\n", "word": "violet", "modifies": "girl"}
{"color": "blue", "line": "In January, the Monday of the months, Richard Caramel's nose was blue constantly, a sardonic blue, vaguely suggestive of the flames licking around a sinner.\n", "word": "blue", "modifies": "january"}
{"color": "red", "line": "Her eyes were like a blue sky seen through two round, red window casements.\n", "word": "red", "modifies": "casement"}
{"color": "blue", "line": "Her eyes were like a blue sky seen through two round, red window casements.\n", "word": "blue", "modifies": "sky"}
{"color": "black", "line": "Her hair was black and elaborately arranged.\n", "word": "black", "modifies": "hair"}
{"color": "red", "line": "This, in conjunction with her handsome, rather bovine eyes, and her over red lips, combined to make her resemble Theda Bara, the prominent motion picture actress.\n", "word": "red", "modifies": "lip"}
{"color": "red", "line": "An imaginative man could see the red flag that she constantly carried, waving it wildly, beseechingly and, alas, to little spectacular avail.\n", "word": "red", "modifies": "flag"}
{"color": "pink", "line": "Her finger nails were too long and ornate, polished to a pink and unnatural fever.\n", "word": "pink", "modifies": "fever"}
{"color": "pink", "line": "Dick rose, adjusted hat, coat, and muffler, and gave out a general smile.\n", "word": "rose", "modifies": "dick"}
{"color": "gray", "line": "\"Why,\" Anthony considered \" he's all shrunken up and he's got the remains of some gray hair that always looks as though the wind were in it.\n", "word": "gray", "modifies": "hair"}
{"color": "black", "line": "She was in her element: her ebony hair was slicked straight back on her head; her eyes were artificially darkened; she reeked of insistent perfume.\n", "word": "ebony", "modifies": "hair"}
{"color": "red", "line": "Rachael and Muriel raised a mild if somewhat surprised laugh, in which Dick and Maury joined, both of them red in the face and restraining uproariousness with the most apparent difficulty. \"\n", "word": "red", "modifies": "face"}
{"color": "blue", "line": "Above in the blue oblong of sky, around them in the caress of the drifting air, the illusion of a new season carried relief from the stiff and breathed over atmosphere they had left, and for a hushed moment the traffic sounds and the murmur of water flowing in the gutters seemed an illusive and rarefied prolongation of that music to which they had lately danced.\n", "word": "blue", "modifies": "oblong"}
{"color": "white", "line": "She turned her face up to him, pale under the wisps and patches of light that trailed in like moonshine through a foliage.\n", "word": "pale", "modifies": "wisp"}
{"color": "white", "line": "Her eyes were gleaming ripples in the white lake of her face; the shadows of her hair bordered the brow with a persuasive unintimate dusk.\n", "word": "white", "modifies": "lake"}
{"color": "white", "line": "The buildings fell away in melted shadows; this was the Park now, and after a long while the great white ghost of the Metropolitan Museum moved majestically past, echoing sonorously to the rush of the cab.\n", "word": "white", "modifies": "ghost"}
{"color": "white", "line": "The flame retreats to some remote and platonic fire; the white heat has gone from the iron and the glow from the coal.\n", "word": "white", "modifies": "heat"}
{"color": "white", "line": "The Minnies and Pearls and jewels and jennies would gather round her like courtiers, bearing wispy frailties of Georgette crepe, delicate chiffon to echo her cheeks in faint pastel, milky lace to rest in pale disarray against her neck damask was used but to cover priests and divans in these days, and cloth of Samarand was remembered only by the romantic poets.\n", "word": "pale", "modifies": "disarray"}
{"color": "black", "line": "BLACK MAGIC Tuesday was freezing cold.\n", "word": "black", "modifies": "magic"}
{"color": "pink", "line": "She turned to him and smiled, and as he saw her smile every rag of anger and hurt vanity dropped from him as though his very moods were but the outer ripples of her own, as though emotion rose no longer in his breast unless she saw fit to pull an omnipotent controlling thread.\n", "word": "rose", "modifies": "emotion"}
{"color": "black", "line": "Everywhere dreariness had come down from the north, settling upon the thin and cheerless street, where black bundled figures blacker still against the night, moved stumbling along the sidewalk through the shrieking wind, sliding their feet cautiously ahead as though they were on skis.\n", "word": "black", "modifies": "figure"}
{"color": "white", "line": "in a white semicircle of letters upon the glass front.\n", "word": "white", "modifies": "semicircle"}
{"color": "white", "line": "Just behind them a man in a striped blue suit, walking slue footed in white spatted feet, grinned at the sight and catching Anthony's eye, winked through the glass.\n", "word": "white", "modifies": "foot"}
{"color": "blue", "line": "Just behind them a man in a striped blue suit, walking slue footed in white spatted feet, grinned at the sight and catching Anthony's eye, winked through the glass.\n", "word": "blue", "modifies": "suit"}
{"color": "green", "line": "They inspired the same sensations in him as did those strange and monstrous fish who inhabit the esoteric world of green in the aquarium.\n", "word": "green", "modifies": "world"}
{"color": "blue", "line": "Death looked suddenly out at him from two blue eyes.\n", "word": "blue", "modifies": "eye"}
{"color": "blue", "line": "She put on a light coat and a quaintly piquant Napoleon hat of Alice Blue, and they walked along the Avenue and into the Zoo, where they properly admired the grandeur of the elephant and the collar height of the giraffe, but did not visit the monkey house because Gloria said that monkeys smelt so bad.\n", "word": "blue", "modifies": "alice"}
{"color": "black", "line": "A miller's wagon, stark white with flour, driven by a powdery clown, passed in front of them behind a white horse and his black team mate.\n", "word": "black", "modifies": "team"}
{"color": "white", "line": "A miller's wagon, stark white with flour, driven by a powdery clown, passed in front of them behind a white horse and his black team mate.\n", "word": "white", "modifies": "wagon"}
{"color": "white", "line": "she complained; \"they'd look so beautiful in the dusk, if only both horses were white.\n", "word": "white", "modifies": "horse"}
{"color": "purple", "line": "\"I wonder,\" began Adam Patch, looking out with a mild, kindly glance at the lilac bushes that rustled against the windows, \"I wonder if you ever think about the after life.\"\n", "word": "lilac", "modifies": "bush"}
{"color": "silver", "line": "Maury gave them an elaborate \"drinking set,\" which included silver goblets, cocktail shaker, and bottle openers.\n", "word": "silver", "modifies": "goblet"}
{"color": "silver", "line": "Mrs. Gilbert arranged and rearranged a hypothetical house, distributing the gifts among the different rooms, tabulating articles as \"second best clock\" or \"silver to use _every_ day,\" and embarrassing Anthony and Gloria by semi facetious references to a room she called the nursery.\n", "word": "silver", "modifies": "clock"}
{"color": "silver", "line": "My silver dress is getting tarnished.\n", "word": "silver", "modifies": "dress"}
{"color": "blue", "line": "All the city was playing with this sound out there in the blue summer dark, throwing it up and calling it back, promising that, in a little while, life would be beautiful as a story, promising happiness and by that promise giving it.\n", "word": "blue", "modifies": "dark"}
{"color": "green", "line": "It was of platinum set around with small emeralds; Gloria had insisted on this; she had always wanted an emerald wedding ring, she said.\n", "word": "emerald", "modifies": "ring"}
{"color": "gold", "line": "It was the third present he had given her; first had come the engagement ring, and then a little gold cigarette case.\n", "word": "gold", "modifies": "cigarette"}
{"color": "yellow", "line": "This was the day unsought, unsuspected six months before, but now breaking in yellow light through his east window, dancing along the carpet as though the sun were smiling at some ancient and reiterated gag of his own.\n", "word": "yellow", "modifies": "light"}
{"color": "gold", "line": "Funny thing people having gold teeth.\n", "word": "gold", "modifies": "teeth"}
{"color": "gold", "line": "And those gold teeth!\n", "word": "gold", "modifies": "teeth"}
{"color": "gray", "line": "\"CON AMORE\" That first half year the trip West, the long months' loiter along the California coast, and the gray house near Greenwich where they lived until late autumn made the country dreary those days, those places, saw the enraptured hours.\n", "word": "gray", "modifies": "house"}
{"color": "blue", "line": "For an hour they lay awake side by side, Gloria with her eyes shut so tight that blue moons formed and revolved against backgrounds of deepest mauve, Anthony staring blindly into the darkness overhead.\n", "word": "blue", "modifies": "moon"}
{"color": "purple", "line": "For an hour they lay awake side by side, Gloria with her eyes shut so tight that blue moons formed and revolved against backgrounds of deepest mauve, Anthony staring blindly into the darkness overhead.\n", "word": "mauve", "modifies": "background"}
{"color": "gray", "line": "\"We always serve it that way, madame,\" he quavered to the gray eyes that regarded him wrathfully.\n", "word": "gray", "modifies": "eye"}
{"color": "silver", "line": "Gloria made no answer, but when the waiter had turned discreetly away she banged both fists upon the table until the china and silver rattled.\n", "word": "silver", "modifies": "china"}
{"color": "blue", "line": "On the hook provided hung the blue bag furnished by the hotel.\n", "word": "blue", "modifies": "bag"}
{"color": "red", "line": "On the wall of this room a pleasing sign announced in large red letters \"Ladies' Toilet.\"\n", "word": "red", "modifies": "letter"}
{"color": "black", "line": "Later in the afternoon when he returned from the station with the tickets he found her asleep on one of the beds, her arm curled about a black object which he could not at first identify.\n", "word": "black", "modifies": "object"}
{"color": "gray", "line": "THE GRAY HOUSE It is in the twenties that the actual momentum of life begins to slacken, and it is a simple soul indeed to whom as many things are significant and meaningful at thirty as at ten years before.\n", "word": "gray", "modifies": "house"}
{"color": "gray", "line": "And this time with Gloria and Anthony, this first year of marriage, and the gray house caught them in that stage when the organ grinder was slowly undergoing his inevitable metamorphosis.\n", "word": "gray", "modifies": "house"}
{"color": "gray", "line": "The gray house was, at first, of sheerly pastoral intent.\n", "word": "gray", "modifies": "house"}
{"color": "yellow", "line": "Richard Caramel brought his yellow eye rakishly into play.\n", "word": "yellow", "modifies": "eye"}
{"color": "gray", "line": "\"Well, it seems to me there're a lot of towns like Rye between New York and Greenwich where you could buy a little gray house of some \" Gloria leaped at the phrase triumphantly.\n", "word": "gray", "modifies": "house"}
{"color": "white", "line": "that's it: a little gray house with sort of white around and a whole lot of swamp maples just as brown and gold as an October picture in a gallery.\n", "word": "white", "modifies": "sort"}
{"color": "brown", "line": "that's it: a little gray house with sort of white around and a whole lot of swamp maples just as brown and gold as an October picture in a gallery.\n", "word": "brown", "modifies": "lot"}
{"color": "gray", "line": "that's it: a little gray house with sort of white around and a whole lot of swamp maples just as brown and gold as an October picture in a gallery.\n", "word": "gray", "modifies": "house"}
{"color": "gray", "line": "\"Unfortunately, I've mislaid my list of little gray houses with swamp maples around them but I'll try to find it.\n", "word": "gray", "modifies": "house"}
{"color": "green", "line": "Life, limping after imagination's ten league boots, saw them out of town a week later in a cheap but sparkling new roadster, saw them through the chaotic unintelligible Bronx, then over a wide murky district which alternated cheerless blue green wastes with suburbs of tremendous and sordid activity.\n", "word": "green", "modifies": "waste"}
{"color": "blue", "line": "Life, limping after imagination's ten league boots, saw them out of town a week later in a cheap but sparkling new roadster, saw them through the chaotic unintelligible Bronx, then over a wide murky district which alternated cheerless blue green wastes with suburbs of tremendous and sordid activity.\n", "word": "blue", "modifies": "waste"}
{"color": "gray", "line": "But it was due to this furious silence of hers that the gray house materialized from its abstraction, for just beyond Rye he surrendered gloomily to it and re relinquished the wheel.\n", "word": "gray", "modifies": "house"}
{"color": "white", "line": "A town sprang up in a cluster of dull roofs around a white tall steeple.\n", "word": "white", "modifies": "steeple"}
{"color": "gray", "line": "It was dark when the real estate agent of Marietta showed them the gray house.\n", "word": "gray", "modifies": "house"}
{"color": "blue", "line": "They came upon it just west of the village, where it rested against a sky that was a warm blue cloak buttoned with tiny stars.\n", "word": "blue", "modifies": "cloak"}
{"color": "gray", "line": "The gray house had been there when women who kept cats were probably witches, when Paul Revere made false teeth in Boston preparatory to arousing the great commercial people, when our ancestors were gloriously deserting Washington in droves.\n", "word": "gray", "modifies": "house"}
{"color": "red", "line": "Since those days the house had been bolstered up in a feeble corner, considerably repartitioned and newly plastered inside, amplified by a kitchen and added to by a side porch but, save for where some jovial oaf had roofed the new kitchen with red tin, Colonial it defiantly remained.\n", "word": "red", "modifies": "tin"}
{"color": "gray", "line": "Later they slept, to wake an hour before dawn with the gray house dancing in phantom glory before their dazzled eyes.\n", "word": "gray", "modifies": "house"}
{"color": "silver", "line": "Close together on the porch they would wait for the moon to stream across the silver acres of farmland, jump a thick wood and tumble waves of radiance at their feet.\n", "word": "silver", "modifies": "acre"}
{"color": "white", "line": "In such a moonlight Gloria's face was of a pervading, reminiscent white, and with a modicum of effort they would slip off the blinders of custom and each would find in the other almost the quintessential romance of the vanished June.\n", "word": "white", "modifies": "moonlight"}
{"color": "green", "line": "It had been a wonderful week, I remember with the most luscious trees spread like green lather, sort of, all over the valley and a mist rising out of them on October mornings like bonfires lit to turn them brown \" \"How about your friend with the ideals?\"\n", "word": "green", "modifies": "lather"}
{"color": "gray", "line": "Half a dozen farm estates formed a hectagon around it, but these belonged to ancient men who displayed themselves only as inert, gray thatched lumps in the back of limousines on their way to the station, whither they were sometimes accompanied by equally ancient and doubly massive wives.\n", "word": "gray", "modifies": "lump"}
{"color": "white", "line": "The townspeople were a particularly uninteresting type unmarried females were predominant for the most part with school festival horizons and souls bleak as the forbidding white architecture of the three churches.\n", "word": "white", "modifies": "architecture"}
{"color": "pink", "line": "Out of the Pacific there rose to greet them savage rocklands and equally barbaric hostelries built that at tea time one might drowse into a languid wicker bazaar glorified by the polo costumes of Southhampton and Lake Forest and Newport and Palm Beach.\n", "word": "rose", "modifies": "pacific"}
{"color": "green", "line": "And, as the waves met and splashed and glittered in the most placid of the bays, so they joined this group and that, and with them shifted stations, murmuring ever of those strange unsubstantial gaieties in wait just over the next green and fruitful valley.\n", "word": "green", "modifies": "valley"}
{"color": "green", "line": "Almost before they knew it they were back in the gray house, more aware now that other lovers had slept there, other names had been called over the banisters, other couples had sat upon the porch steps watching the gray green fields and the black bulk of woods beyond.\n", "word": "green", "modifies": "field"}
{"color": "black", "line": "Almost before they knew it they were back in the gray house, more aware now that other lovers had slept there, other names had been called over the banisters, other couples had sat upon the porch steps watching the gray green fields and the black bulk of woods beyond.\n", "word": "black", "modifies": "bulk"}
{"color": "gray", "line": "Almost before they knew it they were back in the gray house, more aware now that other lovers had slept there, other names had been called over the banisters, other couples had sat upon the porch steps watching the gray green fields and the black bulk of woods beyond.\n", "word": "gray", "modifies": "house"}
{"color": "gray", "line": "Such was Tana's garrulous première in the gray house and he fulfilled its promise.\n", "word": "gray", "modifies": "house"}
{"color": "brown", "line": "He seemed unable to control his tongue, sometimes continuing from paragraph to paragraph with a look akin to pain in his small brown eyes.\n", "word": "brown", "modifies": "eye"}
{"color": "yellow", "line": "The station platform lay all day bare as a prairie, exposed to the dusty yellow sun and to the glance of that most obnoxious type of countryman who lives near a metropolis and has attained its cheap smartness without its urbanity.\n", "word": "yellow", "modifies": "sun"}
{"color": "pink", "line": "In a minute he was following Gloria down a garden walk between tall rose bushes, her parasol brushing gently the June blooming leaves.\n", "word": "rose", "modifies": "bush"}
{"color": "pink", "line": "His unwillingness blurred to ill will, which rose within him like a resistless bubble.\n", "word": "rose", "modifies": "will"}
{"color": "blue", "line": "The approaching train gave out a premonitory siren that tumbled melodramatically toward them down the glistening blue tracks.\n", "word": "blue", "modifies": "track"}
{"color": "gray", "line": "Then the bells distilled metallic crashes that were like physical pain, the smoke stacks volleyed in slow acceleration at the sky, and in a moment of noise and gray gaseous turbulence the line of faces ran by, moved off, became indistinct until suddenly there was only the sun slanting east across the tracks and a volume of sound decreasing far off like a train made out of tin thunder.\n", "word": "gray", "modifies": "turbulence"}
{"color": "gray", "line": "When they reached the gray house he went to his own room and, his mind still wrestling helplessly and sombrely with what he had done, fell into a deep stupor on his bed.\n", "word": "gray", "modifies": "house"}
{"color": "blue", "line": "The lights snapped on and it was as though blue drapes of softest silk had been dropped behind the windows and the door.\n", "word": "blue", "modifies": "drape"}
{"color": "gray", "line": "The old man suddenly remembered, but this was made apparent only by a partial falling open of his mouth, displaying rows of gray gums.\n", "word": "gray", "modifies": "gum"}
{"color": "green", "line": "Eying Anthony with a green and ancient stare he hesitated between confessing his error and covering it up.\n", "word": "green", "modifies": "stare"}
{"color": "pink", "line": "Simultaneously they both half rose, were half embarrassed, and exchanged what amounted to a half handshake.\n", "word": "rose", "modifies": "half"}
{"color": "blue", "line": "Theirs to air the dank staleness of wine and cigarettes out of the tall blue front room, to pick up the broken glass and brush at the stained fabric of chairs and sofas; to give Bounds suits and dresses for the cleaners; finally, to take their smothery half feverish bodies and faded depressed spirits out into the chill air of February, that life might go on and Wilson, Hiemer and Hardy obtain the services of a vigorous man at nine next morning.\n", "word": "blue", "modifies": "room"}
{"color": "yellow", "line": "On the appointed Wednesday in February Anthony had gone to the imposing offices of Wilson, Hiemer and Hardy and listened to many vague instructions delivered by an energetic young man of about his own age, named Kahler, who wore a defiant yellow pompadour, and in announcing himself as an assistant secretary gave the impression that it was a tribute to exceptional ability.\n", "word": "yellow", "modifies": "pompadour"}
{"color": "gray", "line": "Kahler pointed to a youngish looking man with handsome gray hair, sitting at a desk inside a mahogany railing.\n", "word": "gray", "modifies": "hair"}
{"color": "gray", "line": "In mid April came a letter from the real estate agent in Marietta, encouraging them to take the gray house for another year at a slightly increased rental, and enclosing a lease made out for their signatures.\n", "word": "gray", "modifies": "house"}
{"color": "white", "line": "But because of another wild revel, enduring through four days and participated in, at one time or another, by more than a dozen people, they did sign the lease; to their utter horror they signed it and sent it, and immediately it seemed as though they heard the gray house, drably malevolent at last, licking its white chops and waiting to devour them.\n", "word": "white", "modifies": "chop"}
{"color": "gray", "line": "But because of another wild revel, enduring through four days and participated in, at one time or another, by more than a dozen people, they did sign the lease; to their utter horror they signed it and sent it, and immediately it seemed as though they heard the gray house, drably malevolent at last, licking its white chops and waiting to devour them.\n", "word": "gray", "modifies": "house"}
{"color": "gray", "line": "She remembered the house party they had planned on the crest of their exuberance; she remembered a room full of men to whose less exhilarated moments she and Anthony were of no importance, and Anthony's boast of the transcendent merit and seclusion of the gray house, that it was so isolated that it didn't matter how much noise went on there.\n", "word": "gray", "modifies": "house"}
{"color": "gray", "line": "Youth has come into this room in palest blue and left it in the gray cerements of despair, and through long nights many girls have lain awake where that bed stands pouring out waves of misery into the darkness.\"\n", "word": "gray", "modifies": "cerement"}
{"color": "gray", "line": "Gloria insisted that any one invited to the gray house must be \"good,\" which, in the case of a girl, meant that she must be either simple and reproachless or, if otherwise, must possess a certain solidity and strength.\n", "word": "gray", "modifies": "house"}
{"color": "yellow", "line": "Joe Hull had a yellow beard continually fighting through his skin and a low voice which varied between basso profundo and a husky whisper.\n", "word": "yellow", "modifies": "beard"}
{"color": "white", "line": "\"He's got on white shoes that look like gloves.\n", "word": "white", "modifies": "shoe"}
{"color": "yellow", "line": "His maudlin laugh, and the sight of that prickly yellow jaw close to her face stirred her to intolerable disgust.\n", "word": "yellow", "modifies": "jaw"}
{"color": "white", "line": "There was Tana in his white coat reeling about supported by Maury.\n", "word": "white", "modifies": "coat"}
{"color": "blue", "line": "It appeared to her that everything in the room was staggering in grotesque fourth dimensional gyrations through intersecting planes of hazy blue.\n", "word": "blue", "modifies": "plane"}
{"color": "white", "line": "The lightning was interminable, letting down thick drips of thunder like pig iron from the heart of a white hot furnace.\n", "word": "white", "modifies": "furnace"}
{"color": "green", "line": "It was like days when the rain came out of yellow skies that melted just before twilight and shot one radiant shaft of sunlight diagonally down the heavens into the damp green trees.\n", "word": "green", "modifies": "tree"}
{"color": "yellow", "line": "It was like days when the rain came out of yellow skies that melted just before twilight and shot one radiant shaft of sunlight diagonally down the heavens into the damp green trees.\n", "word": "yellow", "modifies": "sky"}
{"color": "gray", "line": "She had gone some distance along the barely discernible road, probably half a mile, passed a single deserted barn that loomed up, black and foreboding, the only building of any sort between the gray house and Marietta; then she turned the fork, where the road entered the wood and ran between two high walls of leaves and branches that nearly touched overhead.\n", "word": "gray", "modifies": "house"}
{"color": "silver", "line": "She noticed suddenly a thin, longitudinal gleam of silver upon the road before her, like a bright sword half embedded in the mud.\n", "word": "silver", "modifies": "gleam"}
{"color": "green", "line": "That was the great cascade of wires that rose high over the river, like the legs of a gigantic spider whose eye was the little green light in the switch house, and ran with the railroad bridge in the direction of the station.\n", "word": "green", "modifies": "light"}
{"color": "pink", "line": "That was the great cascade of wires that rose high over the river, like the legs of a gigantic spider whose eye was the little green light in the switch house, and ran with the railroad bridge in the direction of the station.\n", "word": "rose", "modifies": "wire"}
{"color": "gold", "line": "She made no answer but began to run, keeping on the high side of the road and leaping the gleaming puddles dimensionless pools of thin, unsubstantial gold.\n", "word": "gold", "modifies": "pool"}
{"color": "blue", "line": "Above the engine two vivid blurs of blue light formed incessantly a radiant crackling bar between them, which, like a spluttering flame in a lamp beside a corpse, lit for an instant the successive rows of trees and caused Gloria to draw back instinctively to the far side of the road.\n", "word": "blue", "modifies": "light"}
{"color": "pink", "line": "Her voice rose to a cry that hung plaintive on the darkness.\n", "word": "rose", "modifies": "voice"}
{"color": "white", "line": "You've been as pale as a ghost all day.\"\n", "word": "pale", "modifies": "ghost"}
{"color": "white", "line": "They waited expectantly while he directed a ruminative yawn toward the white smiling moon.\n", "word": "white", "modifies": "moon"}
{"color": "pink", "line": "Life rose around my island like a sea, and presently I was swimming.\n", "word": "rose", "modifies": "life"}
{"color": "gray", "line": "Do you think that I leaped at this pessimism, grasped it as a sweetly smug superior thing, no more depressing really than, say, a gray autumn day before a fire? I don't think I did that.\n", "word": "gray", "modifies": "day"}
{"color": "black", "line": "In this republic I saw the black beginning to mingle with the white in Europe there was taking place an economic catastrophe to save three or four diseased and wretchedly governed races from the one mastery that might organize them for material prosperity.\n", "word": "black", "modifies": "beginning"}
{"color": "white", "line": "In this republic I saw the black beginning to mingle with the white in Europe there was taking place an economic catastrophe to save three or four diseased and wretchedly governed races from the one mastery that might organize them for material prosperity.\n", "word": "white", "modifies": "europe"}
{"color": "yellow", "line": "Anthony, grown accustomed to the dark, could see plainly the flash of Richard Caramel's yellow eye and the look of resentment on his face as he cried: \"You're crazy!\n", "word": "yellow", "modifies": "eye"}
{"color": "white", "line": "In the distance a deep sound that had been audible for some moments identified itself by a plaintive mooing like that of a gigantic cow and by the pearly spot of a headlight apparent half a mile away.\n", "word": "pearly", "modifies": "spot"}
{"color": "white", "line": "Confusedly Maury saw eyes in the milk train staring curiously up at him, heard Gloria and Anthony in quick controversy as to whether he should go to the city with her, then another clamor and she was gone and the three men, pale as ghosts, were standing alone upon the platform while a grimy coal heaver went down the road on top of a motor truck, carolling hoarsely at the summer morning.\n", "word": "pale", "modifies": "men"}
{"color": "gray", "line": "The windows in the living room of the gray house are wide open, patiently exchanging the tainted inner atmosphere of liquor and smoke for the fresh drowsiness of the late hot dusk.\n", "word": "gray", "modifies": "house"}
{"color": "gray", "line": "Whether_ PARAMORE _is lingering in the gray house out of politeness or curiosity, or in order at some future time to make a sociological report on the decadence of American life, is problematical._) MAURY: Fred, I imagined you were very broad minded.\n", "word": "gray", "modifies": "house"}
{"color": "red", "line": "Cardinal Newman's is now a back number.\n", "word": "cardinal", "modifies": "number"}
{"color": "white", "line": "That spring, that summer, they had speculated upon future happiness how they were to travel from summer land to summer land, returning eventually to a gorgeous estate and possible idyllic children, then entering diplomacy or politics, to accomplish, for a while, beautiful and important things, until finally as a white haired (beautifully, silkily, white haired) couple they were to loll about in serene glory, worshipped by the bourgeoisie of the land....\n", "word": "white", "modifies": "couple"}
{"color": "gray", "line": "On gray mornings when the jests of the night before had shrunk to ribaldries without wit or dignity, they could, after a fashion, bring out this batch of common hopes and count them over, then smile at each other and repeat, by way of clinching the matter, the terse yet sincere Nietzscheanism of Gloria's defiant \"I don't care!\"\n", "word": "gray", "modifies": "morning"}
{"color": "white", "line": "\"Still I might possibly square myself by some sort of reformation and all that sort of thing \" \"He looked sick,\" she interrupted, \"pale as flour.\"\n", "word": "pale", "modifies": "flour"}
{"color": "pink", "line": "He walked out to his taxicab with what was almost a slink recovering only a little of his self respect as he boarded the train; glad to escape, boylike, to the wonder palaces of consolation that still rose and glittered in his own mind.\n", "word": "rose", "modifies": "palace"}
{"color": "gray", "line": "On that day they left the gray house, which had seen the flower of their love.\n", "word": "gray", "modifies": "house"}
{"color": "brown", "line": "Gloria, in a new brown dress edged with fur, sat upon a trunk in silence, and Anthony walked nervously to and fro smoking, as they waited for the truck that would take their things to the city.\n", "word": "brown", "modifies": "dress"}
{"color": "red", "line": "The train moved in through the deepening twilight, above and past half a hundred cheerful sweating streets of the upper East Side, each one passing the car window like the space between the spokes of a gigantic wheel, each one with its vigorous colorful revelation of poor children swarming in feverish activity like vivid ants in alleys of red sand.\n", "word": "red", "modifies": "sand"}
{"color": "white", "line": "It included bedroom, living room, kitchenette, and bath, in a thin, white stone apartment house, and though the rooms were too small to display Anthony's best furniture, they were clean, new, and, in a blonde and sanitary way, not unattractive.\n", "word": "white", "modifies": "stone"}
{"color": "gray", "line": "She arose and faced him with a gray, level glance just as his arms folded about her.\n", "word": "gray", "modifies": "glance"}
{"color": "white", "line": "About a particular set of glass goblets on the sideboard the odor was particularly noticeable, and in the main room the mahogany table was ringed with white circles where glasses had been set down upon it.\n", "word": "white", "modifies": "circle"}
{"color": "gold", "line": "Gloria at twenty six was still the Gloria of twenty; her complexion a fresh damp setting for her candid eyes; her hair still a childish glory, darkening slowly from corn color to a deep russet gold; her slender body suggesting ever a nymph running and dancing through Orphic groves.\n", "word": "gold", "modifies": "russet"}
{"color": "black", "line": "Her coyness was eternally new, eternally ineffectual; her clothes were extreme; her black hair was bobbed, now, like Gloria's.\n", "word": "black", "modifies": "hair"}
{"color": "red", "line": "Gloria began running her finger through a stray red dish curl.\n", "word": "red", "modifies": "dish"}
{"color": "white", "line": "Anthony found himself associating his own existence with that of the apartment's night elevator man, a pale, scraggly bearded person of about sixty, with an air of being somewhat above his station.\n", "word": "pale", "modifies": "person"}
{"color": "pink", "line": "He offered, in his protagonists, the customary denizens of the pink and blue literary world, immersing them in a saccharine plot that would offend not a single stomach in Marietta.\n", "word": "pink", "modifies": "world"}
{"color": "red", "line": "It seemed to Gloria that in this huge red light streaming across the nation even Anthony took on a new glamour.\n", "word": "red", "modifies": "light"}
{"color": "yellow", "line": "Through the dark light of the enclosed train sheds their glances stretched across a hysterical area, foul with yellow sobbing and the smells of poor women.\n", "word": "yellow", "modifies": "sobbing"}
{"color": "blue", "line": "As he rocked down the aisle with his barrack bag slung at his shoulder like a monstrous blue sausage, he saw no vacant seats, but after a moment his eye fell on a single space at present occupied by the feet of a short swarthy Sicilian, who, with his hat drawn over his eyes, hunched defiantly in the corner.\n", "word": "blue", "modifies": "sausage"}
{"color": "yellow", "line": "Anthony sighed, opened a newspaper which he had no recollection of buying, and began to read by the dim yellow light.\n", "word": "yellow", "modifies": "light"}
{"color": "yellow", "line": "The sun came in through the windows, a tired and ancient sun, yellow as parchment and stretched out of shape in transit.\n", "word": "yellow", "modifies": "window"}
{"color": "green", "line": "Outside it played its heavy tremolo over olive roads and fallow cotton fields, back of which ran a ragged line of woods broken with eminences of gray rock.\n", "word": "olive", "modifies": "road"}
{"color": "gray", "line": "Outside it played its heavy tremolo over olive roads and fallow cotton fields, back of which ran a ragged line of woods broken with eminences of gray rock.\n", "word": "gray", "modifies": "rock"}
{"color": "brown", "line": "It was a thing of wooden shacks and whitish gray tents, connected by a pattern of roads, with hard tan drill grounds fringed with trees.\n", "word": "tan", "modifies": "drill"}
{"color": "gray", "line": "It was a thing of wooden shacks and whitish gray tents, connected by a pattern of roads, with hard tan drill grounds fringed with trees.\n", "word": "gray", "modifies": "tent"}
{"color": "green", "line": "Here and there stood green Y.M.C.A.\n", "word": "green", "modifies": "y.m.c.a"}
{"color": "gray", "line": "In the morning he awoke stiff and aching, hollow as a ghost, and hurried forth to meet the other ghostly figures who swarmed in the wan company streets, while a harsh bugle shrieked and spluttered at the gray heavens.\n", "word": "gray", "modifies": "heaven"}
{"color": "black", "line": "He looked dumbly at the man who addressed him, a stout, black haired captain, who fixed him menacingly with brown pop eyes.\n", "word": "black", "modifies": "captain"}
{"color": "brown", "line": "He looked dumbly at the man who addressed him, a stout, black haired captain, who fixed him menacingly with brown pop eyes.\n", "word": "brown", "modifies": "eye"}
{"color": "purple", "line": "A soft eyed girl in a lilac dress tittered to her companion.\n", "word": "lilac", "modifies": "dress"}
{"color": "purple", "line": "After he had gone half a block he realized that the girl in the lilac dress who had giggled at his discomfiture was walking with her friend about ten paces ahead of him.\n", "word": "lilac", "modifies": "dress"}
{"color": "blue", "line": "Were they violet, or was it their blue darkness mingling with the gray hues of dusk?\n", "word": "blue", "modifies": "darkness"}
{"color": "gray", "line": "Were they violet, or was it their blue darkness mingling with the gray hues of dusk?\n", "word": "gray", "modifies": "hue"}
{"color": "purple", "line": "Were they violet, or was it their blue darkness mingling with the gray hues of dusk?\n", "word": "violet", "modifies": "darkness"}
{"color": "pink", "line": "The side street was dark, a sudden offshoot into a district of wild rose hedges and little quiet houses set far back from the street.\n", "word": "rose", "modifies": "hedge"}
{"color": "pink", "line": "He could not have determined the social status of a Southerner from her talk in New York a girl of a lower class would have been raucous, unendurable except through the rosy spectacles of intoxication.\n", "word": "rosy", "modifies": "spectacle"}
{"color": "purple", "line": "\"I live around the block,\" said the girl in lilac.\n", "word": "lilac", "modifies": "girl"}
{"color": "purple", "line": "\"You're supposed to salute,\" said the girl in lilac with a laugh.\n", "word": "lilac", "modifies": "girl"}
{"color": "yellow", "line": "The other girl said, \"Well \" hesitated, then added, \"call me up to morrow, Dot,\" and retreated from the yellow circle of the street lamp.\n", "word": "yellow", "modifies": "circle"}
{"color": "purple", "line": "Then, in silence, Anthony and the girl in lilac walked the three blocks to the small rickety house which was her home.\n", "word": "lilac", "modifies": "girl"}
{"color": "purple", "line": "She was dressed as on the preceding Wednesday in her lilac gown of frailest organdy, but it had evidently been washed and starched since then, for it was fresh and unrumpled.\n", "word": "lilac", "modifies": "gown"}
{"color": "white", "line": "_When you wa ake You shall ha ave All the pretty little hawsiz_ \" Then, as though it had been waiting on a near by roof for their arrival, the moon came slanting suddenly through the vines and turned the girl's face to the color of white roses.\n", "word": "white", "modifies": "rose"}
{"color": "pink", "line": "_When you wa ake You shall ha ave All the pretty little hawsiz_ \" Then, as though it had been waiting on a near by roof for their arrival, the moon came slanting suddenly through the vines and turned the girl's face to the color of white roses.\n", "word": "rose", "modifies": "color"}
{"color": "white", "line": "Once a week he got drunk down town on white liquor, returned quietly to camp and collapsed upon his bunk, joining the company at reveille looking more than ever like a white mask of death.\n", "word": "white", "modifies": "liquor"}
{"color": "black", "line": "Outside the world of the company there appeared, from time to time, the colonel, a heavy man with snarling teeth, who circumnavigated the battalion drill field upon a handsome black horse.\n", "word": "black", "modifies": "horse"}
{"color": "red", "line": "Muriel was in the city doing Red Cross work, and they went out together rather often.\n", "word": "red", "modifies": "cross"}
{"color": "red", "line": "What would Anthony think if _she_ went into the Red Cross?\n", "word": "red", "modifies": "cross"}
{"color": "black", "line": "Each evening at ten she would walk with him to the door, her black hair in disarray, her face pale without cosmetics, paler still under the whiteness of the moon.\n", "word": "black", "modifies": "hair"}
{"color": "white", "line": "Each evening at ten she would walk with him to the door, her black hair in disarray, her face pale without cosmetics, paler still under the whiteness of the moon.\n", "word": "pale", "modifies": "face"}
{"color": "black", "line": "To the clergyman there were clergy and laity, to the Catholic there were Catholics and non Catholics, to the negro there were blacks and whites, to the prisoner there were the imprisoned and the free, and to the sick man there were the sick and the well....\n", "word": "black", "modifies": "white"}
{"color": "white", "line": "To the clergyman there were clergy and laity, to the Catholic there were Catholics and non Catholics, to the negro there were blacks and whites, to the prisoner there were the imprisoned and the free, and to the sick man there were the sick and the well....\n", "word": "white", "modifies": "black"}
{"color": "white", "line": "So, without thinking of it once in his lifetime, he had been a civilian, a layman, a non Catholic, a Gentile, white, free, and well.... As the American troops were poured into the French and British trenches he began to find the names of many Harvard men among the casualties recorded in the Army and Navy Journal.\n", "word": "white", "modifies": "civilian"}
{"color": "white", "line": "to a pale, emaciated young man, who shaved him and pushed a cool vibrating machine endlessly over his insatiable head.\n", "word": "pale", "modifies": "man"}
{"color": "purple", "line": "Her violet eyes would remain for hours apparently insensate as, thoughtless and reckless, she basked like a cat in the sun.\n", "word": "violet", "modifies": "eye"}
{"color": "white", "line": "Here the birds had gathered and the clusters of violets and white dogwood; here the hoar trees shone crystalline and cool, oblivious to the intoxicating heat that waited outside; here he would talk, intermittently, in a sleepy monologue, in a conversation of no significance, of no replies.\n", "word": "white", "modifies": "dogwood"}
{"color": "purple", "line": "Here the birds had gathered and the clusters of violets and white dogwood; here the hoar trees shone crystalline and cool, oblivious to the intoxicating heat that waited outside; here he would talk, intermittently, in a sleepy monologue, in a conversation of no significance, of no replies.\n", "word": "violet", "modifies": "cluster"}
{"color": "black", "line": "Two weeks later a great black mare crushed his skull in with her hoofs while he was trying to lead her from her stall.\n", "word": "black", "modifies": "mare"}
{"color": "white", "line": "She was waiting on the dark veranda in a cheap white dress that accentuated the youth and softness of her face.\n", "word": "white", "modifies": "dress"}
{"color": "white", "line": "The little girl in the white dress dominated him, as she approached beauty in the hard symmetry of her desire.\n", "word": "white", "modifies": "dress"}
{"color": "pink", "line": "But his spirits rose.\n", "word": "rose", "modifies": "spirit"}
{"color": "silver", "line": "Outside, under the stars that dripped like silver tassels through the trees of the little grove, he stood motionless, hesitating.\n", "word": "silver", "modifies": "tassel"}
{"color": "yellow", "line": "After a minute two yellow eyes appeared around a bend.\n", "word": "yellow", "modifies": "eye"}
{"color": "yellow", "line": "The monosyllable came from the yellow glare that the headlights dropped upon the changing road.\n", "word": "yellow", "modifies": "glare"}
{"color": "blue", "line": "Over his head the blue circles of ominous uncharted suns, of unnumbered centres of fire, revolved interminably before his eyes as though he were lying constantly exposed to the hot light and in a state of feverish coma.\n", "word": "blue", "modifies": "circle"}
{"color": "red", "line": "One day they loaded and unloaded quantities of gravel, spread it, raked it the next day they worked with huge barrels of red hot tar, flooding the gravel with black, shining pools of molten heat.\n", "word": "red", "modifies": "tar"}
{"color": "black", "line": "One day they loaded and unloaded quantities of gravel, spread it, raked it the next day they worked with huge barrels of red hot tar, flooding the gravel with black, shining pools of molten heat.\n", "word": "black", "modifies": "pool"}
{"color": "pink", "line": "The cries were clear and distinct now as they rose with clouds of frosted breath into the chilly air: _\"Germany's surrendered!\n", "word": "rose", "modifies": "cloud"}
{"color": "white", "line": "Here and there, elevated upon benches and boxes, soldiers addressed the heedless mass, each face in which was clear cut and distinct under the white glare overhead.\n", "word": "white", "modifies": "glare"}
{"color": "blue", "line": "A negligée of robin's egg blue laid out upon the bed diffused a faint perfume, illusive and familiar.\n", "word": "blue", "modifies": "robin's"}
{"color": "blue", "line": "There in a corner of her drawer, tied with a frail blue ribbon, were all the letters and telegrams he had written her during the year past.\n", "word": "blue", "modifies": "ribbon"}
{"color": "white", "line": "\"; three women with white hair dancing hand in hand around a sailor, who revolved in a dizzying spin upon the floor, clasping to his heart an empty bottle of champagne.\n", "word": "white", "modifies": "hair"}
{"color": "black", "line": "Her dress was black, and above it her animated face, tinted with the most glamourous rose, made, he thought, a spot of poignant beauty on the room.\n", "word": "black", "modifies": "dress"}
{"color": "gray", "line": "He jostled his way toward her and called her name just as the gray eyes looked up and found him.\n", "word": "gray", "modifies": "eye"}
{"color": "black", "line": "I want to kiss you so in the back of your neck where your old black hair starts.\n", "word": "black", "modifies": "hair"}
{"color": "blue", "line": "There's blue haze about the trees where you'll be passing, too beautiful to be predominant.\n", "word": "blue", "modifies": "haze"}
{"color": "brown", "line": "No, the fallow squares of earth will be most frequent they'll be along beside the track like dirty coarse brown sheets drying in the sun, alive, mechanical, abominable.\n", "word": "brown", "modifies": "sheet"}
{"color": "yellow", "line": "She heard an alarm clock ring, and saw a light make a yellow square on an illusory blank wall opposite.\n", "word": "yellow", "modifies": "square"}
{"color": "gray", "line": "Gloria told over to herself the people who had visited them in the gray house at Marietta.\n", "word": "gray", "modifies": "house"}
{"color": "pink", "line": "The two officers supplied themselves with bottles of liquor from Rachael's sideboard a law forbade service to the military and so equipped they went through innumerable fox trots in several glittering caravanseries along Broadway, faithfully alternating partners while Gloria became more and more uproarious and more and more amusing to the pink faced captain, who seldom bothered to remove his genial smile at all.\n", "word": "pink", "modifies": "captain"}
{"color": "pink", "line": "But when his pink cheek came close she leaned away.\n", "word": "pink", "modifies": "cheek"}
{"color": "pink", "line": "Pink face approached again.\n", "word": "pink", "modifies": "face"}
{"color": "gold", "line": "As they all wore overseas caps and claimed that they had not had time to have their gold service stripes sewed on, the yokelry of the seaboard were much impressed and asked them how they liked the trenches to which they replied \"Oh, _boy!_\" with great smacking of tongues and shaking of heads.\n", "word": "gold", "modifies": "stripe"}
{"color": "gray", "line": "And while I was reading it I could think of nothing except how I wanted a gray squirrel coat and how we can't afford one.\"\n", "word": "gray", "modifies": "coat"}
{"color": "pink", "line": "Some of the men were seedy, with sunken cheeks and puffy pink eyes others were young; possibly still in high school.\n", "word": "pink", "modifies": "eye"}
{"color": "pink", "line": "At this point an Irishman of saturnine appearance rose from his desk near the rear of the hall and went out.\n", "word": "rose", "modifies": "point"}
{"color": "gray", "line": "Anthony noted that of the numerous old men who had answered the original advertisement, only two had returned, and that among the thirty odd who assembled on the third day to get actual selling instructions from Mr. Carleton, only one gray head was in evidence.\n", "word": "gray", "modifies": "head"}
{"color": "gray", "line": "A sort of awe descended upon the half dozen women marketing and upon the gray haired ancient who in cap and apron was slicing chicken.\n", "word": "gray", "modifies": "ancient"}
{"color": "yellow", "line": "A portly man whose face was adorned with symmetrical scrolls of yellow hair had come out of a glass cage in the rear of the store and was bearing down upon Anthony.\n", "word": "yellow", "modifies": "hair"}
{"color": "yellow", "line": "thundered his adversary, his yellow mustache trembling fiercely.\n", "word": "yellow", "modifies": "mustache"}
{"color": "purple", "line": "Halcyon summer twilights and the purple chill of morning alike left him unresponsive.\n", "word": "purple", "modifies": "chill"}
{"color": "gray", "line": "Throughout the previous winter one small matter had been a subtle and omnipresent irritant the question of Gloria's gray fur coat.\n", "word": "gray", "modifies": "coat"}
{"color": "gray", "line": "Yet Gloria wanted a gray squirrel coat.\n", "word": "gray", "modifies": "coat"}
{"color": "gray", "line": "So Gloria's heart was very bitter, for in one week, on a prolonged hysterical party during which Anthony whimsically divested himself of coat, vest, and shirt in a theatre and was assisted out by a posse of ushers, they spent twice what the gray squirrel coat would have cost.\n", "word": "gray", "modifies": "coat"}
{"color": "yellow", "line": "Looking through the frail curtains she could see the rounded moon over the roofs and beyond it on the sky the yellow glow from Times Square and watching the two incongruous lights, her mind worked over an emotion, or rather an interwoven complex of emotions, that had occupied it through the day, and the day before that and back to the last time when she could remember having thought clearly and consecutively about anything which must have been while Anthony was in the army.\n", "word": "yellow", "modifies": "glow"}
{"color": "pink", "line": "Years before, when she was twenty one, she had written in her diary: \"Beauty is only to be admired, only to be loved to be harvested carefully and then flung at a chosen lover like a gift of roses.\n", "word": "rose", "modifies": "gift"}
{"color": "pink", "line": "What it meant ethically or aesthetically faded before the gorgeous concreteness of her pink and white feet, the clean perfectness of her body, and the baby mouth that was like the material symbol of a kiss.\n", "word": "pink", "modifies": "foot"}
{"color": "green", "line": "For one really exquisite palace ... on Long Island, say or even in Greenwich ... for one palace full of pictures from the Old World and exquisite things with avenues of trees and green lawns and a view of the blue sea, and lovely people about in slick dresses ...\n", "word": "green", "modifies": "lawn"}
{"color": "blue", "line": "For one really exquisite palace ... on Long Island, say or even in Greenwich ... for one palace full of pictures from the Old World and exquisite things with avenues of trees and green lawns and a view of the blue sea, and lovely people about in slick dresses ...\n", "word": "blue", "modifies": "sea"}
{"color": "black", "line": "At the \"Films Par Excellence\" studios she was announced over the telephone and told that Mr. Black would be down directly.\n", "word": "black", "modifies": "mr."}
{"color": "white", "line": "Each piece of scenery was marked in large white letters \"Gaston Mears Company,\" \"Mack Dodge Company,\" or simply \"Films Par Excellence.\"\n", "word": "white", "modifies": "letter"}
{"color": "white", "line": "Her mind snapped sharply into the momentous present as Mr. Debris's voice came from the glare of the white lights in front.\n", "word": "white", "modifies": "light"}
{"color": "white", "line": "Water was drying on the walks and in the Park little girls were gravely wheeling white doll buggies up and down under the thin trees while behind them followed bored nursery maids in two's, discussing with each other those tremendous secrets that are peculiar to nursery maids.\n", "word": "white", "modifies": "buggy"}
{"color": "gold", "line": "Two o'clock by her little gold watch.\n", "word": "gold", "modifies": "watch"}
{"color": "white", "line": "The letter, a white leprous spot, lay upon the dirty tiles of the hall.... * * * * * _My dear Gloria:_ _We had the test run off yesterday afternoon, and Mr. Debris seemed to think that for the part he had in mind he needed a younger woman.\n", "word": "white", "modifies": "spot"}
{"color": "gray", "line": "But she found she could not see the opposite wall, for her gray eyes were full of tears.\n", "word": "gray", "modifies": "eye"}
{"color": "green", "line": "Anthony lay upon the lounge looking up One Hundred and Twenty seventh Street toward the river, near which he could just see a single patch of vivid green trees that guaranteed the brummagem umbrageousness of Riverside Drive.\n", "word": "green", "modifies": "tree"}
{"color": "gray", "line": "With a tired movement he arose and obeyed; the gray window panes vanished.\n", "word": "gray", "modifies": "pane"}
{"color": "blue", "line": "He turned his bloodshot eyes on her reproachfully eyes that had once been a deep, clear blue, that were weak now, strained, and half ruined from reading when he was drunk.\n", "word": "blue", "modifies": "eye"}
{"color": "white", "line": "\"We took up some fundamental concepts,\" said Anthony, a faint smile disturbing his pale cheeks, paler still under two days' growth of beard.\n", "word": "pale", "modifies": "cheek"}
{"color": "pink", "line": "Now Gloria rose to her feet.\n", "word": "rose", "modifies": "gloria"}
{"color": "yellow", "line": "After she had walked with Muriel to the door, Gloria came back into the room, turned out the lamp, and leaning her elbows on the window sill looked out at Palisades Park, where the brilliant revolving circle of the Ferris wheel was like a trembling mirror catching the yellow reflection of the moon.\n", "word": "yellow", "modifies": "reflection"}
{"color": "red", "line": "Parker Allison's notion of distinction consisted in driving a noisy red and yellow racing car up Broadway with two glittering, hard eyed girls beside him.\n", "word": "red", "modifies": "car"}
{"color": "gray", "line": "Besides Allison there was Pete Lytell, who wore a gray derby on the side of his head.\n", "word": "gray", "modifies": "derby"}
{"color": "pink", "line": "The only time his conversation ever rose superior to these muddled clauses, with which he interpreted the most rococo happenings in a life that had been more than usually eventful, was when he got down to the detailed discussion of his most animal existence: he knew, to a subtlety, the foods, the liquor, and the women that he preferred.\n", "word": "rose", "modifies": "conversation"}
{"color": "gray", "line": "At long intervals now some incident, some gesture of Gloria's, would take his fancy but the gray veils had come down in earnest upon him.\n", "word": "gray", "modifies": "veil"}
{"color": "gold", "line": "After a few high balls there was magic in the tall glowing Arabian night of the Bush Terminal Building its summit a peak of sheer grandeur, gold and dreaming against the inaccessible sky.\n", "word": "gold", "modifies": "grandeur"}
{"color": "gold", "line": "And Wall Street, the crass, the banal again it was the triumph of gold, a gorgeous sentient spectacle; it was where the great kings kept the money for their wars.... ...\n", "word": "gold", "modifies": "triumph"}
{"color": "white", "line": "The outmoded cabs were worn and dirty the cracked patent leather wrinkled like an old man's face, the cushions faded to a brownish lavender; the very horses were ancient and weary, and so were the white haired men who sat aloft, cracking their whips with a grotesque affectation of gallantry.\n", "word": "white", "modifies": "men"}
{"color": "yellow", "line": "\"So I gathered,\" he said, fixing his friend with his bright yellow eye.\n", "word": "yellow", "modifies": "eye"}
{"color": "pink", "line": "The feverish eyes he turned on her were traced with tiny pink lines that reminded her of rivers on a map.\n", "word": "pink", "modifies": "line"}
{"color": "brown", "line": "It was no longer bobbed, and it had changed in the last year from a rich gold dusted with red to an unresplendent light brown.\n", "word": "brown", "modifies": "light"}
{"color": "pink", "line": "He rose to his feet.\n", "word": "rose", "modifies": "foot"}
{"color": "black", "line": "It was the matter of a minute to find Joseph Black then he waited in the booth while central called the number.\n", "word": "black", "modifies": "joseph"}
{"color": "black", "line": "Mr. Bloeckman I mean Mr. Black in?\"\n", "word": "black", "modifies": "mr."}
{"color": "green", "line": "There were high yellow lights over a thick green carpet, from the centre of which a white stairway rose to the dancing floor.\n", "word": "green", "modifies": "carpet"}
{"color": "white", "line": "There were high yellow lights over a thick green carpet, from the centre of which a white stairway rose to the dancing floor.\n", "word": "white", "modifies": "stairway"}
{"color": "yellow", "line": "There were high yellow lights over a thick green carpet, from the centre of which a white stairway rose to the dancing floor.\n", "word": "yellow", "modifies": "light"}
{"color": "pink", "line": "There were high yellow lights over a thick green carpet, from the centre of which a white stairway rose to the dancing floor.\n", "word": "rose", "modifies": "stairway"}
{"color": "black", "line": "Anthony spoke to the hallboy: \"I want to see Mr. Bloeckman Mr. Black,\" he said.\n", "word": "black", "modifies": "mr."}
{"color": "black", "line": "Together they bent over the cardboard and found the table without difficulty a party of eight, Mr. Black's own.\n", "word": "black", "modifies": "mr."}
{"color": "green", "line": "Anthony gave a little grunt and toppled over onto the green plush carpet, finding, as he fell, that his mouth was full of blood and seemed oddly loose in front.\n", "word": "green", "modifies": "carpet"}
{"color": "red", "line": "The seemingly endless spool of legal red tape having unrolled over a period of four and a half years, suddenly snapped off.\n", "word": "red", "modifies": "tape"}
{"color": "gray", "line": "They would go to the watering places first and among the bright and colorful crowds forget the gray appendages of despair.\n", "word": "gray", "modifies": "appendage"}
{"color": "green", "line": "The thought of Italian women stirred him faintly when his purse hung heavy again even romance might fly back to perch upon it the romance of blue canals in Venice, of the golden green hills of Fiesole after rain, and of women, women who changed, dissolved, melted into other women and receded from his life, but who were always beautiful and always young.\n", "word": "green", "modifies": "hill"}
{"color": "blue", "line": "The thought of Italian women stirred him faintly when his purse hung heavy again even romance might fly back to perch upon it the romance of blue canals in Venice, of the golden green hills of Fiesole after rain, and of women, women who changed, dissolved, melted into other women and receded from his life, but who were always beautiful and always young.\n", "word": "blue", "modifies": "canal"}
{"color": "white", "line": "Turning about from the window he faced his reflection in the mirror, contemplating dejectedly the wan, pasty face, the eyes with their crisscross of lines like shreds of dried blood, the stooped and flabby figure whose very sag was a document in lethargy.\n", "word": "pasty", "modifies": "face"}
{"color": "pink", "line": "She was decently and shabbily dressed a somehow pitiable little hat adorned with pink and blue flowers covered and hid her dark hair.\n", "word": "pink", "modifies": "flower"}
{"color": "red", "line": "Her violet eyes were red with tears; her soft intonation was ragged with little gasping sobs.\n", "word": "red", "modifies": "eye"}
{"color": "purple", "line": "Her violet eyes were red with tears; her soft intonation was ragged with little gasping sobs.\n", "word": "violet", "modifies": "eye"}
{"color": "pink", "line": "His voice rose until it was pitched almost at a scream.\n", "word": "rose", "modifies": "voice"}
{"color": "pink", "line": "There was madness in his eyes now, but, unintimidated, Dot rose and took a step toward him.\n", "word": "rose", "modifies": "dot"}
{"color": "white", "line": "Uttering a harsh, broken shout, he seized it, swung it above his head and let it go with all his raging strength straight at the white, frightened face across the room ... then a thick, impenetrable darkness came down upon him and blotted out thought, rage, and madness together with almost a tangible snapping sound the face of the world changed before his eyes.... Gloria and Dick came in at five and called his name.\n", "word": "white", "modifies": "face"}
{"color": "yellow", "line": "And doubtless it was listening when the young man in the plaid cap crossed the deck quickly and spoke to the pretty girl in yellow.\n", "word": "yellow", "modifies": "girl"}
{"color": "yellow", "line": "The pretty girl in yellow looked around cautiously.\n", "word": "yellow", "modifies": "girl"}
